{
    "lore": {
        "biography": "Abandoning the Kinkou Order and her title of the Fist of Shadow, Akali now strikes alone, ready to be the deadly weapon her people need. Though she holds onto all she learned from her master Shen, she has pledged to defend Ionia from its enemies, one kill at a time. Akali may strike in silence, but her message will be heard loud and clear: fear the assassin with no master.<br />Ionia has always been a land of wild magic, its vibrant people and powerful spirits seeking to live in harmony… but sometimes this peaceful equilibrium does not come easily. Sometimes it needs to be kept in check.<br /><br />The Kinkou are the self-appointed keepers of Ionia’s sacred balance. The order’s loyal acolytes walk the spirit and material realms, mediating conflicts between them and, when necessary, intervening by force. Born among their ranks was Akali, daughter of Mayym Jhomen Tethi, the renowned Fist of Shadow. Mayym and her partner Tahno raised their daughter within the Kinkou Order, under the watchful leadership of Great Master Kusho, the Eye of Twilight.<br /><br />Whenever her parents were called away, other members of the order stepped in as Akali’s surrogate family. Kennen, the Heart of the Tempest, spent many hours with the young girl, teaching her shuriken techniques, and emphasizing speed and agility over strength. Akali was a precocious child, and soaked up the knowledge like a sponge. It became clear to all that she would follow her parents’ path—along with the Great Master’s son and appointed successor Shen, she would lead a new generation dedicated to preserving Ionia’s balance.<br /><br />But balance can be fleeting. The order found itself divided.<br /><br />A wayward acolyte named Zed returned, and clashed violently with Kusho, wresting power in a bloody coup. Akali fled into the eastern mountains along with Mayym, Shen, Kennen, and a handful of other acolytes. Sadly, Tahno was not among them.<br /><br />Zed’s transformation of the Kinkou into the merciless Order of Shadow was almost complete. But, as the new Eye of Twilight, Shen intended to rebuild what had been lost. They would return to the Kinkou’s three fundamental philosophies: the pure impartiality of Watching the Stars, the passage of judgment in Coursing the Sun, and the elimination of imbalance by Pruning the Tree. Even though they were now few, they would train neophytes to restore and grow their numbers once more.<br /><br />When Akali came of age at fourteen, she formally entered her Kinkou training, determined to succeed her mother as the new Fist of Shadow.<br /><br />She was a prodigious fighter, and mastered the kama and kunai—a handheld sickle and throwing dagger. Though she did not possess the magical abilities of many of her fellow acolytes, she proved to all she was worthy of the title, in time allowing her mother to step down and help mentor the younger neophytes.<br /><br />But Akali’s soul was restless, and her eyes were open. Though the Kinkou and the Order of Shadow had come to an uneasy accord in the wake of the Noxian invasion of Ionia, she saw that her homeland continued to suffer. She questioned whether they were truly fulfilling their purpose. Pruning the Tree was meant to eliminate those who threatened the sacred balance... yet Shen would always urge restraint.<br /><br />He was holding her back. All the mantras and meditations could quiet her spirit, but such platitudes would not defeat their adversaries. Her youthful precociousness turned to outright disobedience. She argued with Shen, she defied him, and she took down Ionia’s enemies her way.<br /><br />In front of the whole order, she declared the impotence of the Kinkou, all its talk of spiritual balance and patience accomplishing little. Ionians were dying in the material realm, and that was the realm Akali would defend. She was trained as an assassin. She was going to be an assassin. She did not need the order anymore.<br /><br />Shen let her go without a fight, knowing this was a path that Akali must walk alone. Perhaps that path would bring her back one day, but that would be for her to decide.",
        "stories": [
            "LEAVING WEH'LE<br /><br />\"Ah— Hey! Bo’lii!\" I cry out. \"Cut me a little deep, don’t you think?\"<br /><br />I crane my head up and around from the wicker mat I’m lying prone on to stare right into the eyes of the vastaya kneeling over me. I can feel the blood sliding down my back.<br /><br />\"How about you be a little more careful?\" I add.<br /><br />Bo’lii pulls his qua’lo and mulee away from my shoulder, the tools of a tattoo artist, like a hammer and chisel, made from serpent bone. Some use other animals or metal, but the serpent bones are just hollow enough to give the ink the fine line that a master like Bo’lii demands in his work. A little more of my blood drips off the mulee and onto my back. He smiles, dabs it with a swatch of old linen and shakes his head. Then he holds up his hands and shrugs, as if to ask, You want me to stop?<br /><br />The words don’t come. Noxian soldiers took most of his tongue long before I began coming here, but I know him well enough to know what a look can say. His work is more than a fair trade for a little discomfort.<br /><br />And the blood? I can take a little blood. A lot, if it’s not my own.<br /><br />\"Just clean it up a little, okay? I don’t think we have much time,\" I tell him.<br /><br />Bo’lii begins tapping the mulee with the qua’lo and adding the ink. He has the best inks, rich colors made from crushed Raikkon wild berries and the enchanted flower petals found only on the southern faces of the Vlonqo cliffs. He is a master, and I am honored to be his canvas.<br /><br />I started coming to Weh’le not long after I stopped listening to Shen. All those years in the Kinkou Order \"treading carefully\"? No. Shen was wrong about that. About me.<br /><br />Restraint has never been my thing.<br /><br />I turn back around on the mat and rest my chin on top of my hands. Keeping my eyes trained on the door that leads into Bo’lii’s tavern. His place is clean, but the air hangs heavy with guilt. The tavern is home to a collection of thieves, rogues, and bad decisions. People come to Bo’lii’s to arrange a way out of Weh’le. Out of Ionia. Because getting into Weh’le is hard… but getting out is even harder.<br /><br />Weh’le is a phantom port, a hidden coastal village, protected by the mystical properties of Ionia. Unlike Fae’lor, she doesn’t welcome outsiders, and you won’t find her on the maps. Should Weh’le appear at all, it is always on her own terms, daring people into doing very dumb things.<br /><br />Most approach from the sea, dreaming of riches, discovery or maybe just a new start, only to have their hopes dashed in an instant. First, the shoreline that once called to them vanishes behind a dense wall of cobalt fog crackling with arcane power. The sea rises and falls violently before unleashing torrents of crushing waves. As the survivors cling to their splintered vessel, the fog pulls back for the briefest of moments, allowing them one look at the flickering lanterns of Weh’le cruelly saying goodbye just before the water pulls them down to the bottom of the Breathless Bay.<br /><br />I can’t do anything about those people. Not my people. Not my problem.<br /><br />Bo’lii stops tapping. I’m here for someone else entirely.<br /><br />I feel my satchel against my thigh. It puts me at ease, although I would rather have it on me. From there, I could fire three kunai into three hearts on instinct. Three kills without a thought. Where it is now, I’d have to think a little.<br /><br />I look up just in time to see the man come through the front door. He is flanked by three guards in their battle dress.<br /><br />\"Well, that makes it easy… I wonder which one I’m supposed to kill?\" I mock.<br /><br />Bo’lii laughs. He can still do that, even without a tongue. It sounds a little weird, but it’s real. He shakes his head again, and does that thing he always does. With a series of hand movements and head nods he tells me to try and do my business outside this time, after they leave his establishment.<br /><br />\"You know I can’t promise that,\" I say as I check my satchel, and turn towards the din of the tavern.<br /><br />I pause at the doorway and turn back to him.<br /><br />\"I’ll do what I can,\" I say, before lifting the mask over my face. I don’t mind them seeing me, but if they saw me laughing at them, I think it would be just too much.<br /><br />The guy with the guards is my people—a high councilman from Puboe, a place not far from the Kinkou Order. But, like many, he sold out his people to the invaders for gold and safe passage to Weh’le, and beyond. So now he is my problem.<br /><br />But this is as far as he will get. Sure, I could’ve taken him out in his sleep at the inn, or when they made camp along the road to Weh’le, but where’s the fun in that? I want him to taste the salt air. I want him to feel a sense of relief before the end comes. But I also want the others to see him pay for his crimes, and know that this will not stand.<br /><br />Actions have consequences.<br /><br />I approach without a sound. His hands are shaking as he raises a mug of ale to his lips. His guards stand in his defense when they notice me. I’m impressed.<br /><br />\"Nice to see manners around here for a change,\" I say with a smile they cannot see.<br /><br />\"What’s your business, girl?\" One of them asks through a plate of pitted and tarnished steel.<br /><br />\"Him,\" I say pointing with my kama. It glistens with hues of the magic it was forged in. \"He’s my business right now.\"<br /><br />The guards draw their weapons, but even before they can step towards me, they disappear in a thick ring of blinding smoke. The kunai begin to fly, hitting their targets with a satisfying flesh and bone THUNK.<br /><br />One. Two. Three.<br /><br />Footsteps.<br /><br />I send two more kunai in that direction. A clang of metal, followed by the THUCK-THUCK of them ricocheting into the walls.<br /><br />More footsteps.<br /><br />\"Aw, you’re gonna bleed!\" I call out, flinging a single shuriken from my hip, and flipping across the room, following in its wake.<br /><br />I break through the smoke to see the last guard splayed out on the ground next to the door. The three prongs are lodged deep in his windpipe—I can see his chest rising and falling ever so slightly. I grab him by the collar, raise him up, just to be sure.<br /><br />\"Almost…\" I whisper.<br /><br />At that moment, I hear a gurgling behind me. I turn to see the councilman through the receding smoke, bleeding out on the floor. His eyes are open, darting back and forth across the tavern, wondering what just happened.<br /><br />He looks so peaceful now.",
            "THE BOW, AND THE KUNAI<br />The air of southern Shon-Xan was rife with raw magic. Mystic power flowed over the land, surging through iridescent trees, which spread skyward their leaves of magenta and indigo, azure and amber, opening up like fans in the palms of dancers.<br /><br />Hidden now in the colorful canopy was a barely perceptible patch of pale skin, blending in with the trees’ interwoven branches.<br /><br />\"It’ll be here anytime,\" whispered Faey, a girl of twelve summers. She then gave a high tweeting sound like a sparrow. The birdsong was immediately picked up by the others, echoing back through the foliage, a sound perfectly imitated by human vocal cords not yet come of age.<br /><br />Faey knew everyone was in position. The adults hadn’t approved this hunt, but it was important. If the neophytes could get the silver boar, not only would they stop going hungry for days, but the Kinkou acolytes would have to give them real missions.<br /><br />No more picking plums or carrying water, Faey thought. The order needs our strength, too, because the neophytes are the future.<br /><br />And the past was dark. Foreign invaders had been rampaging in Ionia for many seasons, and that was only the beginning of the Kinkou’s problems. A few moons ago, Great Master Kusho had been killed, brutally murdered by Zed, a former member of the order. Then Zed’s minions had driven the Kinkou from their main base, the Temple of Thanjuul. Of those who had survived Zed’s attack, many lost faith in the order and left the Kinkou.<br /><br />The adults needed hope. Faey would make them see it.<br /><br />She snapped out of her reverie. There was a rustling in the woods. Leaves started falling, and within heartbeats, a large boar burst out from between tree trunks, squealing, its eyes wide. Its fur was rippling with a shimmering glow, a sign that it had just emerged from the spirit realm.<br /><br />Confident that the plan would work—as long as everyone followed her instructions—Faey readied her bow and arrow, watching the boar come into range.<br /><br />A neophyte dropped down from a treetop, dangling from a vine wrapped around one foot. She blocked the boar’s path by waving a large wooden spear and casting a modest magical wind. Startled, the boar ran the other direction—but its path was cut off by a boy who swung down on another vine, summoning a small cloud of smoke and ash that blinded the animal. His spear scratched the boar’s hide and made it roar.<br /><br />One by one, the neophytes descended from the canopy. Their agility, their precision, their focused intent to hunt all hinted at true warrior spirit. Yet the oldest of them was no more than thirteen summers.<br /><br />We are the neophytes of the Kinkou, Faey thought with pride.<br /><br />The vine-swinging children sealed off the boar’s escape route, leaving just one opening that ran through the narrowest part of the small gorge, straight toward Faey’s position. She was in charge of the kill.<br /><br />Good job, everyone. And now it’s my turn. Faey swallowed hard. Hanging upside down, she drew her bow and set the arrow in line.<br /><br />Focus. The arrow seeks not to slash nor scratch, but to kill in a single attempt. She aligned the gleaming arrowhead with the running boar’s eye. The vine that wrapped around her waist—as if sensing Faey’s intent—shifted gently so her aim stayed true.<br /><br />Faey emptied her mind, letting instinct take control. When she knew she had the boar, she would let go of—<br /><br />\"Yeeeh!\" A small shadow sprang from the side of the gorge, shrieking as it landed on the boar’s back. The panicked animal swung around and charged in the opposite direction.<br /><br />The rider was a little girl, one hand gripping the boar’s silvery fur and the other swinging a rope over her head, round and round.<br /><br />Dumbstruck, Faey watched the boar go berserk with the girl bouncing on its back.<br /><br />\"No! Akali!\" Faey shouted as her plan fell apart.<br /><br />Unable to shake the girl off, the boar started smashing its side against tree trunks as it ran. Somehow, Akali avoided the impacts and clung stubbornly to the mad animal, her laughter audible over its angry squeals. She tried to catch the silver boar’s snout with her rope noose, without success.<br /><br />A few neophytes bravely attempted to block the charging animal, but it knocked them away. The beast went through a side opening of the gorge, out onto flatter ground shadowed by trees.<br /><br />Finally, the boar kicked up its hind legs in one ferocious leap, and Akali was bucked off. She tumbled onto the forest floor, raising a trail of flying leaves, and ended up lying flat, face down, limbs splayed open.<br /><br />Faey rushed over to her. \"Are you out of your mind?!\"<br /><br />Akali sat up and brushed some leaves off her clothes. She was nine, three summers younger than Faey. \"I only wanted to help,\" Akali said.<br /><br />\"I told you not to follow us!\" Faey yelled. \"We had it! We had it!\"<br /><br />Akali shrugged, grimacing as her shoulders cracked. Apologetically, she said, \"I’ll give my dinner plum to you.\"<br /><br />After Zed’s attack, the remaining Kinkou retreated to a long-abandoned temple east of Thanjuul, high up in the mountains where glacial water ran. It was beside a lagoon of turquoise water, peppered with purple lantern florae. Although they were near the village of Xuanain, their haven was difficult to access, with its great elevation and surrounding hills.<br /><br />In their war-torn land, they had to fight off hostile factions, foreign and Ionian, who viewed the mayhem as an opportunity to prey on those they saw as weak. The Kinkou had made sure no pursuers would stumble upon this location before they set up a solid base. The temple was in poor condition, and it was too small to fit them all, so the acolytes had built additional dwellings: huts constructed from fallen wood instead of magically woven from living trees—the usual Ionian way—in case they had to move again.<br /><br />With the lagoon’s green water lapping against their sandals, the neophytes now stood in a rigid line before Mayym Jhomen Tethi, the Kinkou’s Fist of Shadow.<br /><br />Faey was nearest to Mayym, eyes downcast. Akali, a head shorter, stood beside her.<br /><br />\"That was foolish,\" Mayym said sternly. \"You went outside the perimeter, risking the safety of this haven. There could be wandering warbands out there that might follow you back. You know your instructions.\"<br /><br />One of the older boys, Yajiro, said, \"But we weren’t out long, and we stayed hidden.\"<br /><br />\"We had the perfect plan,\" Hisso chimed in, \"but it was ruined by Akali! If she hadn’t—\"<br /><br />\"No,\" Faey said, cutting the girl off. She made herself look Mayym in the eye. \"It was… my fault. I told everyone to come along as soon as I realized a silver boar lived in those woods.\"<br /><br />Akali turned to Faey, brown eyes glistening behind a mess of unkempt hair.<br /><br />Akali had always looked up to her, and sometimes Faey felt the urge to protect the little girl. But there was another reason she had chosen to take the blame: Mayym was her mentor, and it was simply not Faey’s place to question her. It was unusual for a Kinkou leader to take an uninitiated neophyte under their wing. And for that, Faey was grateful.<br /><br />\"It’s the last day of the Spirit Blossom festival,\" Faey muttered. \"I just thought if we could get a boar, everyone could eat some meat.\"<br /><br />Mayym studied her for a long moment. Then her gaze swept across the other children, whose skinny frames must have looked fragile under tattered hemp clothes. A trace of emotion crossed her brow, but she quickly lifted her chin and said, \"As punishment, none of you will receive a meal tonight. Dismissed.\"<br /><br />The neophytes slouched away, a couple of them holding back tears. Faey bit her lip and was about to go when Mayym stopped her.<br /><br />\"Faey, walk with me.\"<br /><br />Under the falling twilight, Mayym paced along the edge of the lagoon with graceful steps, away from the cluster of shabby houses. Faey was about to follow when she saw that Akali had not moved. The little girl was looking at them.<br /><br />Somehow, in the presence of Faey, Akali’s mother always treated her own daughter like thin air.<br /><br />Faey felt slightly guilty, but she turned away and ran up to Mayym.<br /><br />As the two of them walked in silence, Faey gazed at the lantern florae drifting in the lagoon. The purple flowers had five petals that formed a mouth, allowing them to breathe vapors of various shades into the air. Their large leaves let them float on the surface of the water, and their roots were webbed so they could move around the lagoon, gathering together and then dispersing. Some claimed the lantern florae were plants. Others said they were animals. Faey thought they were both.<br /><br />\"I understand what you meant to do,\" Mayym said in a tone she used only when alone with Faey—heavy with patience, weighed down by expectation. \"But there is nothing to prove.\"<br /><br />\"We were hungry to prove ourselves… and also, just hungry.\" Faey tried to sound respectful. \"The others acted with discipline, the way we’ve been trained. We worked well as a team.\" Except Akali, Faey thought. But she’s the youngest.<br /><br />\"That’s not what I mean,\" said Mayym. \"The silver boar is not an animal whose meat we should consume. If you’d killed it, you would have brought more harm than good.\"<br /><br />\"But I thought we were allowed to hunt it,\" Faey said.<br /><br />\"Not anymore.\" Mayym led Faey to the far side of the lagoon, where the water was shallow, giving way to pearly pebbles. Dressed in a flowing, silky gown, Mayym moved with elegance. She had layers of bandages wrapped around her arms and thighs, with several kunai hanging from her waist.<br /><br />In Faey’s eyes, Mayym was a true role model. Graceful yet lethal. Shen, Master Kusho’s son, was now the order’s leader, but he was no match.<br /><br />\"A silver boar has ties with the spirit realm,\" Mayym continued. \"That means its existence is born out of a connection between the two worlds. It’s a magical creature.\"<br /><br />\"A lot of Ionia’s creatures are,\" said Faey.<br /><br />\"Yes, but the cycle of predator and prey has been broken. We are descending into chaos.\"<br /><br />\"Because of Noxus.\" She said the name of the foreign invaders like a curse.<br /><br />\"This war is ravaging Ionia. Armies are hunting animals near extinction, trees in mystical forests are being felled, and the spirit realm is reeling,\" Mayym said as they stepped onto a rocky slope. \"Magical energies turn vile, and the First Lands are changing shades. Everyone is trying to find their place in a world spiraling out of control, and they do this by killing. Most times blindly so. The violence of the war is already causing unintended damage, resulting in a major disturbance of the balance between the material realm and the spirit realm.\"<br /><br />Faey was shocked. If I had killed the boar, I would’ve hurt the balance—and that’s what the Kinkou are supposed to protect! \"Master Mayym, how do we restore the balance with the spirit realm? Can we go back to the way it was before, if all the Noxian invaders are dead?\"<br /><br />\"It’s no longer as simple as that.\"<br /><br />They passed into a drifting fog, the work of the lantern florae. The air felt moist and cool. The stone slate under their feet was slippery and slightly curved, as if they were walking between a pair of enormous lips. Faey could make out a protruding rock to the side that resembled a nose and, beyond that, cracked folds that could be half-closed eyelids, where small waterfalls trickled through the fissures. We’re walking on a face, Faey thought. It looked like the remains of a giant statue from an ancient era lost to time, though no one could be sure, as water had eroded all its angles and red moss blanketed its sunlit sides.<br /><br />The sky was turning dark. They came upon an incline and started uphill. \"Magic and life are parts of the same current that connects the two realms,\" Mayym said.<br /><br />Faey recited the Kinkou teaching: \"The material realm and the spirit realm are two sides of the same leaf, grown on the same branch, sharing the same roots.\"<br /><br />\"Yes. One does not flourish without the other, and when one darkens, the other dims,\" Mayym said. \"When lives perish in unnatural ways, such as in war, some spirits fade into oblivion. But others linger, with noxious intent. The more this happens, the more polluted the spirit realm becomes. And in turn, this causes a backlash that affects all life in the material realm. A vicious circle.\"<br /><br />The mention of spiritual contamination reminded Faey of something strange. \"Master Mayym, when we first saw the silver boar, right when it left the spirit realm, it appeared agitated.\"<br /><br />Mayym stopped in her tracks, then turned to look at her.<br /><br />\"Like it was running away from something,\" Faey added.<br /><br />\"And this took place near the perimeter?\"<br /><br />\"Yes, just on the other side of the western hills.\"<br /><br />Mayym remained thoughtful for a while, then resumed walking. \"It could be that the foul current of the war has enveloped Ionia as a whole, reaching us here, even though the battles are taking place elsewhere.\"<br /><br />\"We can help,\" Faey pleaded. \"Initiate us. Grant us real missions.\"<br /><br />\"In time,\" Mayym replied gently. \"Faey, the other neophytes follow you. Even those older than you. They see you as a good role model.\"<br /><br />Faey’s heart leapt at Mayym’s praise.<br /><br />\"You yourself will have no problem getting initiated as an acolyte, but not everyone has your gift,\" Mayym said quietly. \"Your presence with the other neophytes serves as a good influence on them. So for now, stay that way.\"<br /><br />Faey’s mood sank, and she bit down on the inside of her cheek. It must be Akali. She’s the one holding me back.<br /><br />They passed through loose thickets, stepping onto higher ground. \"Patience is a virtue, but also a skill that requires honing as much as an arrowhead, especially for one who bests all the rest,\" Mayym told her. \"You neophytes are the future of the Kinkou. We need to make sure all of you are ready before any of you can be initiated.\"<br /><br />Faey disagreed, but said nothing.<br /><br />They left the cover of the trees, cresting the last hill untouched by snow. Around the moon, a bright ring of sapphirine silver graced the night sky. Faey gazed at it, knowing she was witnessing the near-convergence of the physical moon and its reflection in the spirit realm. She wondered what it looked like to Mayym.<br /><br />On this final night of the Spirit Blossom festival in Xuanain, Mayym and other senior Kinkou would see something vastly different on the black canvas of the sky: the circle of pale illumination partially covered by a darker shade, like someone had thrown a thick veil over it, as the mystic moon in the spirit realm swam before the silvery moon in the material realm.<br /><br />Faey longed for the day when she could experience such a spectacle—it seemed so far away. But she knew it was more than just a beautiful display. It also signified when the triumvirate of the Kinkou would meet and decide what came next for the order.<br /><br />\"Faey, keep growing your skill,\" Mayym said, moonlight lining the edge of her silhouette in frosty silver, \"and you are bound to succeed me as the Fist of Shadow.\"<br /><br />When that day comes, Faey thought uneasily, will there still be a Kinkou Order?<br /><br />The art of calligraphy required patience and diligence, stillness of the body and keen focus of the mind—everything that Akali hated.<br /><br />Sitting in the old temple, she was writing characters on a piece of paper with a broad brush, the inkstick and inkstone by her elbow. The roof was made of hoary branches, and some of them had draped down like the beard of an old man. Light-blooms, tiny luminous plants that the acolytes had grown, hung in strings along the temple walls, lending light to Akali’s nightly lesson. The acolyte instructor sat idly to the side with a scroll on his lap, stifling a yawn.<br /><br />This is as easy as eating rice pudding, Akali thought. Mother’ll be happy if I do well.<br /><br />Yet, the more she stared at a character that ended with a curved stroke, the more she thought it looked like a mustache. Mesmerized, Akali couldn’t help but add a few streaks with the tapered tip of her brush. The character turned into a smirking, mustached face.<br /><br />Akali puffed out a laugh, then quickly covered her mouth with her hands, smudging her cheek. The instructor scowled and was about to stand up, when a voice called from the door.<br /><br />\"Hello, little one.\" A small figure waved a clawed hand at her.<br /><br />\"Kennen, you’re back!\" Akali bounded to her feet. She dropped the brush, smearing wet, black ink on the paper, and ran out.<br /><br />The instructor barked at her to return, but stopped short when he saw that the person at the door was indeed Kennen, the Kinkou’s Heart of the Tempest.<br /><br />Kennen flipped away so Akali could try to catch him, even though it was impossible. They ran between the huts, through the edge of the woods and back, splashing water by the lagoon’s shore. Akali ended up wheezing next to the yordle on a fallen tree trunk.<br /><br />\"I heard that you thwarted the neophytes’ effort to get the silver boar,\" Kennen said teasingly, straddling the trunk.<br /><br />\"I didn’t mean to. Faey should have asked me to come along. I can help!\"<br /><br />\"Don’t feel bad about it. Children are like that. They probably thought you were too young.\" Kennen’s voice was that of a human child, yet his tone was laced with wisdom.<br /><br />\"But I’m taller than you!\"<br /><br />\"That you are.\" Kennen reached up and tousled her hair.<br /><br />\"Where’s Shen?\" Akali asked, absently touching the small kunai she wore as a pendant.<br /><br />\"He’s meditating.\"<br /><br />\"Is he still sad? I miss him…\" Akali had always admired Shen.<br /><br />Kennen smiled wistfully. \"The betrayal by his best friend and… the loss of his father… weigh heavy on him.\"<br /><br />Akali was reminded of her own father’s death in Zed’s attack. She missed him, too.<br /><br />Kennen changed the subject. \"How have you been doing? Has Mayym been teaching you how to wield the kunai?\"<br /><br />Akali shook her head, now covering the kunai pendant with her hand. \"Mother never thinks I’m good enough,\" she mumbled. \"She only wants to spend time with Faey.\"<br /><br />\"Well, I guess Mayym can only teach one protégé at a time.\"<br /><br />\"Why can’t I be her protégé?\" A sore feeling gripped Akali’s heart.<br /><br />Kennen gazed at her for a moment, then slid closer to her on the tree trunk. \"Before Mayym became the Fist of Shadow, she went on many missions with Faey’s mother. They worked closely as a team.\"<br /><br />\"I know that.\"<br /><br />\"It’s not that Mayym tries to ignore you. When you were a baby, she made a promise to take care of Faey.\"<br /><br />Akali had no memory of Faey’s parents. They were both senior acolytes who died long ago. Now she thought about what that meant as Kennen waited patiently beside her.<br /><br />If losing her father had made her sad, Faey must have endured double the pain, for many more seasons. Akali’s anger subsided, and she felt an emotion that she could not comprehend. Her chest tightened.<br /><br />Everyone had lost so much. This haven by the lagoon temple was all they had.<br /><br />The yordle hopped in front of Akali, startling her. \"Hey, it’ll be all right.\" Kennen cupped her face in his hands. \"You grow fast, and you can run faster than all the other neophytes. Your mother will see it one day.\"<br /><br />He rubbed his nose against hers, making Akali giggle. Then Kennen somersaulted nimbly away.<br /><br />\"There’s a meeting I need to go to now,\" he said. \"Go back and finish your calligraphy lesson, okay?\"<br /><br />Low clouds were rolling just beyond the mountain’s summit, where basalt peaks held a glacier in their embrace. A colossal impact crater had sunk the glacier’s surface, and Faey imagined that a giant’s fist had punched it.<br /><br />There, she watched as Mayym and Kennen stood face to face, at a rift that severed the crater in two.<br /><br />\"Given the Ionian victory at the Placidium of Navori,\" Mayym argued, \"a tipping point in the war against Noxus could be in sight.\" Her arms were folded in front of her chest, her phantom scythe lashed to her back. \"There are many whose actions are disrupting the sacred balance, Noxians and Ionians. The Kinkou should be there to prune them out, while Ionia has the upper hand.\" As the Fist of Shadow, Mayym represented Pruning the Tree—the elimination of imbalance between the material realm and the spirit realm.<br /><br />\"We’re just regaining our footing, and you want us to dive into battle now?\" said the diminutive yordle.<br /><br />\"Fighting to uphold our duty as keepers of balance is the way we get back on our feet,\" Mayym said. \"The moment is at hand.\"<br /><br />Kennen looked incredulously at her. He was the Heart of the Tempest, and his duty was Coursing the Sun—whatever judgment was reached here, he would have to convey it to all Kinkou members across Ionia.<br /><br />Faey stood a distance away from them, respectfully observing and trying not to fidget on the chilly mountaintop. As part of her training, Mayym brought her to important meetings. Faey’s lips were trembling, and she imagined them turning purple. She couldn’t understand how everyone else could be ignoring the piercing cold.<br /><br />She also could not understand the difference in Mayym’s demeanor. When it came to her protégé, Mayym often urged restraint, but when it came to her equals, Mayym constantly seemed to push for action.<br /><br />\"We want to sit this one out,\" Kennen said. \"The situation is complicated: there are Noxian soldiers under threat, Ionian defenders who were bitter enemies just yesterday, vastaya of uncertain allegiance, and spies everywhere. I’ve seen it with my own eyes.\"<br /><br />\"You went to the Placidium? Undetected?\"<br /><br />\"What, you thought I lost my touch?\" He smiled, and lightning crackled around his eyes and claws. Then his tone turned grim. \"On my way back, I picked up accounts that members of a Navori Brotherhood faction are headed this way, and not with peaceful intent. They’ve marked themselves with tiger tattoos.\"<br /><br />Mayym frowned. \"What are they doing?\"<br /><br />\"Going from village to village, snatching the young and able,\" replied Kennen. \"Using violence against anyone who dares object.\"<br /><br />\"So they can replenish their forces against the Noxian invaders…\"<br /><br />\"Exactly. The darkness of the war has spread over Ionia in unprecedented ways,\" Kennen said. \"Before we know it, it’ll be at our door. We must pick our battles carefully.\"<br /><br />Mayym shook her head. \"The Noxian invasion of Ionia is the root cause of the imbalance. The mounting deaths. The reason why the spirit realm is disturbed. If we are to uphold our role as guardians of the Kinkou’s mission, we must go to Navori.\"<br /><br />\"We should not act rashly.\"<br /><br />\"Says one who just sneaked in and out of the enemy line.\"<br /><br />\"I did that so none of you have to!\" Kennen snapped.<br /><br />There was a moment when the air seemed to freeze between them, and Faey held her breath, unblinking.<br /><br />The moment passed, and Mayym looked to the side. \"Perhaps the Eye of Twilight has something to say?\"<br /><br />And there, just a few strides upslope, perched atop a stone pillar, was a silent figure. He wore a jacket cut short at the sleeves, tucked into a pair of weather-beaten trousers. Fastened upon his torso and limbs were leather plates, metal bands, and silken wraps. He had two swords crossed on his back, one of steel, the other arcane. He was not wearing his usual mask, but his features were nonetheless hidden in the shadow of his hood, shielded from the moonlight.<br /><br />Shen, Faey thought gloomily. Our leader who is always indecisive.<br /><br />\"It’s true that the balance is being harmed by the violence of the war, which is inflamed by Ionians as well,\" said Shen, his voice hoarse, \"not the least of whom are Zed and his order.\"<br /><br />\"Precisely. We must act against them,\" Mayym urged.<br /><br />\"And yet…\" Shen’s hooded head rose slightly. \"As my every instinct tells me to pour all our strength against Zed’s, I begin to fear that I can’t be impartial. I fear that…\" He hesitated for a moment. \"Those rallying around Zed are serving the balance in their own way, fighting against invaders who are devastating Ionia. We must give this question more consideration.\"<br /><br />Kennen shrugged. \"As I said, complicated times.\"<br /><br />\"I need to distance myself from my emotions, so I may decide free of prejudice,\" Shen concluded.<br /><br />Faey saw Mayym let out a misty, pale breath as she sighed.<br /><br />\"Our order needs an Eye of Twilight who leads,\" Mayym said ruefully.<br /><br />If Shen took offense, he showed no sign. After all, he had been the Kinkou’s leader for only a short time, while Mayym had been part of the triumvirate for countless seasons.<br /><br />If Master Kusho were alive, he would be so ashamed of us. Faey looked up, trying to distract herself from the cold. Aside from a few wisps of cloud, the sky sparkled with stars.<br /><br />A realization came to Faey: Shen’s duty as the Eye of Twilight… Watching the Stars meant neutral observation, to become thoroughly informed before passing judgment.<br /><br />All Kinkou acolytes had to study three disciplines before they chose one as their path. Watching the Stars, Coursing the Sun, and Pruning the Tree—the disciplines had overlapping areas, and one’s existence would hold no meaning without its relation to the other two. It was clear to Faey that when debating the Kinkou’s future, each member of the triumvirate had followed their respective role: Kennen mindful of conveying wrong judgments, Mayym urging action to address the imbalance, and Shen…<br /><br />The easiest job to do, isn’t it? To just observe everything and do nothing. Watching the Stars.<br /><br />Indeed, some time had passed, and Shen never spoke another word. He just sat there, head down, as if his mind were not even present.<br /><br />From the way they addressed the matters at hand today, Faey felt this Meeting of the Triad had turned out meaningless.<br /><br />After Shen left, the rest of them began walking downhill.<br /><br />\"I sympathize with Shen. He and I both lost someone we held dear during Zed’s attack,\" Mayym said. \"But a time like this calls for stronger leadership… Perhaps we should not expect him to be as great as his father.\" She spoke evenly, but Faey could hear frustration simmering under the words. \"One should not rely on kinship when it comes to succession.\"<br /><br />\"I wouldn’t say that,\" Kennen replied lightly. Because he was so fast, he had to hike in circles so he could walk alongside Mayym. \"Sometimes potential does pass down through blood. Look at yourself.\"<br /><br />\"What do you mean?\" Mayym asked, frowning.<br /><br />Kennen glanced at Faey, who was trailing behind them, and shrugged. \"Nothing.\"<br /><br />When Faey came back to the lagoon, the whole haven was asleep save for the acolytes standing watch.<br /><br />She gingerly approached the hut she shared with a few other neophytes. There she saw Akali sitting alone on the stone slabs in front of the dwelling. The little girl was wearing her night garment. She loved calling it a shiipo, which was a florid cloak worn by children during festivals. In truth, it was just a rough-spun robe made of beige-colored yarn, given to her by her father, Tahno, another victim of Zed’s rebellion.<br /><br />\"What are you doing here?\" Faey called out in a low voice.<br /><br />Akali sat upright, happy to see Faey’s return. The little girl produced a piece of dried fruit from inside her pocket. \"I want to give you this.\"<br /><br />\"A plum?\" Faey took it with wonder. \"How? I thought we didn’t get dinner tonight.\"<br /><br />\"It’s from a few days ago.\"<br /><br />Faey’s eyes widened. \"You’ve been storing food?\"<br /><br />Akali shrugged, looking guilty, but made no reply. Her shoulders were shaking.<br /><br />She is afraid, Faey realized, looking down at the dried fruit. Why?<br /><br />\"I want to keep some food,\" Akali said. \"Maybe we’ll need it someday. You know… if… if bad people come again.\"<br /><br />She’s afraid that enemies might show up any moment, and we’ll be on the run without food…<br /><br />\"I don’t want anything to tear our family apart,\" Akali said. \"I don’t want us to lose anyone anymore.\"<br /><br />Tears suddenly welled up in Faey’s eyes, but she held them firmly in check. She lost her parents to the order’s missions long ago, and vowed never to cry again after countless nights of sobbing. But she felt for Akali. In a way, they were truly like siblings, for Akali’s mother spent much more time with Faey than with her own daughter.<br /><br />Faey bit off half the plum and handed the rest back. \"You eat this.\"<br /><br />An anger unfamiliar to Faey was boiling inside her. She could not comprehend why everything had happened. If the Kinkou Order played such an important role to Ionia—as the teachings said—why did they have to suffer like this?<br /><br />\"You should go to sleep.\" She ruffled Akali’s hair, and gave her a long hug, never letting a tear escape from the corner of her eye.<br /><br />As the days passed, Faey earnestly practiced her archery. She was frustrated—about Shen, about Mayym’s refusal to make her an acolyte, about how powerless she was to help, about everything.<br /><br />Working with her bow was the only thing that made sense. When she wasn’t being trained in stealth, studying, or doing chores, Faey was spending almost all her time in the small archery range built by the acolytes.<br /><br />Mayym had gone on one of her missions. Kennen presided over the defense and maintenance of the lagoon haven, but Faey often caught him playing with Akali, racing and jumping and throwing blunt shuriken with the giggling little girl.<br /><br />One day, Hisso came to Faey during her meditative archery exercise. \"We’re going to play Ghost in the Woods at the southern valley. Come join us,\" she said.<br /><br />\"The southern valley?\" Faey took her eyes off the practice target, lowering her bow. \"Mayym wouldn’t like that.\"<br /><br />The valley was wide and full of plant life, marked by loose boulders and abandoned stone walls. It was dangerous terrain, and the villagers of Xuanain had warned the Kinkou that there had been a few major landslides over the decades.<br /><br />\"Well, that’s why we do it when Mayym isn’t around,\" Hisso told her. \"You know it’s the most exciting place for the game. C’mon, the others are all there.\"<br /><br />Faey was hesitant, but she said, \"Fine. I need to finish another set. I’ll find you there later.\"<br /><br />When the neophyte left, Faey drew a deep breath and stabilized her torso. She repositioned her feet and held her asymmetrical bow a few handspans from the bottom to ensure the most force.<br /><br />For a Kinkou warrior-to-be, the mastery of a type of weaponry required two tracks of experience, the meditative and the combat-practical—the neio and the neiyar. Trained to become an archer, Faey had been practicing neio and neiyar with her bow since she was five summers old.<br /><br />Of course, given that she had never faced a real enemy keen on taking her life, the neiyar centered around animal hunting and dueling against her trainers. Most times, she was instructed to stay in the archery range practicing her meditative neio, which she had resented because boredom always crept in after just a few shots.<br /><br />But not these days. She needed to practice neio to feel calm.<br /><br />\"When you hold a lethal weapon in your hands, the first thing it sharpens is your mind,\" Mayym had taught her. \"Quiet your thoughts, and focus on your every move.\"<br /><br />Yet as Faey raised both arms above her head in a refined manner, confusion raged like a maelstrom.<br /><br />Why couldn’t we beat Zed? She pushed out her bow arm.<br /><br />Why does it have to be Shen who leads us? She contracted her back muscles, drawing open the bow with the string.<br /><br />What truly happened in the temple that day when Master Kusho died? The adults never spoke of it. Do they even know? She paused at full draw, a moment of utmost concentration when an archer should sense the true spirit of the martial art. But all she could feel now was sizzling fury.<br /><br />The pause lasted no more than half a breath before she released the string. The arrow hit the edge of the target with a weak thump.<br /><br />Faey sighed, shoulders drooping.<br /><br />We are the guardians of two realms, yet we do nothing when the realms need us. We just watch the stars.<br /><br />She closed her eyes, trying to clear her mind by running two fingers along the bow, and then the arrow.<br /><br />\"When you hold these weapons,\" Mayym had said, \"you are entrusted with a tradition passed down through generations of archer-warriors, in an unbroken line of sacred practice.\"<br /><br />Faey inhaled slowly, forcing herself to think on her bow’s design. It was asymmetrical because, long ago, Kinkou archers had learned that a longer top section made the bow more durable, while a shorter bottom allowed for stealthier movement in regions with dense wild growth. Faey was among the most recent generation to benefit from this wisdom.<br /><br />Generations of archer-warriors. An unbroken line of sacred practice.<br /><br />Humbled, Faey opened her eyes and walked toward the target. She paused just three and a half paces away from it, so close that a miss wouldn’t be possible. That way, she could direct all her attention to her movement, ensuring refinement and elegance.<br /><br />Combat is communication, a voice rang in her mind. It is always about the dialogue.<br /><br />It was the voice of Master Kusho, from a time when he spoke warmly to Faey and the other children. A time that seemed… so long ago.<br /><br />The art of practical combat would prepare a warrior against external enemies, with spilled blood calligraphing the dialogue of conflict. Yet, only by contemplative performance would a warrior train her mind against the enemy within.<br /><br />A dialogue with a hundred you.<br /><br />Faey raised her arms and calmly let them fall, drawing open the bow again. She paused as a timeless vortex claimed her consciousness.<br /><br />When thoughts hushed, the dialogue of the soul began.<br /><br />The next time she blinked, the arrow had lodged in the dead center of the target.<br /><br />She took another arrow from her quiver, and then another, each shot more graceful than the last, her form a distilled purity.<br /><br />As she did so, new thoughts drifted through her mind.<br /><br />Maybe the adults don’t know everything.<br /><br />Maybe they are as confused as I am.<br /><br />Maybe it doesn’t matter who is leading us, as long as we stick together as a family.<br /><br />Maybe… there isn’t anything I can do to help restore the balance right now. Faey let go of her last arrow. And maybe that’s okay…<br /><br />She maintained her posture a while longer. The churning emotions had dissipated, bringing to light a mind as tranquil as the early morning lagoon. This was a sense of peace she had rarely felt.<br /><br />The sun was at its zenith when she started toward the southern valley. Some of the acolytes were conducting their own meditative martial practice by the edge of the forest as Faey passed by, and suddenly she understood what they were doing a little more.<br /><br />Then she followed the meandering pathway to the neophytes’ playground. It was not a short hike. Faey had decided that she did not feel like participating in the game today, yet she needed to tell the others so they wouldn’t wait for her until dusk.<br /><br />Strangely, when Faey arrived at the fringe of the valley, the neophytes were not there.<br /><br />She strained her ears, but she heard no clamor, nor any rustling among the bushes. The only sounds were the buzzing of cicadas and the occasional breeze.<br /><br />Something’s not right.<br /><br />Faey unslung her bow and took out an arrow as she ventured down the valley. Possibly uninhabited by humans for centuries, this side of the mountain had been taken over by wild growth of vegetation. Bits of broken stone walls could be glimpsed where vines and leaves had not yet claimed them.<br /><br />As she continued her search, some of the greenery parted for her, giving way to her nervous steps.<br /><br />A whistle startled her—then she saw that it came from behind one of the stony ruins. A neophyte poked his head out, beckoning to her and signaling for silence.<br /><br />Faey crouched low and swiftly moved over, surprised to see that a bunch of the neophytes were huddled here, all looking grim. She found Akali, too, standing under a large broad-leaved tree, uncharacteristically silent.<br /><br />One of the older boys gravely pointed a finger downhill.<br /><br />Then Faey saw it, too. Still a good distance away, a group of at least twenty warriors had come into the valley. They had tiger tattoos on their chests and arms, and Faey immediately understood what that meant.<br /><br />It was the Navori Brotherhood.<br /><br />\"What do we do now?\"<br /><br />The neophytes had gathered around Faey. \"We need to warn the adults,\" said Xenn, a younger boy.<br /><br />Omi suggested fighting the intruders, but he was rebuffed by doubtful stares from the others. Except for Faey, they hadn’t brought their weapons, and when you had ten neophytes against twenty mean-looking thugs, the odds were obvious.<br /><br />Alerting the acolytes seemed like their only option, but Faey hesitated.<br /><br />\"What are we waiting for?\" Xenn asked. \"Let’s head back now.\"<br /><br />\"Wait…\" Faey said. \"We can’t do that.\" Everyone’s gaze fell on her, wondering what she meant. Faey stared at the warriors, who were advancing slowly. If the acolytes show up, people will die. That will damage the balance even more.<br /><br />Not to mention, the thought of losing even one more of her Kinkou family was unbearable.<br /><br />Faey scanned the area and made up her mind. \"We need to stop them, here and now.\"<br /><br />\"What? How?\" asked Akali, brown eyes wide.<br /><br />\"By making them decide not to go any farther,\" Faey said. \"I know why they’re here: to capture people and force them to fight against the foreign invaders. So, if they realize there’s no one to be found, they will leave.\"<br /><br />\"How do we do that? Walk down and tell them?\" Yajiro said.<br /><br />\"No, of course not.\" Faey frowned. \"Remember the hunting game we played to ambush the silver boar?\" Everyone nodded. \"We do it again. Except this time, we never show ourselves. We make the sound of grey owls.\"<br /><br />\"Bad omen,\" Omi said.<br /><br />\"Yes,\" Faey said. \"These are Ionians—they’ll know the sound means this region is cursed with foul magic, and no village could possibly thrive here.\"<br /><br />\"But they are Ionian,\" a girl named Isa said dubiously. \"They might be able to see through it.\"<br /><br />\"Well, I guess we’ll find out.\" Faey looked at them one by one. \"If someone gets caught, don’t point to the lagoon. Just say you’re lost. They will leave us alone, because they’re not looking for children.\" This was half a lie.<br /><br />They all nodded nervously.<br /><br />\"All right, let’s spread out. Take the vines and hide up in the trees.\"<br /><br />Akali was about to move, when Faey touched her shoulder.<br /><br />\"Akali, stay on the ground. I have a very important job for you. I know you can do it better than anyone.\" The little girl paused, looking surprised. Faey continued, \"But first, I need you to promise me that you won’t run around and upset our plan this time.\"<br /><br />Akali nodded eagerly. \"I promise.\"<br /><br />\"If our plan fails—if you see the Brotherhood still coming in strong after we make the owl calls, like they don’t even care, you run as fast as you can and tell the adults.\" Faey held her bow tighter. And if that happens, I will cover you. \"Now, hide somewhere at the far end and watch what’s happening. Save your strength in case you need it.\"<br /><br />\"Okay.\" Akali was trembling, but her eyes also glistened with excitement.<br /><br />Faey saw that everyone else had loosely formed a wide bowl flanking the path that the intruders would pass through. Then she was on the move herself.<br /><br />On the eastern side of the valley, a hillock of large boulders would provide an unobstructed view of the area. That would be her vantage point.<br /><br />If anything went wrong, she would be the one making the kill.<br /><br />One by one, the Kinkou neophytes tied long, sturdy vines around themselves. The vines responded by lifting them up to the knots on the tree trunks, making their climb swift and secure.<br /><br />Faey circled to the shadowed side of the hillock, where the larger boulders would block her from the intruders’ sight. She ascended the incline, anxiously yet briskly, until she finally reached the highest point—a sizable slab perfect for monitoring the valley.<br /><br />She looked for Akali, but could not find her.<br /><br />Good, she thought. Lying prone on the slab, she directed her attention to the intruders. They were almost where she wanted them, making so much noise cutting up brambles, briars, long grasses, and whatever else got in their way that Faey was certain no one would notice if she kicked a rock downslope. The war must have changed them. Like the foreign invaders, they hold no respect for nature. They’ve forgotten what it means to be Ionian.<br /><br />Out of the corner of her eye, she saw that Omi was still on the ground.<br /><br />What is he doing? She stared at him and made a gesture for him to hasten.<br /><br />He was panicking, struggling to tie a limp vine around his waist as the first of the warriors trudged up a fallen trunk just ten paces away. Oddly, none of the vines on that particular tree were helpful, so Omi decided to climb barehanded.<br /><br />Faey was appalled, but she remembered her contingency plan. She quickly nocked an arrow on her bow.<br /><br />The intruders kept slashing violently at bushes and shrubs with their polearms, making a path for themselves. The rest of the valley remained ominously quiet, so their curses flowed straight to Faey’s ears, loud and clear.<br /><br />Finally, Omi got up the tree and disappeared. Faey let out a breath she didn’t know she had been holding. She then inhaled deeply.<br /><br />With a single, powerful exhale, Faey released a high-pitched screech that pierced the pristine air.<br /><br />A few of the warriors stopped in their tracks.<br /><br />Faey screeched again, and the valley came alive with echoes from every direction.<br /><br />Now all of the intruders stopped, tensely surveying their surroundings. They started arguing.<br /><br />\"This is a haunted place. I hear grey owls.\"<br /><br />\"I told you there’s nothing to be found here!\"<br /><br />The menacing-looking ones at the front walked forward, undeterred. Yet, part of the gang still hesitated. The Kinkou neophytes tried to help them make up their minds with another round of omen-filled screeches.<br /><br />Even the trees let out audible sighs, waving their leaves and contorted branches, working with the neophytes in a cacophony of dread. Some of the warriors started backing off.<br /><br />It’s working! Faey almost couldn’t believe it.<br /><br />The gang’s leader ordered a retreat. \"This place is foul. Let’s get out of here.\" But as they departed, a few of them angrily swung their crescent blades and severed some branches that were eerily approaching.<br /><br />A long, crooked bough snapped down and hit one of the thugs in the face. They all turned their backs and ran.<br /><br />Faey held her position on the rock, not letting joy overtake her senses. The other neophytes were also quiet, likely waiting until it was safe to emerge.<br /><br />When enough time had passed, Faey sprang upright. \"We did it!\"<br /><br />Her call met no reply. There was silence for a long moment, punctuated by snapping sounds.<br /><br />\"Hello?\" The valley looked a shade darker, even though the sun was still at its apex.<br /><br />Something dropped down from the canopy and jerked to a stop in midair. It was Isa—her eyes wide with terror, her arms cinched at the waist by twisting vines. The end of one was gagging her.<br /><br />Several more children fell through the leaves and were suspended the same way. Two neophytes plunged directly to the ground, their impact cushioned by bushes. They were also bound by vines, struggling to free themselves without avail.<br /><br />Before Faey could comprehend what was happening, the valley came alive—large tree trunks twisted fiercely, entwining into a gargantuan entity. Shrubs and bushes uprooted themselves and crawled onto it like patched skin, taking with them packed soil and rubble that created muscles. Dark vines slithered up to form latticework over the creature, like nets of pulsing veins.<br /><br />The monstrous thing had four arms, and the center of its \"chest\" was a broken tree trunk, hollow and rotten, like an empty eye socket or a gaping mouth. At least three children were half buried in its grotesque torso, held in place by bizarrely twitching branches.<br /><br />A corrupted spirit. Faey froze on the stone slab.<br /><br />The Kinkou had heard that such things were happening in other parts of Ionia, a side effect of the brutal war against Noxus. No one ever thought it would happen here.<br /><br />The Navori Brotherhood must have contaminated the balance, and dark forces in the spirit realm were seeping through the divide, tainting the southern valley.<br /><br />Faey opened her waist pouch, which held magical dust for repelling evil spirits. This would be the first time she had used it in practical combat. And her friends’ lives were at stake. She calmed her mind and applied the dust to her arrowheads.<br /><br />Neio had fortified her with mental strength, and now she had to trust that her muscle memory would awaken from the neiyar training she had painstakingly endured.<br /><br />Omi had escaped the vines and was stumbling across the shaky ground. As he ran, one of the monster’s arms extended toward him, tentacles of flora opening up like a writhing web. Faey loosed an arrow, and it struck that arm a moment before it could catch him. Golden rays blazed from the wound, and the monster reared. The limb disintegrated into dead leaves and twigs and dust.<br /><br />\"Go! Get the acolytes!\" Faey shouted at Omi. He fled the valley without looking back.<br /><br />Faey could hear her heartbeat pulsing against her ears. She knew that no matter how fast Omi ran, the quickest possible arrival for any acolyte would be a quarter of an hour. She had in her quiver only thirteen arrows.<br /><br />How do I hold this thing off?<br /><br />The monster’s broken limb had re-formed, its body growing larger by the moment as waves of vegetation rushed onto it, drawn by an unseen force.<br /><br />Faey shot another arrow and, before it landed, drew and released again. The two arrows sank into the monster, and a blinding golden light spilled from its torso, which snapped open as layers of rotten, tissue-like branches parted. The ensnared children dropped to the ground, free from their prison.<br /><br />The neophytes tried to help each other escape, tearing at vines and brambles sticky with dark resin. With a shocking rumble, the monster’s innards exploded, spraying countless fast-growing limbs in all directions like a fountain of animated timber.<br /><br />Most of the neophytes dodged the wooden claws, yet two of them—Isa and Taij—were caught, wailing as they were dragged toward the monster’s mended maw.<br /><br />Faey’s next few shots could provide cover fire for the five unfettered neophytes to flee, or she could try to save Isa and Taij.<br /><br />What do I do? A moment of hesitation, and Xenn was snared. The rest scattered, howling in panic.<br /><br />\"Leave! Run back to the haven, everyone!\" Faey saved Xenn with an arrow shot. Then she began firing at the flora tentacles that were coming for the runaway neophytes. She knew she would lose Isa and Taij, who were almost swallowed by the monster’s jagged, hollowed-out mouth. She ground her teeth and looked away.<br /><br />Then she saw Akali.<br /><br />Amid the madness of running children, flying timber, falling leaves, and blooming plants of evil shades, the little girl was running toward the monster.<br /><br />Faey watched in disbelief, suddenly unsure where to aim.<br /><br />\"Haaheeyy!\" Akali’s voice echoed in the valley. She dashed under a whip made of animated vines, then vaulted over sweeping tree trunks.<br /><br />Something dawned on Faey—dangerous moments had passed, and Akali had not been caught. Somehow, she was evading all attempts at capture, ducking and rolling away from deformed claws. The evil spirit had turned its attention to Akali, forgetting that Isa and Taij were dangling right by its mouth.<br /><br />\"Akali, you fool! Flee!\" Faey screamed. Yet, even as she condemned Akali’s folly, Faey had moved away from the stone slab, nocking another arrow on her bow.<br /><br />She knew what she must do.<br /><br />Akali was terrified. Huge, arched boughs fell from the sky and landed all around her. Yet she kept running.<br /><br />She had made a promise not to intrude on Faey’s attempt at scaring away the big bad warriors. She did not foil that plan. But Faey never said anything about a gigantic, ugly tree spirit going mad. Now Akali followed her instinct—to get the other kids out.<br /><br />She found Hisso entangled by a net of brambles. As she tried to pull her out, the sky dimmed, and Akali gasped. A colossal palm made of wriggling branches was coming down, threatening to crush them. But then an arrow pierced the hand, setting it ablaze in golden sparks.<br /><br />Amid a falling blanket of wilted leaves, Akali dragged Hisso to safety. She saw that Faey was hopping down the rocky slope far way, another arrow at the ready. Then Akali glimpsed an older neophyte, Yajiro, sitting amid a pile of broken logs, crying his heart out.<br /><br />Akali ran to him—eluding the monster’s angry jabs—and kicked him in the butt. \"You! Get out of here!\" She shoved him forward.<br /><br />She knew something had changed. The monster was redirecting all its writhing limbs to get her. So as long as she kept running, the other children would be safe.<br /><br />As Akali sprang and dove and ducked and rolled, she grew confident that she had gotten the hang of this game. Part of her—the part that wasn’t terrified—wanted to giggle. The monster was slow. If Kennen were here, he could be eating a bowl of noodles while dodging the attacks.<br /><br />More of Faey’s arrows arced overhead, striking the monster and momentarily disintegrating its limbs. Isa and Taij dropped to the ground: two vine-wrapped, sobbing bundles.<br /><br />Akali headed toward them, excited that she and Faey were working together so well. She could do this all day.<br /><br />Now Faey will include me on all the missions. Mother will be pleased!<br /><br />Then the valley began to tremble more ferociously than before. Large, malicious roots churned the earth, whipping up like nasty serpents, releasing foul vapors that made Akali’s nose wrinkle. A wall of dizzying, thrashing wood encircled her, sealing her way out.<br /><br />Uh-oh.<br /><br />Faey hopped down from boulder to boulder, adjusting her line of sight so she could maintain a clear view of Akali. As the evil spirit chased the little girl, Faey’s arrows cleared any incoming danger for her.<br /><br />Their fortuitous partnership had opened a window of opportunity for the other neophytes, and those who could raced out of the valley.<br /><br />But any moment, things could go wrong. Faey had only three arrows left.<br /><br />\"Akali, you must leave now!\" Faey shouted as loud as she could.<br /><br />The rocks under Faey’s feet shuddered as if the earth was contracting in a spasm. A few heartbeats later, she saw Akali encased in a dome of vicious roots.<br /><br />The stony slope broke apart around Faey, and the large slab at the top came crashing down. Faey jumped between boulders to avoid it. As she did so, she let fly an arrow that tore a hole into the side of Akali’s prison, then another one to block the giant fist that was coming for the escaping girl.<br /><br />But before Faey could draw her last arrow or make another move, the whole slope washed over her in an avalanche.<br /><br />An ear-splitting boom. The crash of rockfall. She screamed as rubble struck her like fists, followed by a devastating pain that seared through her core.<br /><br />When the rockslide subsided, Faey was left shivering amid blood-stained boulders, the dense taste of iron in her mouth. The burning sensation intensified. She could barely open her eyes, but what she glimpsed made no sense.<br /><br />Her bow had snapped. And where her right leg used to be, dark crimson pulp remained, leaving smears of wetness on rocks and grass.<br /><br />She buried her face in the ground, and then consciousness dimmed.<br /><br />Akali dragged Isa and Taij by their feet over the undulating valley floor—there had been no time to untie them. The monster had grown more heinous, but Akali was not about to give in.<br /><br />\"I don’t want to lose anybody ever again, you hear me?\" she shouted, as much to Isa and Taij as to herself. \"I want us all to stay together, forever!\"<br /><br />The corrupted forest spirit—a massive, misshapen heap of horrendous things—chased after her, tearing the valley apart.<br /><br />\"Faey!\" Akali saw the unconscious girl lying amid scattered boulders just ahead. Oh no, now I need to drag three people out. She set her teeth and plowed through the churning ground, arriving at her friend.<br /><br />\"Faey, get up! We need—\"<br /><br />Words caught in her throat as her eyes fell on Faey’s lower body. Akali dropped the two neophytes, who were yelling wildly at something.<br /><br />\"Faey…\" Akali froze, all thoughts blank.<br /><br />Then she turned around to see what Isa and Taij were screaming about. It was the angry tree spirit, towering over them all.<br /><br />No weapons at hand. Three friends helpless. Akali looked at the monster with an empty gaze, her hand clasping the small kunai pendant.<br /><br />A gnarled limb swung toward her. Before she could make a move, a barrage of kunai rained down on the giant’s fist. Lights flared. Timbers flew. Akali never thought the monster could howl, but it did now, furious roars from its hollow core.<br /><br />A shadow landed on its ruptured arm.<br /><br />Mother! Akali’s eyes went wide.<br /><br />Mayym sprinted along the shattering bridge of splinters. The corrupted spirit tried to smash her with two other arms, but she flipped through the air in a graceful, lethal arc, simultaneously flinging more kunai with a back-flick of her hands. The giant’s limbs exploded under the enchanted darts, splashing the air with soulless remnants as Mayym landed nimbly on top of the spirit’s crown.<br /><br />All around Akali, the air crackled with thunder. Arcs of purple lightning appeared, constricting in waves of reversing ripples, centering on the monster. In the blink of an eye, the giant was severed at the waist.<br /><br />The evil spirit re-formed its body, but Kennen was there, assaulting it with a rush of lightning bolts. Above him, Mayym raised high her phantom scythe and—with one clean swing—clove open the monster from top to bowel.<br /><br />The southern valley quieted.<br /><br />Akali was awestruck. Just like that, the monster was gone, leaving behind only piles of decayed, oozing plants. Yet some of the nearby twigs began to wriggle weakly…<br /><br />\"It is not over yet.\"<br /><br />Akali glanced over her shoulder and saw the speaker. The masked figure calmly walked forward, drawing from his back a blade that glowed with a mesmerizing aura of arcane energy. Mayym and Kennen parted to allow him to pass.<br /><br />\"Shen!\" Akali rejoiced at seeing him.<br /><br />Before Zed’s attack, Shen would read stories to her about the Ionian heroes of old. Yet in Akali’s eyes, Shen was the real hero, and she dreamed of helping him when she grew up, like how her mother had assisted Master Kusho.<br /><br />The new leader of the Kinkou Order ascended the remains of the monster, just a mound now. A shimmering fissure appeared at the top, contorting reality for a heartbeat before Shen disappeared into it.<br /><br />\"Where did he go?\" Akali asked.<br /><br />\"To the spirit realm.\" Kennen landed beside her with a backflip. \"That twisted thing could keep reconstructing its material body as long as the corrupted spirit resides in the other realm. Shen is going to take care of the source.\"<br /><br />As Mayym walked toward the neophytes, Akali’s heart sank again as she remembered what had happened to Faey.<br /><br />Expressionless, Mayym knelt beside the unconscious girl.<br /><br />It hurts… so much…<br /><br />Faey woke up to find herself on a pallet inside a hut. Akali was sleeping beside her, curled into a ball. It was day, the time uncertain, and murmurs of conversation could be heard outside.<br /><br />Faey tried to sit up, and then she saw that her right leg was bandaged, missing below the knee. For long moments, she thought she was in a bad dream. She sensed that a devastating anguish inside her was trying to claw its way out, caged only by her disbelief.<br /><br />A quiet sob escaped her throat.<br /><br />\"Master Mayym, we know what we saw!\" A child’s voice flowed into the hut, faint and distant, sounding like Taij. \"She pulled us to safety. All by herself.\"<br /><br />Faey looked out the window. She saw Mayym standing in front of the old temple and listening to the other neophytes, her arms folded.<br /><br />\"And she was fast,\" Isa told Mayym. \"The spirit couldn’t even catch her!\"<br /><br />Faey struggled to change her sitting position. A pain shot through her thigh and she nearly collapsed.<br /><br />\"Faey.\" Akali sat up, rubbing her eyes.<br /><br />Faey paused, then whispered, \"Why did you have to go into the fray?\" She clutched the edge of her blanket, head down, voice low, madly trying to breathe slowly so no more sobs would escape. \"Why didn’t you leave when I told you to?\"<br /><br />\"Faey…\" Akali tried to give her a pat on the arm.<br /><br />\"Do not touch me!\" Faey shouted. \"This is all your fault!\"<br /><br />Akali backed away, eyes wide.<br /><br />\"Leave me alone,\" Faey hissed. All the venom inside her was now flowing freely. Then she saw Akali’s face—the girl was genuinely confused and hurt.<br /><br />Faey hesitated, but before she could say another word, the little girl had headed toward the hut’s entrance, where Mayym now stood, watching them.<br /><br />With Akali gone, Mayym stepped in and knelt beside the pallet, somber emotion glossing over her eyes. \"Shen found us as soon as he sensed a disturbance in the spirit realm. We rushed to the southern valley, but we were too late… I can’t imagine what would have transpired if he had not raised the alarm.\"<br /><br />It hurts so much… Faey tried to straighten her back in a show of respect, but her courage was failing her.<br /><br />\"The other neophytes told me what happened,\" Mayym said in a calmer voice, lifting her chin. \"You turned away the Brotherhood bandits. You helped avoid a major conflict.\"<br /><br />Tears were welling in Faey’s eyes. She maintained her posture, as an apprentice should in front of her master.<br /><br />\"You are courageous,\" said Mayym, \"and you’ve grasped the way of the Kinkou.\"<br /><br />What does it matter now? Faey’s lips were trembling. She knew everything was over. Mayym had made her assessment—that this protégé had been ruined. All the training, wasted. All her aspirations destroyed. She would never rise to become an acolyte, or be anything to the order but a burden.<br /><br />\"I am sorry. I am so sorry. I have…\" Mayym stammered. \"I have been a bad influence on you. About Shen. About everything.\"<br /><br />Faey could not understand why she would say this. She was the best mentor anyone could ask for. \"Master Mayym, I have failed you.\"<br /><br />\"No,\" Mayym said, voice broken. \"No, you did not.\" She held Faey’s shoulders and looked into her eyes with fierce intensity. \"There must be a way to make you walk again. If we must search every corner of Ionia and beyond to find it, that’s what we will do. Under Shen’s leadership, Kennen and I—and the rest of the Kinkou—will find a way. I will continue to train you, and make sure you become an archer never before seen in the history of both realms.\"<br /><br />Tears blurred Faey’s vision, and she momentarily forgot her pain.<br /><br />Mayym carefully cradled Faey in her arms, an embrace the girl had not felt for a long time.<br /><br />That was when Faey’s sobs turned to crying, uninhibited and free.<br /><br />Akali stood by the doorway, peering into the shadowy interior of the hut, and the master and protégé locked in their embrace.<br /><br />She could not remember the last time her mother had given her a hug like that. She turned and walked into the woods, the kunai pendant clutched in her hand, tears soaking her cheeks."
        ]
    },
    "table": {
        "name": "Akali",
        "image": "akali.png",
        "general": {
            "Title": "The Rogue Assassin",
            "Real Name": "Akali Jhomen Tethi",
            "Pronouns": "She/Her",
            "Release date": "May 11th, 2010",
            "Cost": "3150 790"
        },
        "statistics": {
            "HP": "575 (+95)",
            "HPR": "8 (+0.5)",
            "EP": "200 (+0)",
            "EPR": "50 (+0)",
            "MS": "345",
            "AD": "62.4 (+3.3)",
            "AS": "0.625 (+3.2%)",
            "RNG": "125",
            "AR": "23 (+3.5)",
            "MR": "37 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Assassin's Mark",
            "img": "assassins_mark.png",
            "description": "<span class='passiveActive'>Innate:</span> Dealing spell damage to a champion reveals an energy ring around them. When Akali crosses the ring, she extends her kama and empowers it. Her next attack has doubled range, deals bonus magic damage, and restores Energy. When the ring forms, Akali gains a burst of speed toward it for 2 seconds. Once she crosses the ring, Akali gains a burst of speed toward enemies for 2 seconds.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 39 - 180 (based on level) <span class='adConversion'>(+60% bonus)</span> <span class='apConversion'>(+50%)</span>",
                "<span class='importantText'>Energy restored:</span> <abbr title='Levels 1 / 8 / 13'>10 / 15 / 20</abbr>"
            ]
        },
        {
            "key": "Q",
            "name": "Five Point Strike",
            "img": "five_point_strike.png",
            "description": "<span class='passiveActive'>Active:</span> Slings kunai in an arc, dealing magic damage. Enemies at the tip are briefly slowed by 50%. At max rank, deals 125% damage to minions and monsters.",
            "stats": [
                "<span class='importantText'>Cost:</span> 120 / 110 / 100 / 90 / 80 Energy",
                "<span class='importantText'>Cooldown:</span> 1.5s",
                "<span class='importantText'>Range:</span> 500"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 30 / 55 / 80 / 105 / 130 <span class='adConversion'>(+65% total)</span> <span class='apConversion'>(+60%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Twilight Shroud",
            "img": "twilight_shroud.png",
            "description": "<span class='passiveActive'>Active:</span> Drops a smoke bomb, unleashing a spreading cover of smoke that <span class='obscure'>obscures</span> Akali from enemy vision and grants her Movement Speed, decaying over 2 seconds. Entering or exiting <span class='obscure'>obscured</span> extends Shroud's duration by 3 seconds. While <span class='invisible'>invisible</span>, Akali is stealthed and cannot be selected by hostile spells or attacks, even if revealed - except turrets.",
            "stats": [
                "<span class='importantText'>Cost:</span> Restores 80 Energy",
                "<span class='importantText'>Cooldown:</span> 20s",
                "<span class='importantText'>Range:</span> 250",
                "<span class='importantText'>Area of Effect:</span> 750"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Movement Speed:</span> 30 / 35 / 40 / 45 / 50%",
                "<span class='importantText'>Duration:</span> 5 / 5.5 / 6 / 6.5 / 7 seconds"
            ]
        },
        {
            "key": "E",
            "name": "Shuriken Flip",
            "img": "shuriken_flip.png",
            "description": "<span class='passiveActive'>Active:</span> Flip backward and fire a shuriken forward, dealing magic damage and marking the first enemy or smoke cloud hit.<br/><span class='passiveActive'>Re-cast:</span> Dash to the marked target, dealing the same damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 Energy",
                "<span class='importantText'>Cooldown:</span> 16 / 14.5 / 13 / 11.5 / 10s",
                "<span class='importantText'>Range:</span> 650"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Shuriken & Dash Damage:</span> 50 / 85 / 120 / 155 / 190 <span class='adConversion'>(+35% total)</span> <span class='apConversion'>(+50%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Perfect Execution",
            "img": "perfect_execution.png",
            "description": "<span class='passiveActive'>Active:</span> Two dashes: The first vaults over enemies, dealing physical damage. The second is a piercing thrust that executes, dealing magic damage based on missing health.",
            "stats": [
                "<span class='importantText'>Cost:</span> No cost",
                "<span class='importantText'>Cooldown:</span> 100 / 80 / 60s",
                "<span class='importantText'>Recharge:</span> 30 / 22.5 / 15s",
                "<span class='importantText'>Range:</span> 675"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 125 / 225 / 325 <span class='adConversion'>(+50% bonus)</span>",
                "<span class='importantText'>Min Magic Damage:</span> 75 / 145 / 215 <span class='apConversion'>(+30%)</span>",
                "<span class='importantText'>Max Magic Damage:</span> 225 / 435 / 645 <span class='apConversion'>(+90%)</span>"
            ]
        }
    ]
}