{
    "lore": {
        "biography": "Always a mighty warrior with a fearsome reputation, Alistar seeks revenge for the death of his clan at the hands of the Noxian empire. Though he was enslaved and forced into the life of a gladiator, his unbreakable will was what kept him from truly becoming a beast. Now, free of the chains of his former masters, he fights in the name of the downtrodden and the disadvantaged, his rage as much a weapon as his horns, hooves and fists.<br />Many civilizations have resisted Noxus, but none as long as the clans of the Great Barrier mountains. Though these fierce minotaurs had protected the overland trade routes to the ancient city of Zaun for centuries, they preferred to avoid Valoran’s wider conflicts.<br /><br />The noble warrior Alistar was respected among all the clans. Out on the mountain peaks, his roar could scatter even the bravest trespassers, leaving only the foolhardy to face him in combat. Even so, in the moot halls he would always urge his kin to forge greater bonds with other mortal races. Many saw minotaurs as little more than beasts, which soured any interaction and kept them firmly as outsiders.<br /><br />Then Noxus came, promising something better. Their emissary, the matriarch of House Tewain, proclaimed that the empire was poised to take Basilich, a coastal city to the east. However, she pledged that they would not do this without the support of the great clans of the mountains, and called for parley on neutral ground.<br /><br />Many of the minotaurs were eager to accept her offer. This was a way to gain the power and recognition they sought, by joining with Noxus.<br /><br />But Alistar remained skeptical—he had encountered many Noxian scouts in recent years, and knew them to be a duplicitous and cunning people. For this reason, his clan sent him to meet Tewain, along with fifty of their mightiest warriors, to reject any alliance. The other clans could do as they wished, but Alistar would not accept the rule of some distant \"Grand General\".<br /><br />Under the banners of truce, he and his kin were betrayed.<br /><br />The larger clans had already pledged themselves to Noxus, and their representatives turned against him as soon as he made his position known. The battle was swift and bloody, and Alistar himself crushed Lady Tewain’s skull with his bare hands—but soon enough he and his surviving warriors found themselves bound in chains, headed for the distant Noxian capital, accused of inciting rebellion.<br /><br />These unfortunate minotaurs found themselves cast into the Reckoning arenas of the capital, as part of a grim gladiatorial festival known as the Fleshing.<br /><br />Alistar was appalled by the chanting of the bloodthirsty spectators. He implored his clanfolk not to fight back, not to give these Noxians the monstrous display they so craved…<br /><br />When the festival ended twenty-one days later, Alistar was the only member of his tribe left. Pelted with pebbles and rotten fruit from the crowd, dragged out to face Reckoner after Reckoner, he was driven to fight like a beast—and think like one. He killed and killed until even his memories of home became stained with blood.<br /><br />Alistar had fallen far by the time he met Ayelia, a servant girl in the arenas. At first he bellowed and charged the bars of his cage, expecting her to fear or goad him like the others, but Ayelia did neither.<br /><br />She returned every day, and spoke to him with gentle respect, until eventually Alistar answered in kind. Ayelia’s homeland had also been claimed by Noxus, and seeing his suffering had convinced her they should leave this hateful city together. She whispered her plans through the bars, and for the first time in years Alistar found he could think of home without dwelling on the way it had been taken from him.<br /><br />One night, Ayelia brought Alistar the key to his cell. She had sacrificed much to arrange this escape, and he swore he would repay her tenfold.<br /><br />They hurried to the river, where a cargo barge awaited them. However, as they boarded, Noxian agents burst from the shadows. Alistar hurled himself into battle, his vision tunneled with rage, and although Ayelia called out to him again and again, he did not hear.<br /><br />By the time Alistar had slain their attackers, the boat was gone—and Ayelia with it—so he fled south on foot instead. He searched everywhere for the servant girl, but found nothing. Had she been captured? Killed? It seemed there were no clues left to find.<br /><br />Weeks later, a political coup shook the empire to its dark foundations, and the arena minotaur’s escape was quite forgotten.<br /><br />Alistar now travels alone, as quietly and anonymously as he can, encouraging resistance in Noxian-held territories and fighting on behalf of the downtrodden and the abused. Only when he has cleared the shame from his heart, repaying every cruelty and every kindness, will Alistar return to the mountains and leave his rage behind.<br /><br />And in every city he passes through, he asks after Ayelia.",
        "stories": []
    },
    "table": {
        "name": "Alistar",
        "image": "alistar.png",
        "general": {
            "Title": "The Minotaur",
            "Pronouns": "He/Him",
            "Release date": "February 21st, 2009",
            "Cost": "1350 585",
            "Primary": "Tank",
            "Secondary": "Support"
        },
        "statistics": {
            "HP": "600 (+106)",
            "HPR": "8.5 (+0.85)",
            "MP": "350 (+40)",
            "MPR": "8.5 (+0.8)",
            "MS": "330",
            "AD": "62 (+3.75)",
            "AS": "0.625 (+2.125%)",
            "RNG": "125",
            "AR": "44 (+3.5)",
            "MR": "32.1 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Triumphant Roar",
            "img": "triumphant_roar.png",
            "description": "<span class='passiveActive'>Innate:</span> Alistar gains a stack of <span class='stack'>Triumph</span> for every enemy champion he stuns or displaces with <span class='importantText'>Pulverize</span>, <span class='importantText'>Headbutt</span>, or <span class='importantText'>Trample</span>, and every time an enemy minion or non-epic monster dies nearby. At 7 <span class='stack'>Triumph</span> stacks, Alistar consumes them and roars, healing himself and all nearby allied champions. Alistar roars instantly if a nearby enemy champion or epic monster dies. Once <span class='stack'>Triumph</span> stacks are consumed Alistar cannot roar again for a short duration, but can still gain stacks.",
            "stats": [
                "<abbr title='Not affected by cooldown reduction'><span class='importantText'>Static Cooldown:</span></abbr> 3s",
                "<span class='importantText'>Area of Effect:</span> 1000"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Heal: </span><abbr title='Formula: 17 + 8 x level'>25 − 161 (based on level)</abbr>",
                "<span class='importantText'>Ally heal: </span><abbr title='Formula: 34 + 16 x level'>50 − 322 (based on level)</abbr>"
            ]
        },
        {
            "key": "Q",
            "name": "Pulverize",
            "img": "pulverize.png",
            "description": "<span class='passiveActive'>Active:</span> Alistar smashes the ground, dealing magic damage and tossing nearby enemy units into the air for 1 second.",
            "stats": [
                "<span class='importantText'>Cost:</span> 65 / 70 / 75 / 80 / 85 Mana",
                "<span class='importantText'>Cooldown:</span> 15 / 14 / 13 / 12 / 11s",
                "<span class='importantText'>Area of Effect:</span> 365"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 60 / 105 / 150 / 195 / 240 <span class='apConversion'>(+50%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Headbutt",
            "img": "headbutt.png",
            "description": "<span class='passiveActive'>Active:</span> Alistar rams into an enemy, dealing magic damage and knocking them back.",
            "stats": [
                "<span class='importantText'>Cost:</span> 65 / 70 / 75 / 80 / 85 Mana",
                "<span class='importantText'>Cooldown:</span> 14 / 13 / 12 / 11 / 10s",
                "<span class='importantText'>Range:</span> 650"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 55 / 110 / 165 / 220 / 275 <span class='apConversion'>(+70%)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Trample",
            "img": "trample.png",
            "description": "<span class='passiveActive'>Active:</span> Alistar tramples the ground, ignoring unit collision and dealing magic damage over 5 seconds to nearby enemies. Each pulse that damages at least one enemy champion grants Alistar a <span class='stack'>Trample</span> stack. At 5 <span class='stack'>Trample</span> stacks Alistar empowers his basic attack against an enemy champion to deal additional magic damage and stun for 1 second.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 / 60 / 70 / 80 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 12 / 11.5 / 11 / 10.5 / 10s",
                "<span class='importantText'>Area of Effect:</span> 350"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 80 / 110 / 140 / 170 / 200 <span class='apConversion'>(+40%)</span>",
                "<span class='importantText'>Empowered Damage: </span><abbr title='20 + 15 x level'>35 - 290 (based on level)</abbr>"
            ]
        },
        {
            "key": "R",
            "name": "Unbreakable Will",
            "img": "unbreakable_will.png",
            "description": "<span class='passiveActive'>Active:</span> Alistar lets out a wild roar, removing all crowd-control effects on himself, and reducing incoming damage for 7 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 120 / 100 / 80s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Damage Reduction:</span> 55 / 65 / 75%"
            ]
        }
    ]
}