{
    "lore": {
        "biography": "Innately connected to the latent power of Runeterra, Ahri is a vastaya who can reshape magic into orbs of raw energy. She revels in toying with her prey by manipulating their emotions before devouring their life essence. Despite her predatory nature, Ahri retains a sense of empathy as she receives flashes of memory from each soul she consumes. Abandoned in the snowy woods of northern Ionia, Ahri knew nothing of her original family save the token they left her: a pair of matching gemstones. She joined a pack of icefoxes as they stalked prey on their morning hunt, and before long they adopted her as one of their own. With no one to teach her the magic of her kind, Ahri instinctively learned to draw it from the world around her, shaping destructive spheres and quickening her reflexes to take down prey. If she was close enough, she could even soothe a deer into a state of tranquility, so much that it remained serene even as she sank her teeth into its flesh. Ahri first encountered humans when a troop of foreign soldiers camped near her den. Their behaviors were strange to Ahri and, curious to learn more, she watched them from afar. She was especially drawn to a hunter who, unlike his wasteful companions, used every part of the animals he killed, reminding her of her fox family. When the hunter was wounded by an arrow, Ahri felt his life seeping away. She instinctively devoured the essence leaving his body, and gained brief flashes of his memories—the lover he had lost in battle, his children from a strange land of iron and stone. She found she could push his emotions from fear to sorrow to joy, and charmed him with visions of a sun-soaked meadow as he died. Euphoric at the rush of absorbing the hunter’s life, Ahri felt more alive than ever, and traveled Ionia in search of more victims. She relished toying with her prey, shifting their emotions before consuming their life essence. She alternated between dazzling them with visions of beauty, hallucinations of deep longing, and occasionally dreams colored by raw sorrow. She grew drunk with memories that were not her own, and exhilarated in the lives of others. Through stolen visions, Ahri watched through their eyes as they pledged fealty to a temple of shadow, sacrificed offerings to a deity of the sun incarnate, encountered an avian tribe of vastaya that spoke only in song, and glimpsed mountainous landscapes unlike any she had seen. She experienced heartbreak and elation in tantalizing flashes that left her craving more, and wept at the massacres of Ionian villagers at the hands of Noxian invaders. Ahri was surprised when the memories led her to discover the tale of an unearthly fox demon. As she absorbed more life essence, she grew to identify more and more with her victims, and felt guilty at ending so many lives. She feared that the myths about her were true—she was no more than a cruel monster. But whenever too much time passed between feedings, she sensed her own power fade, and could not help but partake once more. Ahri tested her self-control by consuming small quantities of life essence, enough to absorb a memory or two but not enough to kill. She was successful, for a time, but was tortured by her unending hunger and soon succumbed to temptation, indulging in the dreams of an entire coastal village. Tormented by her mistake, Ahri could not forgive herself and felt a deep sorrow that forced her to question her own existence. She withdrew to the forest caves, isolating herself in hopes of controlling her relentless desire. Years later she emerged, determined to experience every facet of life through her own eyes. Though she might indulge in occasional essence, she resisted consuming entire lives. With the twin gemstones as the only clue to her origin, Ahri set out in search of others like her. No more would she rely on borrowed memories and unfamiliar dreams. ",
        "stories": [
            "STRAY FOX The Ionian countryside burned. Noxian Legions ripped through the land like a serrated knife, their gleaming armor blood-red in the sinking sun. Blazing temples lit the waning daylight, and distant cries of anguish filled the air. Nestled in the foothills of Tevasa Mountain was a village of perhaps a hundred people—but home to no great warriors. Some families fled. Some prayed. Others held their loved ones close and wept. Fifty brave souls prepared to fight. They cleaned the dirt from their pitchforks and bound knives to broom handles. Mounting panic shone in the eyes of every defender; they knew they had no hope. With the dust of the Noxian advance already visible in the distance, there was little to do but make peace with their gods. The sons and daughters of Ionia took deep, steadying breaths of mountain air, gazed into the starry twilight, and waited for the slaughter soon to come. Ahri’s nine tails swished: a nervous tic. Her sharpened senses warned of danger. Crouched in the shadow of a towering willow she listened, watched, and waited. She had observed the villagers for weeks: watching from afar, but never trusting herself to approach. She heard families talking over dinner, the laughs of women who might have been her sisters, and the games of children. Ahri would listen for hours on end, tearing herself away only when the longing grew too sharp. Though she had little understanding of nations or politics, instinct alone told her something was very wrong in the world today. Curious, and fearing for the villagers, Ahri sniffed the air. She pinpointed the source of her disquiet, and dashed into the night. Seven Noxian scouts eased through the brush, pushing ever closer to the mountain. Dark-eyed and wary, the men kept their hands on their weapons as they crept through the settling dusk. Ahri found them in a matter of moments and followed them through the forest. She darted between the trees, suspicion mounting as she observed their movements. Of their mission Ahri could only guess, but she had fought enough battles to know killers when she saw them. The squad’s captain scanned the undergrowth. Without breaking stride he whispered a brief order to the man at his back, who relayed it to the man at his. Ahri thought nothing of it, and continued her silent pursuit. Suddenly, seven hands reached for seven arrows. \"NOW!\" roared the captain. The Noxians loosed as one, and a flurry of hawk-fletched arrows flashed towards Ahri. She dived from the bushes as two arrows sliced through her sleeve. Ahri ripped it off and dashed into cover, yellow eyes aflame with shock and fury. She would lose no sleep in killing these men. Ahri opened her palms to the sky, and felt the raw power of her spirit coalesce. Her nine tails fanned out in all directions as she pulled white fire from the air with a snarl. With a flick of her wrist, Ahri summoned three motes of spinning flame. She dodged another volley of arrows before leaping for the nearest tree, coiling her tails to spring from its trunk, back towards her assailants. The Noxians scattered as she landed in their midst. The man closest to her thrust a knife, but the blade cut only air. Ahri danced through her foes with blinding speed. The fiery motes around her engulfed the three nearest men. White flames seared them, but Ahri had more than brute force in her arsenal. She vaulted from tree to tree, rising higher with every bound. She spotted the squad’s captain crouched between a tangle of tree roots, his bowstring taut. Given half a chance, Ahri knew he’d put an arrow through her eye. She crept silently to the branches above the captain’s shelter and spoke, her soft words laced with beguiling power. \"Human,\" she whispered. \"Come to me.\" The captain’s features went slack. Through no will of his own, he set down his bow and walked from cover. He looked up, eyes wide with desperation and desire. \"Now climb,\" said Ahri, blowing the man a kiss. The captain, utterly in her thrall, scrambled for footholds on the tree trunk. Ahri summoned a sphere of lambent energy to her palm, its innocent appearance belying its vast power. She drew back her arm, allowed herself a vulpine grin, and hurled it downwards. The orb streaked through the captain before flying back to Ahri’s palm, and his smoking body fell to the forest floor with a thud. The remaining scouts fled in terror, but running proved every bit as futile as hiding. Ahri vaulted from branch to branch, tails whirling behind her as she struck two men down with thunderous bolts of energy. The last man collapsed in a tangle of limbs, clutching at his broken bones as Ahri landed gracefully beside him. She grabbed the Noxian’s throat, and put her face an inch from his. \"You brought this on yourselves,\" she hissed, and snapped the man’s neck with a blast of concussive force. Only one task remained. Ahri had no qualms about gaining her humanity by taking it from men who had no use for it. She knelt over the fallen Noxian, feeling his pulse fade. She placed her hands to either side of his face. The light of his essence flowed from his eyes and mouth, and a thrilling sensation surged through Ahri. His humanity poured into her, and she felt the fox within withdraw with every heartbeat. Her tails curled in pleasure, her expression rapturous. Yet even lost in that glorious sensation, Ahri heard the sound of approaching footsteps. The villagers, hearing the sounds of combat, were coming to investigate. She couldn’t let them see her like this, draining what remained of a dying man’s life. To their eyes she would seem a terrifying mystery: a damnable half-breed stray, neither human nor beast. Reluctantly, Ahri turned from her feast, seeing shapes moving through the trees and bushes. She recognized the men and women she had watched from afar, remembering the friendship she hoped they might one day share. But today was not that day, and Ahri turned to flee into the woods. Her tails, suddenly leaden, dragged behind her as she ran. ",
            "A FAIR TRADE The market smelled of burning incense and rotting cabbage. Ahri wrapped her cloak around her nine tails and fiddled with her twin sunstone tokens to distract herself from the stench, rolling them between her fingers and snapping them together. Each one had the shape of a blazing flame, but they were carved in such a way that their sharper edges fit together, forming a perfectly smooth orb. She had carried the golden stones since before she could remember, though she had no knowledge of their origin. Though Ahri was in a new environment, she was comforted by the latent magic buzzing all around her. She passed a stand with dozens of woven baskets filled to the brim with polished rocks, shells etched with legends from a seafaring tribe, gambling dice carved from bones, and other curious items. Nothing matched the style of Ahri’s sculpted tokens. \"Care for a gem to match the blue of the skies?\" asked the gray-bearded merchant. \"For you, I’ll trade a cerulean bauble for the cost of a single cryraven feather, or perhaps the seed of a jubji tree. I’m flexible.\" Ahri smiled at him, but shook her head and continued through the market, sunstones in hand. She passed a stand covered in spiky orange vegetables, a child selling fruit that shifted color with the weather, and at least three peddlers swinging tins of incense, each of whom claimed to have discovered the deepest form of meditation. \"Fortunes! Come get your fortunes told!\" called a young woman with lavender eyes and a soft jawline. \"Find out who you’ll fall in love with, or how to avoid unlucky situations with a pinch of burdock root. Or if you’d prefer your future left to the gods, I’ll answer a question about your past. Though I do recommend finding out whether or not you’re at risk for death by poisoning.\" A tall vastaya with feline ears was about to take a bite of a spiced pastry. He froze and stared at the fortune teller in alarm. \"The answer is no, by the way. Yours for free,\" she said, curtsying at him before turning to Ahri. \"Now, you look like you’ve had a dark and mysterious past. Or at least some tales worth sharing. Any burning questions for me, lady?\" Beneath heavy layers of incense, Ahri paused at the scent of wet fur and spiced leather lingering at the woman’s neck. \"Thank you, but no,\" she replied. \"I’m still looking around.\" \"You won’t find any more Ymelo tokens in this market, I’m afraid,\" the woman said, nodding to Ahri’s sunstones. \"Like the ones you have.\" The back of Ahri’s neck prickled and she drew closer to the woman. She would not let her excitement get the better of her. \"Do you recognize these? Where do they come from?\" The woman eyed Ahri. \"I think they’re Ymelos, anyway,\" she said. \"Never seen a pair in person. He only carved a small number in his time, and many of the sets were separated in the war. Dead rare, those.\" Ahri leaned closer with each word. \"I’m Hirin, by the way,\" the woman said. \"Do you know where I might find this craftsman?\" Ahri asked. Hirin laughed. \"No idea. But if you come in I’ll tell you what I know.\" Ahri wrapped her cloak around her shoulders and eagerly followed the fortune teller past her booth, and into a caravan decorated wall to wall with animal skins. \"Tea?\" Hirin said. \"I brewed it this morning.\" She poured two cups of liquid the color of plum wine, taking one for herself. The tea tasted of bitter oak bark, masked by a cloying dollop of honey. Hirin held out a hand for the stones but Ahri kept them close. \"I’m getting the sense that these are special to you,\" she said with a wry smile. \"Don’t worry, I have no interest in peddling stolen sunstones. Bad for a girl’s reputation.\" \"Can you tell me where they come from?\" asked Ahri, handing them over gingerly. Hirin held them up to the light. \"These are beautiful,\" she said. \"I don’t know how they fit together so perfectly. I’ve not seen the like.\" Ahri said nothing. She stood frozen with curiosity, and did not take her eyes off the woman. \"Legend says the sculptor known as Ymelo collected fossilized lizard eggs from a thousand thousand years ago that he carved into intricate shapes. These ancient lizards lived long before the Ghetu Sea dried up to a desert, leaving only petrified bones and dust.\" Hirin coughed, and Ahri detected a bitter note upon her breath, as if she had been drinking vinegar. \"Ymelo stones are designed as small pieces that fit into a larger sculpture,\" she continued. The woman dangled the golden pieces in front of Ahri’s face. \"Just as your past has left you with information to be desired, these stones may have many more parts that, when combined, create another shape altogether. Who knows what you’ll become when you track down your history. With the missing pieces, you may learn more than you’d like.\" \"Those are pretty words,\" Ahri murmured, staring at the woman. After a moment of silence, Hirin chuckled. \"Some threads of truth, threads of my own invention. A fortune teller’s weaving must be seamless.\" The woman retrieved a hunter’s knife from a cabinet. \"I weave in just enough of what you desire to make you stay,\" she said. \"’Til the tea slows your muscles, that is.\" A low growl escaped Ahri’s lips. She would tear this woman apart. She tried to pounce, but her limbs did not obey. She was rooted in place. \"Oh, there’s no need for that, lady. I only need a single tail. Useful for a variety of potions, you see, and extremely valuable. Or so I think. Never seen a vastaya with fox tails before. The tea freezes any pain, along with your… mobility.\" Hirin wrapped a bandage around one of Ahri’s tails. Ahri tried to resist, but she still could not move. \"You’ll wake up tomorrow, good as new!\" said the woman. \"Well, with one less tail. Do you really use all nine?\" Ahri shut her eyes and reached out to the reservoirs of magic around her. The environment had plenty ripe for the taking, but she was too weakened by the tea to draw them to her. Instead she reached into Hirin’s mind, which was far more malleable, and pushed. Ahri opened her eyes and stared hard into Hirin’s. They deepened from lavender to violet. \"Hirin,\" she said. \"Come closer. I would look into the face of the one who tricked me.\" \"Of course, lady,\" Hirin replied, transfixed. The woman’s voice sounded hollow, as though it came from the bottom of a well. She leaned in until her face was only inches away. Ahri inhaled, drawing essences of the woman’s life from her breath. ...Hirin was a young girl hiding, hungry and afraid, beneath a market stall. Two men argued above, looking for her. She had nothing but empty coffers to show for her days’ work... Ahri continued to drain Hirin’s life, sampling memories of raw emotion. They felt rich in Ahri’s mouth, and she relished each unique flavor of emotion. ...Hirin told the fortune of a witch doctor shrouded in veils, receiving a copper for her troubles. She used the coin to buy a piece of bread, which she devoured in seconds… ...In a seedy tavern, a raucous group played cards. A man with eyebrows resembling butterfly wings gambled a golden Ymelo stone while Hirin watched from the shadows… ...Hirin tracked Ahri as she walked through the market. One of her fox tails peeked from beneath her cloak. She drew the vastaya into her caravan— Enough. Ahri stopped, her head spinning with renewed vigor. With each memory she stole from Hirin, she felt energy rush back into her weakened muscles, cleansing them of the poison. Strengthened once more, she slowly shook her limbs awake, and flexed her tails with a shiver. They tingled with pinpricks. Hirin stood wide-eyed and dazed, still very much alive. It was she that would wake tomorrow, good as new—less a few memories that she would not miss. With knowledge of the woman’s life, Ahri’s rage had faded. She brushed her hand against the fortune teller’s cheek, then wrapped her cloak tightly around her shoulders and stepped out into the sunlit market. Hirin would not remember her, or their encounter. But Ahri had left the trade with a name to hunt—Ymelo—and the image of the man with soft-winged eyebrows was burned in her mind.",
            "GARDEN OF FORGETTING A gust of wind blew cold night air from the garden, carrying with it enticing scents of overripe fruit and blooming flowers. Ahri stood before the garden's entrance, where stone transitioned to soil and narrow labyrinthine caves opened to the sky in a deep caldera. Thickets of trees and brambles grew wild beneath the moonlight, while flowers bloomed in lush abundance. Ahri hesitated, knowing well the twin nature of danger and beauty. She had heard legends of the sacred grove since childhood, but had never before traversed the southern caverns to find it. According to the stories, those who stepped over the threshold of the garden began as one person and left as someone else entirely, or did not leave at all. Whatever the truth might be, Ahri had made up her mind. As she stepped into the garden, the back of her neck prickled as if someone were watching her. No figure was visible amongst the trees, but the garden was far from still. Everywhere Ahri looked, new flowers bloomed with each passing second. Ahri walked a winding path through the tangle of plants, stepping over roots rumbling beneath the soil. She ducked under hanging vines that reached out to her as if clamoring for affection. She could have sworn she heard a hush from the soft rustling of leaves. Moonbeams shone through the canopy above, revealing trees bearing leaves of silver and gold. Flower stalks entwined around their trunks, curling to display dazzling buds brighter than any gemstone. Plump spicecherries coated in a layer of frost chimed softly as they swayed amid an untamed thicket. A snow lily stretched toward Ahri’s face and caressed her cheek gently. It was too alluring to resist. Ahri pressed her face into its petals to inhale its heady scent. Her nose chilled and she took in the faint smell of oranges, the summer breeze, and the tang of a fresh kill. The blossom trembled as it blushed with color, and Ahri’s breath caught in her throat. She swayed, dizzy at the flower’s perfume. Snip. The snow lily fell to the soil, severed at its stem. A viscous liquid seeped from the cut. Ahri let out a breath, her nine tails twitching as her head cleared. Ahri startled as a woman with wisps of gray-white hair stood before her, shears in hand. She was wrapped in colorful shawls and her eyelashes sparkled with dew. As the woman turned her sea-green gaze to Ahri, Ahri felt a strange unease, as if this woman could slice through her gut just as easily as a fibrous stalk. The woman’s face, wrinkled like tree bark, was impossible to read. But Ahri was no longer concerned for her own safety. \"You startled me, Ighilya,\" said Ahri. In the stories, the old woman was known as the Eater of Secrets, the Forgotten, or the Witch Gardener. Wanting to show respect to one with such power, Ahri decided to call her Ighilya. Great grandmother. \"The flowers want something from us,\" she said. \"Just as we seek something from them. It would be wise to keep your nose to yourself. I would know. I have to feed these hungry babies myself.\" \"So you are the Gardener,\" said Ahri. \"One of my kinder names, yes. But quite beside the point. I know why you’re here, Iminha.\" Little one. Ahri felt uncomfortable at the word, often used in a familial relationship, though she was not sure why. \"You seek absolution. Freedom from your pain,\" said the Gardener. She stepped over a shrinking fern and beckoned to Ahri. \"Come.\" As they walked through the moonlit garden, flowers turned to face the old woman as if she were the sun itself, warming their leaves and helping them grow. Or perhaps the flowers did not wish to turn their backs to her. The old woman waved Ahri to a bench in front of a gnarled cloudfruit tree, and sat opposite her. \"Let me guess. You were in love,\" the Gardener said, a smile crinkling the corners of her lips. Ahri’s brow furrowed. \"Don’t worry, you’re far from the first,\" said the old woman. \"So, who was he? A soldier? An adventurer? A warrior in exile?\" \"An artist,\" said Ahri. She had not uttered the syllables of his name in over a year and could not bring herself to say them now. They were like swallowing broken glass. \"He painted... flowers.\" \"Ah. A romantic,\" the Gardener said. \"I killed him,\" Ahri spat. \"Is that romantic enough for you?\" As she spoke the truth aloud, Ahri could not disguise the sharp bitterness on her tongue. \"I sucked the life from his lips as he lay dying in my arms,\" she said. \"He was kinder, more selfless than anyone had a right to be. I thought I could suppress my urges. But the taste of his dreams and memories was too enticing. He urged me on. I did not resist. And now - now I cannot go on knowing what I did. Please, Ighilya. Can you give me the gift of oblivion? Can you make me forget?\" The Gardener did not answer. She stood and picked a ripe cloudfruit from the tree and peeled it slowly, carefully, so the rind remained in one piece. The flesh fell into six vermillion segments, which she offered to Ahri. \"Care for a slice?\" Ahri stared at her. \"Don’t worry, this one doesn’t want anything from you. Not like the flowers. Fruit never does. Fruit is the most generous part of a plant - it strives to be luscious and juicy - and tempting. It simply wants to attract.\" \"Food turns to ash in my mouth,\" said Ahri. \"How can I feed myself when I am no more than a monster?\" \"Even monsters need to eat, you know,\" the Gardener said, smiling gently. She placed one of the cloudfruit segments into her mouth, and chewed before making a face. \"Tart! In all my years in the garden, I’ve never gotten used to the tang.\" The old woman ate the remaining pieces while Ahri sat in silence. When she was finished she wiped the juice from her mouth. \"So you stole a life that was not yours to take,\" said the Gardener. \"Now you suffer the consequences.\" \"I cannot stand it,\" Ahri said. \"To be alive is to be in pain, I’m afraid,\" the Gardener said. A vine dripping with snow lily buds wound its way around the old woman’s arm. The woman did not flinch. \"I can’t go on knowing that I killed him,\" Ahri pleaded. \"There are greater consequences to losing yourself, Iminha.\" The Gardener reached for Ahri’s hand and squeezed it. Her sea-green eyes glinted in the moonlight, and Ahri detected something she had not seen before - longing, perhaps? \"You will be broken,\" said the old woman. \"You will never again be one.\" \"I am already in fragments,\" Ahri replied, \"and every second that passes, I split myself anew. Please, Ighilya. I must do this!\" The old woman sighed. \"This garden will not refuse a gift freely given, for it always hungers.\" With that, the Gardener offered her arm to Ahri, still entwined with the vine of snow lilies. Buds unfurled like outstretched hands. \"Give your breath to this flower as you think on the memories you wish to be rid of,\" the old woman said, gesturing to the bell shaped lily. \"The flower will consume them. Do not inhale again until you feel nothing.\" Ahri held the flower gently between her fingers. The Gardener nodded. Ahri took a deep breath and exhaled into the flower. ...Ahri stood next to a raven-haired man at the edge of a lake. Together they leapt into the water and screamed as they frolicked over endless waves. Ahri’s suffering dissolved like a cloud along with the image in her mind. ...in a forest silenced by winter, Ahri watched a raven-haired man painting a single blossom. \"Am I not your flower?\" she asked, pulling the strap down from her dress. He lifted his brush and smeared paint over her bare back. The bristles tingled as he recreated the flower atop her spine. \"You are, you are,\" he repeated, kissing her shoulder with each word. Ahri knew she should dread what would happen next, but her heart was growing cold and numb. ...she stood at the center of a lake, holding the lifeless body of the man she once loved. He dipped beneath the water, becoming contorted through its glassy refraction. Once, this vision would have caused stabbing pain, but Ahri felt no more than a dull ache. ...Ahri leaned over a fallen woodcutter in a stone cavern, consuming his life. At the sound of boots crunching on snow, she startled. The raven-haired man stood, watching. Ahri despaired; she had not wanted him to see this. \"I can't be good enough for you,\" Ahri said. \"Look at me, greedy for the soul of a dying man. Please, leave me. I am not good. I cannot be good.\" Her raven-haired love responded. \"I don't care.\" This was the first time Ahri remembered someone loving her wholly, in spite of her nature. His voice was warm and deep with emotion. \"I am yours.\" The memory caught in Ahri’s throat and she stopped breathing, breaking the flower’s spell. No, she thought. I can’t lose this. Ahri tried to inhale, but the air felt like a noose around her neck. It choked her and stifled her throat, as if she were breathing poison. Her vision blackened, but she gasped until her lungs were nearly bursting. Losing this would kill him all over again. Ahri’s knees gave out and she collapsed on the ground, still gripping the snow lily. The unnatural perfume she inhaled from the flower percolated through her mind, conjuring strange and disturbing visions. Ahri hallucinated. In a snow-silenced forest, she envisioned each of her nine tails ripped from her spine, only to grow back so they could be torn off again. In a stone cavern, she saw dozens of portraits of herself painted in inky black brushstrokes. In each of the images, her face was blank and cold. She floated, weightless, at the center of a lake, and looked down to see that the lake was filled, not with water, but blood. Where are you? In her mind’s eye, she saw a face warped by the endless folds of her memory, one she was already forgetting. The face was blurred, like a painting of a man rather than the man himself. He looked at her, stared into her, but she could not meet his gaze. Ahri opened her eyes. The Gardener was standing above her, holding the vine of snow lilies, which had turned raven-black. \"Can you still see him?\" asked the old woman. Ahri focused on the hazy shapes in her mind and focused until they materialized into a face. His face. \"Yes. It’s cloudy, but... I remember,\" said Ahri. She fixed the image of his face in her mind, memorizing every detail. She would not let it dissolve. The old woman’s eyes flashed - not with longing, but regret. \"Then you did what many had not the strength to do. You did not succumb to peace,\" said the Gardener. \"I couldn’t,\" said Ahri, choking over her words. \"I couldn’t give him up. Even if I am a monster. Even if each day I fall apart and each day I must bear the pain a hundred times over. Oblivion is worse, much worse.\" Oblivion was a thousand blurry faces staring at her with empty eyes. \"You cannot take back what you gave, Iminha,\" the Gardener said. \"The flowers do not relinquish what was freely given. But you may keep what remains. Go, go. Leave this place before it takes hold,\" she whispered. Vines coiled around the Gardener’s shoulders, revealing lilies of a deep sea-green. \"As it’s done to so many others.\" Ahri tried to stand, but a vine of snow lilies had wound its way around her tails. She struggled against their tightening clutches, prying barbs from her fur, then scrambled to her feet and ran. Knotted roots broke loose from the soil, trying to ensnare her as she leapt between them. A tangled curtain of thorned moon roses swerved to block Ahri’s path, but she held her breath and dove beneath the flowers, which caught wisps of her hair as she tumbled. The path from the garden was overgrown with snow lilies of all colors. Their leaves, sharp as knives, slashed at Ahri’s skin, while thick stalks coiled around her face and neck, binding her mouth. Ahri bit down and ripped through the fibers with her teeth, tasting sour blood. She tore through the archway to the stone caverns beyond. She could just make out the Gardener’s voice. \"A piece of you lingers here, always,\" the old woman called. \"Unlike us, the garden does not forget.\" Ahri did not turn back."
        ]
    },
    "table": {
        "name": "Ahri",
        "image": "ahri.png",
        "general": {
            "Title": "The Nine-Tailed Fox",
            "Pronouns": "She/Her",
            "Release date": "December 14th, 2011",
            "Cost": "4800 BE 880 RP",
            "Primary": "Mage",
            "Secondary": "Assassin"
        },
        "statistics": {
            "HP": "526 (+92)",
            "HPR": "5.5 (+0.6)",
            "MP": "418 (+25)",
            "MPR": "8 (+0.8)",
            "MS": "330",
            "AD": "53.04 (+3)",
            "AS": "0.668 (+2%)",
            "RNG": "550",
            "AR": "20.88 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Essence Theft",
            "img": "essence_theft.png",
            "description": "<span class='passiveActive'>Innate</span>: Ahri's abilities generate Essence Theft stacks when they hit enemies (max 3 per cast). At 9 stacks, Ahri's next <span class='importantText'>Orb of Deception</span> that lands a hit will restore health for each enemy hit.",
            "stats": {
                "cooldown": "9"
            },
            "lvl-upgrades": [
                "<span class='importantText'>Essence Theft Heal:</span> 3 / 5 / 9 / 18 <span class='apConversion'>(+9%)</span>"
            ]
        },
        {
            "key": "Q",
            "name": "Orb of Deception",
            "img": "orb_of_deception.png",
            "description": "<span class='passiveActive'>Active</span>: Ahri sends out and pulls back her orb, dealing magic damage on the way out and true damage on the way back.",
            "stats": {
                "cost": "65 / 70 / 75 / 80 / 85 Mana",
                "cooldown": "7",
                "range": "880"
            },
            "lvl-upgrades": [
                "<span class='importantText'>Damage per Pass:</span> 40 / 65 / 90 / 115 / 140 <span class='apConversion'>(+35%)</span>",
                "<span class='importantText'>Total Damage:</span> 80 / 130 / 180 / 230 / 280 <span class='apConversion'>(+70%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Fox-Fire",
            "img": "fox_fire.png",
            "description": "<span class='passiveActive'>Active:</span> Ahri gains 40% bonus movement speed, decaying over 1.5 seconds and releases fox-fires that seek nearby enemies and deal magic damage. Enemies hit with multiple fox-fires take 30% damage from each additional fox-fire beyond the first. Deals double damage against minions below 20% health.",
            "stats": {
                "cost": "40 Mana",
                "cooldown": "9 / 8 / 7 / 6 / 5",
                "range": "700"
            },
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 40 / 65 / 90 / 115 / 140 <span class='apConversion'>(+30%)</span>",
                "<span class='importantText'>Max Damage Single Target:</span> 64 / 104 / 144 / 184 / 224 <span class='apConversion'>(+48%)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Charm",
            "img": "charm.png",
            "description": "<span class='passiveActive'>Active:</span> Blows a kiss dealing magic damage and charms an enemy causing them to walk harmlessly towards Ahri and immediately stopping in-progress movement abilities. Enemies hit by Charm become vulnerable for 3 seconds, taking 20% more damage from Ahri's abilities. ",
            "stats": {
                "cost": "70 Mana",
                "cooldown": "12",
                "range": "975"
            },
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 60 / 90 / 120 / 150 / 180 <span class='apConversion'>(+40%)</span>",
                "<span class='importantText'>Charm Duration:</span> 1.4 / 1.55 / 1.7 / 1.85 / 2 seconds"
            ]
        },
        {
            "key": "R",
            "name": "Spirit Rush",
            "img": "spirit_rush.png",
            "description": "<span class='passiveActive'>Active:</span> Nimbly dashes foward firing 3 essence bolts at nearby enemies (prioritizing champions) dealing magic damage. Can be cast up to 3 times within 10 seconds before going on cooldown. ",
            "stats": {
                "cost": "100 Mana",
                "cooldown": "130 / 105 / 80",
                "range": "450"
            },
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage Per Bolt:</span> 60 / 90 / 120 <span class='apConversion'>(+35%)</span>",
                "<span class='importantText'>Max Single Target Damage:</span> 180 / 270 / 360 <span class='apConversion'>(+105%)</span>"
            ]
        }
    ]
}