{
    "lore": {
        "biography": "Abandoning the Kinkou Order and her title of the Fist of Shadow, Akali now strikes alone, ready to be the deadly weapon her people need. Though she holds onto all she learned from her master Shen, she has pledged to defend Ionia from its enemies, one kill at a time. Akali may strike in silence, but her message will be heard loud and clear: fear the assassin with no master. Ionia has always been a land of wild magic, its vibrant people and powerful spirits seeking to live in harmony… but sometimes this peaceful equilibrium does not come easily. Sometimes it needs to be kept in check. The Kinkou are the self-appointed keepers of Ionia’s sacred balance. The order’s loyal acolytes walk the spirit and material realms, mediating conflicts between them and, when necessary, intervening by force. Born among their ranks was Akali, daughter of Mayym Jhomen Tethi, the renowned Fist of Shadow. Mayym and her partner Tahno raised their daughter within the Kinkou Order, under the watchful leadership of Great Master Kusho, the Eye of Twilight. Whenever her parents were called away, other members of the order stepped in as Akali’s surrogate family. Kennen, the Heart of the Tempest, spent many hours with the young girl, teaching her shuriken techniques, and emphasizing speed and agility over strength. Akali was a precocious child, and soaked up the knowledge like a sponge. It became clear to all that she would follow her parents’ path—along with the Great Master’s son and appointed successor Shen, she would lead a new generation dedicated to preserving Ionia’s balance. But balance can be fleeting. The order found itself divided. A wayward acolyte named Zed returned, and clashed violently with Kusho, wresting power in a bloody coup. Akali fled into the eastern mountains along with Mayym, Shen, Kennen, and a handful of other acolytes. Sadly, Tahno was not among them. Zed’s transformation of the Kinkou into the merciless Order of Shadow was almost complete. But, as the new Eye of Twilight, Shen intended to rebuild what had been lost. They would return to the Kinkou’s three fundamental philosophies: the pure impartiality of Watching the Stars, the passage of judgment in Coursing the Sun, and the elimination of imbalance by Pruning the Tree. Even though they were now few, they would train neophytes to restore and grow their numbers once more. When Akali came of age at fourteen, she formally entered her Kinkou training, determined to succeed her mother as the new Fist of Shadow. She was a prodigious fighter, and mastered the kama and kunai—a handheld sickle and throwing dagger. Though she did not possess the magical abilities of many of her fellow acolytes, she proved to all she was worthy of the title, in time allowing her mother to step down and help mentor the younger neophytes. But Akali’s soul was restless, and her eyes were open. Though the Kinkou and the Order of Shadow had come to an uneasy accord in the wake of the Noxian invasion of Ionia, she saw that her homeland continued to suffer. She questioned whether they were truly fulfilling their purpose. Pruning the Tree was meant to eliminate those who threatened the sacred balance... yet Shen would always urge restraint. He was holding her back. All the mantras and meditations could quiet her spirit, but such platitudes would not defeat their adversaries. Her youthful precociousness turned to outright disobedience. She argued with Shen, she defied him, and she took down Ionia’s enemies her way. In front of the whole order, she declared the impotence of the Kinkou, all its talk of spiritual balance and patience accomplishing little. Ionians were dying in the material realm, and that was the realm Akali would defend. She was trained as an assassin. She was going to be an assassin. She did not need the order anymore. Shen let her go without a fight, knowing this was a path that Akali must walk alone. Perhaps that path would bring her back one day, but that would be for her to decide.",
        "stories": [
            "template #1",
            "template #2"
        ]
    },
    "table": {
        "name": "Akali",
        "image": "akali.png",
        "general": {
            "Title": "The Rogue Assassin",
            "Real Name": "Akali Jhomen Tethi",
            "Pronouns": "She/Her",
            "Release date": "May 11th, 2010",
            "Cost": "3150 BE 790 RP"
        },
        "statistics": {
            "HP": "575 (+95)",
            "HPR": "8 (+0.5)",
            "EP": "200 (+0)",
            "EPR": "50 (+0)",
            "MS": "345",
            "AD": "62.4 (+3.3)",
            "AS": "0.625 (+3.2%)",
            "RNG": "125",
            "AR": "23 (+3.5)",
            "MR": "37 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Assassin's Mark",
            "img": "assassins_mark.png",
            "description": "<span class='passiveActive'>Innate:</span> Dealing spell damage to a champion reveals an energy ring around them. When Akali crosses the ring, she extends her kama and empowers it. Her next attack has doubled range, deals bonus magic damage, and restores Energy. When the ring forms, Akali gains a burst of speed toward it for 2 seconds. Once she crosses the ring, Akali gains a burst of speed toward enemies for 2 seconds.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 39 - 180 (based on level) <span class='adConversion'>(+60% bonus)</span> <span class='apConversion'>(+50%)</span>",
                "<span class='importantText'>Energy restored:</span> <abbr title='Levels 1 / 8 / 13'>10 / 15 / 20</abbr>"
            ]
        },
        {
            "key": "Q",
            "name": "Five Point Strike",
            "img": "five_point_strike.png",
            "description": "<span class='passiveActive'>Active:</span> Slings kunai in an arc, dealing magic damage. Enemies at the tip are briefly slowed by 50%. At max rank, deals 125% damage to minions and monsters.",
            "stats": [
                "<span class='importantText'>Cost:</span> 120 / 110 / 100 / 90 / 80 Energy",
                "<span class='importantText'>Cooldown:</span> 1.5s",
                "<span class='importantText'>Range:</span> 500"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 30 / 55 / 80 / 105 / 130 <span class='adConversion'>(+65% total)</span> <span class='apConversion'>(+60%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Twilight Shroud",
            "img": "twilight_shroud.png",
            "description": "<span class='passiveActive'>Active:</span> Drops a smoke bomb, unleashing a spreading cover of smoke that <span class='obscure'>obscures</span> Akali from enemy vision and grants her Movement Speed, decaying over 2 seconds. Entering or exiting <span class='obscure'>obscured</span> extends Shroud's duration by 3 seconds. While <span class='invisible'>invisible</span>, Akali is stealthed and cannot be selected by hostile spells or attacks, even if revealed - except turrets.",
            "stats": [
                "<span class='importantText'>Cost:</span> Restores 80 Energy",
                "<span class='importantText'>Cooldown:</span> 20s",
                "<span class='importantText'>Range:</span> 250",
                "<span class='importantText'>Area of Effect:</span> 750"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Movement Speed:</span> 30 / 35 / 40 / 45 / 50%",
                "<span class='importantText'>Duration:</span> 5 / 5.5 / 6 / 6.5 / 7 seconds"
            ]
        },
        {
            "key": "E",
            "name": "Shuriken Flip",
            "img": "shuriken_flip.png",
            "description": "<span class='passiveActive'>Active:</span> Flip backward and fire a shuriken forward, dealing magic damage and marking the first enemy or smoke cloud hit.<br/><span class='passiveActive'>Re-cast:</span> Dash to the marked target, dealing the same damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 Energy",
                "<span class='importantText'>Cooldown:</span> 16 / 14.5 / 13 / 11.5 / 10s",
                "<span class='importantText'>Range:</span> 650"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Shuriken & Dash Damage:</span> 50 / 85 / 120 / 155 / 190 <span class='adConversion'>(+35% total)</span> <span class='apConversion'>(+50%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Perfect Execution",
            "img": "perfect_execution.png",
            "description": "<span class='passiveActive'>Active:</span> Two dashes: The first vaults over enemies, dealing physical damage. The second is a piercing thrust that executes, dealing magic damage based on missing health.",
            "stats": [
                "<span class='importantText'>Cost:</span> No cost",
                "<span class='importantText'>Cooldown:</span> 100 / 80 / 60s",
                "<span class='importantText'>Recharge:</span> 30 / 22.5 / 15s",
                "<span class='importantText'>Range:</span> 675"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 125 / 225 / 325 <span class='adConversion'>(+50% bonus)</span>",
                "<span class='importantText'>Min Magic Damage:</span> 75 / 145 / 215 <span class='apConversion'>(+30%)</span>",
                "<span class='importantText'>Max Magic Damage:</span> 225 / 435 / 645 <span class='apConversion'>(+90%)</span>"
            ]
        }
    ]
}