{
    "lore": {
        "biography": "Darius and his brother Draven grew up as orphans in the port city of Basilich. Darius struggled to provide for them both, constantly fighting with gangs of older urchins and anyone else who threatened his little brother—even the city guard. Every day on the streets was a battle for survival, and Darius earned more scars by his twelfth summer than some soldiers do in a lifetime.<br />After Basilich was seized by the expanding Noxian empire, the victorious commander Cyrus saw the strength in these defiant brothers, and they found a home within the ranks of his warhost. Over the years, they fought in many grueling campaigns of conquest from one end of the known world to the other, as well as crushing a number of rebellions against the throne.<br /><br />Within the empire, anyone could rise to power, no matter their birth, culture, or background, and none embraced this ideal more fervently than Darius. From humble beginnings, he rose steadily through the ranks, always putting duty before all else, and garnering great respect for his aggression, discipline, and refusal to ever take a backward step. On the bloodsoaked fields of Dalamor Plain, he even beheaded a Noxian general after the coward ordered a retreat. Roaring in defiance and hefting his bloodied axe overhead, Darius rallied the scattered warbands and won a great and unexpected victory against a far more numerous foe.<br /><br />He was rewarded with a senior command of his own, attracting many thousands of eager recruits from across the empire. Darius turned the majority away, accepting only the strongest, the most disciplined and iron-willed. Such was his fearsome notoriety, even in the lands beyond Noxus, that it was not uncommon for entire cities to surrender at the first sight of his banners.<br /><br />After a grinding victory against the cloud-fortresses of the Varju, a proud warrior people who had resisted decades of Noxian aggression, Darius was named the Hand of Noxus by Emperor Boram Darkwill himself. Those who knew Darius best knew he craved neither power nor adulation—he wished merely to see Noxus triumph over all—so Darkwill ordered him and his warhosts far north into the Freljord, to finally bring the barbarian tribes to heel.<br /><br />The campaign dragged on for years, ending in a bitter, icy stalemate. Darius narrowly survived assassination attempts, ambushes, and even capture by the vicious Winter’s Claw. He was growing weary of endless wars of attrition, and returned to Noxus to demand a reconsolidation of the military.<br /><br />He marched his veterans into the capital, only to find that the emperor was dead, killed in a coup led by Jericho Swain. The act had been supported by many allies, including Darius’s own brother, Draven.<br /><br />This was a difficult position. As Hand, many of the noble houses would expect Darius to avenge Darkwill, but he had known and greatly respected the disgraced general Swain, and had spoken against his discharge after the botched offensive in Ionia some years earlier. The oaths of the Hand were to Noxus, not any particular ruler, and Swain was a man who spoke honestly of his new vision for the empire. Darius realized this was a leader he was prepared to follow... but Swain had other ideas.<br /><br />With the establishment of the Trifarix, three individuals would rule Noxus together, each embodying one principle of strength: Vision, Might, and Guile. Darius gladly accepted his place on this council, and pledged to raise a new, elite force—the Trifarian Legion, the most loyal and prestigious warriors the empire could produce—and lead the armies of Noxus into a glorious new age of conquest.",
        "stories": [
            "THE WINTERSPIKE ROAD<br />By evening, the snow had soaked all the way through Maja’s boots. With each step, she could feel icy water slosh from her heel to her toes, like a flaying knife drawn along her foot.<br /><br />Other soldiers were struggling, too—fifteen miles downhill in waist-high snow wasn’t easy. But the legionaries at the head of the column weren’t limping. Their steps kept the confident rhythm they’d struck since morning, and their watchful eyes were still glued to the horizon.<br /><br />They probably have better boots, Maja thought. Trifarians are tough, but nobody’s that tough in standard-issue boots.<br /><br />\"Hey,\" Zalt muttered. \"Holding up?\"<br /><br />Zalt, the only minotaur in the warband, was taller, wider, and older than everyone else. He was plowing a deep trench through the snow on sturdy hooves. Maja was jealous. \"Wish I couldn’t feel my feet,\" she said. \"If I didn’t have feet, no one could make me march.\"<br /><br />\"In the last campaign against the Winter’s Claw, I saw a soldier’s foot freeze solid,\" Zalt said. \"His toes cracked off when he put his boot on. So, wham! General <br />Darius chopped the whole thing off.\"<br /><br />Maja turned her gaze down the mountain. On a bend in the road far below, she could see Darius himself—the Hand of Noxus, Might incarnate. The general’s huge axe gleamed on his back.<br /><br />\"You’re lucky to be here,\" Zalt told her. \"Darius knows this road better than anyone. He built it during Darkwill’s campaign. And we can help him take it back.\" A little lick of anger burned in Zalt’s eye. \"Damned Winter’s Claw!\"<br /><br />Cliffs rose sheer on either side of Darius’ mountain road. Looking up, Maja could see the silhouettes of soldiers standing atop them. \"The scouts don’t get a rest, do they?\" she asked.<br /><br />\"What?\"<br /><br />She pointed. \"The scouts.\"<br /><br />\"Which scouts?\" Zalt asked.<br /><br />Then he looked up, too.<br /><br />Whatever curse he bellowed was smothered by the avalanche.<br /><br />Two curtains of white separated from the cliff tops above them. Almost instantly, they filled the pass. Chunks of hard-packed snow smashed into the Noxian column, swallowing the soldiers row by row as the avalanche raced downhill. Maja braced, but it was like being hit by a charging basilisk. There was tumbling terror, an awful weightlessness—then darkness, and the crush of winter.<br /><br />Crunch! Someone heaved Maja out of the snowpack. \"Get up,\" he commanded—a voice ringing like the clash of blades. \"Dig them out!\"<br /><br />She shook herself and started to dig. Then she realized: she was digging beside the general himself.<br /><br />Darius found a cloven foot in the snow. \"Zalt!\" Maja shouted. She helped the general heave him out.<br /><br />Maja looked back up the frosty slope: far above, Winter’s Claw warriors were picking through the scattered remains of the Noxian dead. No retreat now, Maja thought.<br /><br />Darius was counting heads. \"Officers?\" he called. Two Trifarian legionaries swiftly ran over. \"Report casualties. There’s a river over the next ridge. We’ll fortify there.\" Darius surveyed the battered Noxian ranks, his expression burning with barely leashed anger. \"If you can’t walk, crawl.\"<br /><br />As the pale sun plummeted toward the horizon, Winter’s Claw skirmishers followed the Noxian column all the way down to the frozen river, peppering them with barbed arrows. However, the probing fire didn’t slow down the disciplined Trifarian Legion. Maja’s breath grew ragged as she hurried to keep up with them.<br /><br />The frozen river was wide and slick enough to make it a dangerous approach for the Winter’s Claw, and by holding the bank, the Noxians knew any attack would have to come from the nearby treeline. In spite of the sporadic fire from the shadows beneath the pines, Darius ordered two snow trenches dug parallel to the bank. Soldiers repurposed shields into shovels, and Maja saw Darius doing the same.<br /><br />\"Remember this,\" Zalt said. \"You saw the Hand of Noxus digging with the infantry!\"<br /><br />Everyone then sharpened stakes for the outer trench. Darius checked defenses along the line—but stopped at Zalt. \"You’re familiar,\" he said.<br /><br />\"I fought in the first Freljord campaign, general!\" Zalt nodded at Maja. \"Told this youngster how much worse it was!\"<br /><br />Darius looked Maja over. \"This is your first action,\" he said.<br /><br />Maja wondered how he could tell. \"Yes, general.\"<br /><br />\"Don’t waste time on fear,\" he told her. \"Focus on facing the enemy. On putting your blade in their throats.\"<br /><br />Maja wasn’t sure what to say. \"Uh—\"<br /><br />Zzzzip. Something parted the air between them, and a javelin lodged in the wall of the trench.<br /><br />Maja turned toward the treeline. Branches were shaking, blades were shining, and moonlight glinted on polished bone.<br /><br />\"Stand to!\" Darius bellowed.<br /><br />As the Noxians scrambled for cover, and another volley of javelins flew from the trees, Maja saw a soldier stagger, three feet of knotty wood sprouting from his chest.<br /><br />Darius pushed past Maja and Zalt, arrows pinging off the axe on his back. \"Soon. They’ll charge soon,\" he told them. His eyes were lit with fierce excitement. \"That’s when we’ll strike!\"<br /><br />And just as he spoke, a snarling came from the trees. A pack of six-legged, catlike shadows raced out of the darkness—trained wildclaws, leaping for Noxian throats.<br /><br />The Winter’s Claw followed.<br /><br />As Trifarian legionaries rose from the trench to meet them, Maja drew her sword. She saw Darius bring his axe down like a guillotine. She rose, too, ready to fight—when Zalt collapsed beside her.<br /><br />A javelin was buried in his shoulder.<br /><br />\"Go,\" he gasped, but Maja planted herself beside him. Winter’s Claw warriors were on them in an instant, hatchets swinging. Zalt deflected a skull-crushing strike with his good arm, and Maja tripped their attacker—but instead of delivering the killing blow, she turned back to Zalt.<br /><br />She could save him. She had to!<br /><br />She pushed Zalt toward the river, away from the fight, and they slithered out onto the ice behind the Noxian line. As Zalt fell to his knees, struggling for breath, Maja had a sudden urge to flee across the river with him.<br /><br />\"Don’t!\" Zalt could tell what she was thinking. \"A Noxian never flees!\"<br /><br />Maja’s heart seemed to be beating in her throat. She opened her mouth to argue with Zalt—I am a Noxian, I am—but her mouth refused to form the words.<br /><br />Then Zalt’s eyes widened, and a heavy hand landed on Maja’s shoulder. She knew who it was before she turned around.<br /><br />\"Face the enemy,\" Darius growled.<br /><br />\"I—\"<br /><br />\"You’re not facing them.\" With a flick of his arm, Darius spun her on the ice. \"Noxians who flee, die,\" he said.<br /><br />By your hand, Maja knew. By that axe. As she stared, Darius hefted the axe above his head, and for an instant Maja thought, This is it—my execution.<br /><br />But the moment never came. A flurry of arrows ricocheted off the flat of the blade, falling harmlessly around them, and Darius lowered the axe again. \"Noxians don’t run. We win,\" he growled. \"We chop them to pieces for what they do to us.\"<br /><br />And suddenly, Maja was angry—at the Winter’s Claw, and at herself, and at her fear. With jerking, frozen limbs, she shoved Zalt aside. She heard him grunt as he hit the ice—but she left him there, and Darius did, too. Beside him, lock-step, she ran into the whirlwind of Noxian steel.<br /><br />Their blades flashed, and Maja swung hers until her muscles burned and her hand was sore from impact after impact. And with each hammering blow, she reminded herself: Live. Win. Chop them to pieces.<br /><br />By sunrise, the Winter’s Claw had been routed."
        ]
    },
    "table": {
        "name": "Darius",
        "image": "darius.png",
        "general": {
            "Title": "The Hand of Noxus",
            "Pronouns": "He/Him",
            "Release date": "May 23rd, 2012",
            "Cost": "4800 880",
            "Primary": "Fighter",
            "Secondary": "Tank"
        },
        "statistics": {
            "HP": "582.24 (+100)",
            "HPR": "10 (+0.95)",
            "MP": "263 (+57.5)",
            "MPR": "6.6 (+0.35)",
            "MS": "340",
            "AD": "64 (+5)",
            "AS": "0.625 (+1%)",
            "RNG": "175",
            "AR": "39 (+4)",
            "MR": "32.1 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Hemorrhage",
            "img": "hemorrhage.png",
            "description": "<span class='passiveActive'>Innate:</span> Whenever Darius damages an enemy with the axe's blade, they bleed physical damage (deals 175% damage against monsters) over 5 seconds, stacking up to 5 times. Whenever an enemy champion reaches max Hemorrhage or dies to Noxian Guillotine, Darius gains <span style='color: #d4d422'>Noxian Might</span> for 5 seconds, gaining bonus Attack Damage and applying max Hemorrhage to enemies hit.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Bleed Damage:</span> <abbr title='12 + 1 x level'>13 - 30 (based on level)</abbr> <span class='adConversion'>(+30% bonus)</span>",
                "<span class='importantText'>Noxian Might Bonus AD:</span> <abbr title='30/35/40/45/50/55/60/65/70/75/85/95/105/130/155/180/205/230'>30 - 230 (based on level)</abbr>"
            ]
        },
        {
            "key": "Q",
            "name": "Decimate",
            "img": "decimate.png",
            "description": "<span class='passiveActive'>Active:</span> After a short delay, Darius swings his axe around himself, striking enemies in its path. Enemies hit by the axe's blade take physical damage. Enemies hit by the handle take 35% damage (does not apply <span class='importantText'>Hemorrhage</span>). Darius heals for <span class='hpConversion'>[+15% missing hp]</span> per enemy champion or large monster hit by the blade (max: 45%).",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 / 35 / 40 / 45 / 50 Mana",
                "<span class='importantText'>Cooldown:</span> 9 / 8 / 7 / 6 / 5s",
                "<span class='importantText'>Area of Effect:</span> 425 | 205"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 50 / 80 / 110 / 140 / 170 <span class='adConversion'>(+100 / 110 / 120 / 130 / 140% total)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Crippling Strike",
            "img": "crippling_strike.png",
            "description": "<span class='passiveActive'>Active:</span> Darius' next basic attack deals physical damage and slows the target by 90% for 1 second. Crippling Strike refunds its Mana cost and half of its cooldown if it kills the target.",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 Mana",
                "<span class='importantText'>Cooldown:</span> 7 / 6.5 / 6 / 5.5 / 5s",
                "<span class='importantText'>Range:</span> 200"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> <span class='adConversion'>(+140 / 145 / 150 / 155 / 160% total)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Apprehend",
            "img": "apprehend.png",
            "description": "<span class='passiveActive'>Passive:</span> Darius gains Armor Penetration.<br /><span class='passiveActive'>Active:</span> Pulls in all enemies in front of Darius and slows them by 40% for 1 second.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 / 60 / 50 / 40 / 30 Mana",
                "<span class='importantText'>Cooldown:</span> 24 / 21 / 18 / 15 / 12s",
                "<span class='importantText'>Area of Effect:</span> 535"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Armor Penetration:</span> 15 / 20 / 25 / 30 / 35%"
            ]
        },
        {
            "key": "R",
            "name": "Noxian Guillotine",
            "img": "noxian_guillotine.png",
            "description": "<span class='passiveActive'>Active:</span> Leaps to target enemy chamption and strikes a lethal blow, dealing true damage. For each stack of <span class='importantText'>Hemorrhage</span> on the target, Noxian Guillotine deals an additional 20% damage. If Noxian Guillotine kills its target, nearby minions and monsters will be feared and it may be re-cast at no cost within 20 seconds. At Rank 3, Noxian Guillotine's cooldown now resets entirely on kill and no longer has a Mana cost.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 / 100 / 0 Mana",
                "<span class='importantText'>Cooldown:</span> 120 / 100 / 80s",
                "<span class='importantText'>Range:</span> 460"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>True Damage:</span> 100 / 200 / 300 <span class='adConversion'>(+75% bonus)</span>",
                "<span class='importantText'>Maximum True Damage:</span> 200 / 400 / 600 <span class='adConversion'>(+150% bonus)</span>"
            ]
        }
    ]
}