{
    "lore": {
        "biography": "In Noxus, warriors known as reckoners face one another in arenas where blood is spilled and strength tested—but none has ever been as celebrated as Draven. A former soldier, he found that the crowds uniquely appreciated his flair for the dramatic, not to mention the spray of blood from each of his spinning axes. Addicted to the spectacle of his own brash perfection, Draven has sworn to defeat whomever he must to ensure that his name is chanted throughout the empire forever more.<br />Even as an orphan on the streets of Basilich, Draven was headstrong and full of bravado, frequently getting into vicious brawls with older street children and shady underworld thugs. While supremely confident in his own ability—some would say overconfident—it is unlikely he would have survived childhood had it not been for his older brother, Darius, who invariably finished the fights Draven started.<br /><br />When Basilich fell to the warhosts of Noxus, the brothers came to the attention of a captain named Cyrus, after Draven made an ill-considered attempt on his life. Impressed with their fighting spirit, Cyrus allowed them to join the Noxian ranks.<br /><br />For years, the brothers fought as part of Cyrus’ warhost—yet while Darius took to this life easily, Draven grew steadily more bored. His martial skill was beyond question, but the daily drudgery of soldiering felt like too much effort for too little reward… and not enough personal glory.<br /><br />Darius inevitably rose to command his own warband, and Draven joined him. However, if he thought that would be easier, or a way to achieve greater individual recognition, he was sorely disappointed.<br /><br />Some say Draven chose to leave Darius’ command. Some say he was forced out. Either way, his skills were highly sought after as a champion and duelist, and he was enticed to join a succession of warbands during the occupation of Ionia, before ending up with a fairly respectable contract in the Reckoning pits.<br /><br />For centuries, the gladiatorial Reckoners had performed a vital role in Noxus—punishing criminals and settling disputes between the noble houses—and Draven was determined to receive the riches, adoration, and renown he felt he deserved. However, with long, protracted wars on many fronts, the spectacle was beginning to lose its appeal for the common citizen. As the attention of the crowds drifted, Draven fell into a slump, spending more and more time in the seedier drinking halls and gambling dens of the capital.<br /><br />He was washed-up and broke when the former general Jericho Swain found him.<br /><br />Swain had a plan to reclaim Noxus’ lost glory, and needed Draven’s help to achieve it. Perhaps Swain only enlisted him as a way to ensure his brother Darius’ support after the fact. Regardless, Draven proved integral to Swain’s plan—to depose the Grand General himself, Boram Darkwill.<br /><br />Standing triumphant with Swain, Draven smiled for the first time in months as the cheers of the Noxian people washed over him.<br /><br />But duty called. In the days and weeks following this unprecedented coup, many among the noble elite refused to honor Swain’s succession, so they were sentenced to death in the arena.<br /><br />One condemned man escaped his handlers ahead of his execution. Operating on pure instinct—as was ever his wont—Draven leapt from the high balcony and hurled a pair of axes at the fleeing man, cutting him down in a heartbeat. After a moment of stunned silence, the crowd roared their approval. Draven retrieved his axes, spinning them high in the air, playing to his new fans, and savoring their rapturous applause.<br /><br />Thus Draven became the Glorious Executioner, turning routine bouts into grand spectacles that drew ever larger crowds.<br /><br />Soon enough, an enterprising (and diminutive) promoter, tired of paying to house, feed, and train Reckoners only for them to die in front of dwindling audiences, approached Draven with an idea. What if the drama of the classic pit fights could be combined with Draven’s natural showmanship?<br /><br />The Reckoners quickly became entertainers as much as combatants, each with their own carefully constructed backstory, fighting style, and flamboyant personality. The fights were often bloody—this was still Noxus after all—but far less often ended in death. The rivalries, trash-talking, and intrigue between the best-known Reckoners became the stuff of legend throughout the empire, but none were talked about more than Draven.<br /><br />For a time he lived the high life, receiving invitations to a never-ending stream of parties and banquets, mixing with the wealthy and influential of Swain’s new Noxus. He even reconciled with Darius, and would occasionally still march out with the warhosts, defeating enemy champions and generals in single combat.<br /><br />Nevertheless, Draven has started to grow restless once again. He has all that he could have ever imagined, and more, but now dreams of the day when the whole world knows his name.",
        "stories": [
            "THE WHISPERING DOODAD<br />Let me tell you about my glade.<br /><br />On a clear night—like this night, in fact—when the moon is full and ripe, silver light glitters on star-shaped leaves with hair-fine fronds like threads of silk, and night-blooming Seleneia render my glade a magical wonderland.<br /><br />A traveler might catch the scent of far distant continents on the wind. Only hints, to be sure, but such hints! A bouquet of desert spices, sun-baked stone, and salt from the crests of racing waves, mingled with the evergreen sap-scent of highland firs. You might think such a turn of phrase overly whimsical, words that might tumble from the lips of a hopeless romantic, or a lovelorn poet. You’d be right, of course, but that doesn’t make them any less true.<br /><br />And while we’re on the subject of romantics—an artistic soul might, if they came here at just the right time, see dancing patterns in the moonglow dappling through the forest canopy. Their eye might follow it around, gradually sensing an order to the play of light and shadow across the bark of a tree, or in the ripples upon a pool of water. A pattern that almost looks like it might just form a doorway of sorts, if only it would complete.<br /><br />But no matter how those patterns swirl and dance, they never fully coalesce into a whole. Almost never, that is. After all, the magic of these lands is skittish—with good reason—and doesn’t reveal its secrets to just anyone. We nature spirits are drawn to places like this. They nurture us, as we in turn nurture them. You can find us all over the world—in some places more than others, yes, but if there’s magic bubbling up, like as not you’ll find a spirit like me.<br /><br />I flatter myself that the glade I inhabit is more infused with it than most other places in this land that mortals call Noxus—if you know the right way to look. Most of this world’s inhabitants have forgotten how to see, how to really see, but there are others, a whole race of them, in fact, who never forgot. They’re called yordles, and they’re not exactly from this world. I’m friends with a lot of them.<br /><br />Two of them are approaching now. It sounds like they’re trying to get back to their kin, but they’re having trouble with the—for want of a better word—key that’s supposed to help them find their way home. You see, the low roads they travel don’t run on the surface of this world. Nor do they travel straight, like those of the men who call the lands hereabouts home. They curve and loop, swirling all around the place like a crazy knot you can’t ever untie.<br /><br />Most yordles know how to travel them relatively easily, but these two?<br /><br />Let’s just say they’re not the best-suited traveling companions. I can hear them, just beyond the spirit veil, bickering like a pair of hungry foxes.<br /><br />They’ll be here soon, but I wonder if they know they’re not the only ones approaching.<br /><br />Mortals are coming this way. Warriors. Armored in steel and stone, bearing instruments of death. I don’t like them, but don’t misunderstand my reasons. I understand death is necessary, a vital part of the natural cycle of being, but these people only take, and don’t give back. They pave over the land with roads that do not curve. They use their axes and saws to clear the land of growing things. They are an empire of angles and order. Nearby trees bend away from them in response, but they don’t notice, of course.<br /><br />A woman with long brown hair is the first to enter my wooded glade. She taps spurred heels to her horse’s flanks, and rides in a circle, scanning the treeline and ground for signs of life that might mean her harm.<br /><br />Her eyes are cold, and she surveys the beauty of the trees like a woodsman sharpening an axe.<br /><br />She halts her mount in the middle of the glade and sits in silence. She hears birdsong, the sighing of the forest, and the burbling stream flowing over time-smoothed rocks. Most people who come here are calmed by these sounds, their souls replenished simply by being in nature.<br /><br />But not her.<br /><br />None of the forest’s energy touches her, and I don’t know whether to feel sad or angry. The woman is patient, and only after several minutes pass does she lift her arm and spread her fingers wide. Moments later, a dozen riders appear at the edge of the glade. Their horses are exhausted, flanks lathered white and heads bowed. These animals have carried their riders a great distance, so I extend a little magic into their tired limbs. They whinny and toss their manes in gratitude.<br /><br /><br />A mustachioed man clad in leather and furs rides towards the woman. A bronze circlet holds his long dark hair from his face, and his tunic has been cut to show off his muscular build. A wolf-pelt cloak mantles his shoulders, and a pair of circle-grip axes are slung at his back. Like the woman, his gaze makes me fear what he might do to the trees.<br /><br />Yes, I think I dislike him even more than the woman.<br /><br />\"What took you so long, Tamara?\" he says. \"Afraid we’ll be ambushed?\"<br /><br />She ignores his questions. \"We should make camp here, Draven. Fresh water and plentiful wood. It’s broad and wide, too, so there’s limited avenues of approach.\"<br /><br />\"Spoken like a true Noxian warmason.\"<br /><br />\"You say that like it’s a bad thing.\"<br /><br />She slides from her saddle, and as soon as her boots hit the ground, I recoil from the stone in her veins, the iron in her soul. The sounds in the glade dim, but none of the humans notice.<br /><br />\"I want to reach the capital before we die of old age,\" says Draven. \"The fighting in Basilich was fun, but I need to get back to the arena and put these axes to good use.\"<br /><br />\"You also want to go back and tell <br />Darius you’d rather his army advance without a warmason carefully scouting the way?\"<br /><br />\"We’re in no danger,\" says Draven. \"Not in the empire’s heartland.\"<br /><br />She folds her arms. \"You heard what happened to Wintory outside Drekan?\"<br /><br />\"No,\" shrugs Draven, \"but you’re going to tell me, aren’t you?\"<br /><br />She looks at him, then sighs and shakes her head. \"What would be the point? It’s not about you, so you’re not going to care.\"<br /><br />I listen to them trade insults back and forth, but am confused at how the words they say don’t match the shimmering colors of their auras. It’s a source of great confusion to me that mortals spend so much time saying things they do not mean, and feeling things they do not express.<br /><br />There’s an honesty to nature—albeit a bloody one—you can count on.<br /><br />It’s nightfall when the yordles get here.<br /><br />I feel the irresistible call of their key, and push a little of my power into the spirit realm to open the way. One of the silverbark trees shifts her branches windward slightly, and the last rays of sunset complete a glowing amber pattern on the gnarled knots of her mossy trunk. Shadow, light and ridged bark combine to form an endless loop that, from a certain angle and a certain height, looks like a portal into a land of eternal sunrise.<br /><br />Whispers and song echo from the arbor in the heart of the tree. The Noxians are busy with their horses, and the animals make enough noise that the humans don’t hear it. It sounds like the winds are speaking, passing secrets between the trees. Maybe they are—you can never really know what the winds are saying. Well, maybe the blue bird of the seas knows, but she doesn’t roam far from the sunken city these days.<br /><br />The grass around the base of the silverbark ripples in a warm breeze that carries a multitude of stories from another realm. I’ve heard hundreds of them, but the yordles have an inexhaustible supply, and I never tire of learning of their travels.<br /><br />There’s a soft pop of air, like a bubble bursting on the surface of a lake…<br /><br />…and two diminutive forms tumble out from the tree. They roll into the high grass, looking surprised to find themselves in a forest glade. One of them immediately picks herself up, and brings her big cannon to bear. She spins around. Left then right. She draws a bead on a rabbit with a half-chewed ear, poking a twitching nose from its burrow.<br /><br />\"Did you do this?\" she asks.<br /><br />The rabbit doesn’t answer. But then rabbits are stoic. You want a secret kept, but have to tell someone? Tell a rabbit, they’ll take it to their grave.<br /><br />I know this yordle—she’s called <br />Tristana, and she looks mad. Like she’s ready to march off to fight, but forgot which way the war was. Her purple skin is flushed a deeper shade than normal, and her white hair is swept back in a tight ponytail.<br /><br />She hefts her cannon and aims it towards the rabbit.<br /><br />It hops forward, unfazed by the threat.<br /><br />\"I won’t ask again,\" says Tristana, \"and Boomer never misses!\"<br /><br />The rabbit twitches its nose, cool as winter frost.<br /><br />Tristana’s traveling companion sits up, a tiny, winged faerie circling her head. Ah, <br />Lulu and Pix. Her wild purple hair billows in a wind that only seems to affect her, and her tall hat sits at a funny angle. It’s slipped over her eyes, and she taps around her with a curling stick.<br /><br />\"I’ve gone blind!\" she says. \"That’s new.\"<br /><br />Tristana keeps her gaze locked on the rabbit, and holds up a hand to silence Lulu, but her friend doesn’t see it. Lulu gets up and walks in a circle, tapping the ground in front of her. The flowers duck, and the buzzing glitterbugs scatter before Pix can pluck their wings. Lulu’s faerie companion is cute, but he’s got a strange sort of humor. I can’t ever tell if he’s really funny or rude. Maybe it’s both.<br /><br />\"Tristana! Are you there?\" says Lulu.<br /><br />Tristana sighs in exasperation. She taps two fingers to her eyes, then points them at the rabbit with a stern look.<br /><br />\"I’m watching you, flopsy,\" she warns. Her jaw drops as she finally notices the humans in the glade. She darts over to Lulu and pushes her back against the tree. The portal they fell from is already fading as the light changes.<br /><br />\"Humans,\" she hisses.<br /><br />\"Where?\" says Lulu. \"It’s all dark! But then, sometimes I see more with my eyes closed.\"<br /><br />Tristana sighs, and pulls the brim of Lulu’s hat up.<br /><br />Lulu blinks, and hugs Tristana.<br /><br />\"It’s a miracle!\"<br /><br />\"Quiet,\" hisses Tristana, and Pix darts down to zap a tiny spike of violet light at her cheek.<br /><br />Tristana bats the faerie away with a grimace.<br /><br />I bend the shadows around the trees a little. Humans sometimes have a hard time seeing yordles, at least as they really are, but I think the woman with the cold eyes might be sharper than most, and I don’t want to see these two get hurt.<br /><br />Tristana glances around the tree. The Noxians are making camp, but I’m relieved to see they’re not lighting a fire. Draven is grumbling about that, but Tamara is adamant they not broadcast their presence. I make sure all the wood in this glade is green and not good for fires. Doesn’t stop everyone who comes this way from trying their luck with an axe or saw… but most of them.<br /><br />Tristana nods to herself.<br /><br />\"They haven’t seen us,\" she whispers. \"Good.\"<br /><br />\"They look friendly,\" says Lulu, peeking over Tristana’s shoulder. \"I think we should say hello.\"<br /><br />\"They’re Noxians,\" replies Tristana, and I feel her exasperation. \"You don’t talk to Noxians unless you want to lose your head.\"<br /><br />\"Why? Do they like collecting heads?\"<br /><br />Tristana rolls her eyes, finally taking the time to examine her surroundings. I lift up some flowers and wave to her. She can’t help but feel the magic in the glade, and waves back. Some people say Tristana’s all business, and so very serious, but I know better.<br /><br />She looks up at the tree and gives it an experimental rap with her knuckles. She taps gently around the bark, before finally hearing a booming echo from deep inside the tree. Some of the Noxians look up, and she winces. I creak some branches, and persuade the water to splash playfully over the rocks. The Noxians return to their work.<br /><br />Tristana nods and says, \"Thanks,\" before turning back to Lulu and asking, \"Right, where’s the whispering key?\"<br /><br />\"The what-now?\"<br /><br />\"The thing we’ve been using to travel through all the portals…\"<br /><br />\"Remind me, what did it look like?\"<br /><br />\"It looked a little like a compass made of carved stone.\"<br /><br />\"Oh, you mean my doodad.\"<br /><br />\"Your…,\" begins Tristana before settling on, \"Yes. That’s what I mean.\"<br /><br />Lulu does a pirouette and pats herself down, checking pockets that seem to appear and disappear at random. She closes one eye, and bites her lip, pulling out coins, dice, chips of precious stones and glittering fluff. But nothing resembling a key.<br /><br />\"I just had it.\"<br /><br />\"Yes, you did,\" agrees Tristana through gritted teeth. \"You used it to open the portal on the beach while we were running from that pack of cragwolves, after we’d dropped in on <br />Poppy.\"<br /><br />\"I like Poppy, but she’s so serious,\" says Lulu, stomping around as if she’s marching on a parade ground. She pauses to stare at Tristana. \"Wait! Are you and her actually the same yordle?\"<br /><br />\"No, of course we’re not,\" sighs Tristana. \"Now, will you hurry up, please?\"<br /><br />\"You could be, you know. Same hair, and that little furrow just above your nose when you get mad. See, there it is!\"<br /><br />Getting angry with Lulu won’t do any good. It would be like chasing a cub that’s stolen your shoe; it’s all part of a fun game. I send a cooling breeze to ruffle Tristana’s white hair, but it doesn’t seem to help.<br /><br />\"The whispering… I mean, your doodad? Can you just get it for me?\"<br /><br />\"Oh, right, yes, I was looking for that, wasn’t I?\"<br /><br />\"Yes. Yes, you were.\"<br /><br />Lulu sighs, making a theatrical show of befuddlement. She looks up at the darkening sky and snaps her fingers.<br /><br />\"No wonder I can’t find it,\" she says. \"It’s too dark!\"<br /><br />She lifts her crooked staff, and Tristana’s eyes widen as she realizes what Lulu’s about to do. But it’s too late to stop her.<br /><br />A stream of glitter bursts from the end of Lulu’s staff and explodes like a swarm of dancing fireflies overhead. The glade is bathed in the glow of a thousand stars and a secret gathering of moons.<br /><br />\"Aha!\" says Lulu, finally pulling out something from a fold in her tunic. It looks like a cross between a budding seedpod and a curling seashell. A rainbow of colorful lines swirls on its surface, and what look like tiny tadpoles swim inside it. \"Here it is.\"<br /><br />Tristana looks horrified as the light from Lulu’s staff floods the glade, but before she can react, a spinning axe blade flashes between the two of them and buries itself in the bark of the tree.<br /><br />Lulu almost jumps out of her skin, and the seedpod-seashell flies from her hand.<br /><br />The silverbark cries out in pain, so I pour magic up through her roots and into the heartwood. Vivid amber sap oozes from the gouge in the wounded tree’s bark, pinning the axe in place.<br /><br />Lulu’s doodad sails through the air to land somewhere in the middle of the glade. It rolls into the tall grass, and I feel its primal energies pulse outwards in a rippling wave.<br /><br />\"Oops,\" says Lulu.<br /><br />A veritable flurry of black-shafted arrows slices through the undergrowth as the Noxians respond the only way they know how.<br /><br />\"Get back!\" shouts Tristana, swinging Boomer around and dragging Lulu away to find cover behind a moldy log covered in moss and ivy.<br /><br />An arrow punches into the rotten wood. Another splits the night a hair’s breadth from Tristana’s ear. Lulu squeals, and Pix darts to Tristana’s side. Fresh wildflowers of blue, gold, and crimson instantly bloom on the dead wood.<br /><br />Tristana fires Boomer. Blam, blam, blam!<br /><br />Everyone ducks. Noxians, rabbits, and glitterbugs. Even the worms burrow deeper.<br /><br />Boomer’s cannonballs streak burning streamers across the glade, and spouts of water leap from the stream to cool them as they ricochet from the rocks. The last thing we want in the glade is a fire!<br /><br />\"Spread out!\" yells Draven, running to retrieve his axe from the silverbark’s trunk.<br /><br />The Noxians are quick to obey.<br /><br />Say what you want about the Noxians—and I’ve heard plenty of humans passing through my glade who have a lot to say about Noxians—they’re disciplined! Tamara runs to her horse and draws a slender rapier from a saddle scabbard.<br /><br />She grins at Draven and says, \"No chance of an ambush, eh?\"<br /><br />Draven shrugs, and his aura gives no sense of any alarm or care at being proven wrong. All I sense is glee at the chance to spill blood.<br /><br />Yes, I definitely dislike him more than Tamara. Mortals almost always miss their impact on the world around them.<br /><br />The Noxian warriors spread through the glade, moving forward in pairs, as archers loose steady volleys of arrows to keep the two yordles from moving. I know nothing of war, but even I can see the deadly tactics of the Noxians will see Lulu and Tristana dead.<br /><br />I’m all for fun and games, but I don’t want anyone killed…<br /><br />Magic surges through the ground in a powerful wave. I weave loops of grass that tangle the feet of the first Noxian soldier, a great brute of a man with a double-bladed axe. He goes down hard, slicing open his arm as he falls flat on his face. His companion trips over him, dropping her sword, and the man cries out in pain as it stabs a handspan into his buttock.<br /><br />An amberwood tree twists its trunk and whips its willowy branches around like a catapult. It smacks a crouching archer in the face, and he topples backwards. The arrow he was poised to loose goes straight up in the air. A careful gust of wind, and it plunges down between his legs, tearing his britches open at the crotch. He yelps in alarm and scrambles back on his haunches.<br /><br />Tristana fires again, and Pix jumps onto her head, punching the air and shouting squeaking insults with every shot. Flowers fall from the air above the tiny faerie, and I see more than one arrow deflected around the yordle gunner by their shimmering petals.<br /><br />\"Can you see your doodad?\" shouts Tristana over the cannon’s noise.<br /><br />Lulu spins her staff around, and springs onto its shepherd’s crook handle. She shades her eyes with one hand, and peers through the fading illumination. An arrow slashes towards her, but the coiled point of her hat smacks it from the air.<br /><br />\"Nope, but then I don’t know what it looks like now.\"<br /><br />\"What do you mean you don’t know what it looks like now?\"<br /><br />Lulu spins in a spiral down her staff, and daisies spring up around her as she lands. \"The doodad’s a bit flighty, you see. Every time I put it down, it likes to try out a different shape.\"<br /><br />Tristana groans as Lulu sends a blazing shaft of sparkling light through the trees. A pair of Noxians are hurled through the air. They land in the stream, and I immediately mob them with a knot of frogs. The tongues of bucket-frogs are coated with slime that will give them waking dreams, and ought to send them to the moon and back.<br /><br />\"So it could look like anything?\" asks Tristana.<br /><br />\"Pretty much,\" agrees Lulu. \"Just look for it out of the corner of your eye. It only changes if it thinks you’re looking right at it.\"<br /><br />\"I never thought I’d say this, but I wish Heimer was here right now,\" says Tristana. \"We could really use his hex-goggles.\"<br /><br />\"Don’t be silly,\" says Lulu. \"That’d take all the fun out of this.\"<br /><br />Tristana spins on her heel to fire at a Noxian leaping towards her. Her cannonball punches him square in the chest and he flies back into a thorny bush that suddenly gets a lot more thorny.<br /><br />\"Fun?\" she says. Then she grins. \"You know what, you’re right. Let’s have some fun with these numpties. Grab on.\"<br /><br />Lulu laughs and throws her arms around Tristana’s neck as if she’s about to give her a big sloppy kiss. Tristana fires again, and this time her cannon is aimed at the ground. The two yordles erupt from behind the flowery, arrow-studded log and arc over the heads of the advancing soldiers. The Noxians watch in open-mouthed surprise as the two yordles spin over their heads, giggling musically as they go.<br /><br />Who knows what the Noxians are seeing? Something strange, no doubt. A yordle’s glamour is an inconstant thing, and even they don’t know how others see them most of the time.<br /><br />Gleaming bolts corkscrew from Lulu’s staff, and everywhere they hit, Noxians are thrown from their feet in a spray of petals and sparks that burn like drops of venom. The two yordles land on the run, and while Tristana spins around, firing at any Noxians who rear their heads, Lulu scrambles around on all fours in search of her doodad.<br /><br />\"Here, doodad,\" she whispers to the grass. \"Pretty please, with sprinkles on top! I’ll let you take us somewhere you want to go next.\"<br /><br />The doodad—or whatever it’s really called—doesn’t respond, but I sense it rolling away from Lulu. Well, not really rolling, as such, more making itself be where she isn’t. It’s a thing of old and powerful magic, but not without a childish sense of whimsy. It’s like it thinks this is a fun game. Perhaps it is, as Lulu is laughing with delight, spinning around and bounding through the glade like a weasel chasing its own tail as she chases her doodad. It turns into a large snail as Lulu gets close to it. And when she takes her hand away, sticky, it turns into a puff of light before reappearing behind Lulu as a stick-man tottering away on mismatched legs.<br /><br />Tristana’s keeping the Noxians’ heads down with a barrage of cannon fire. I hear Draven finally wrench his axe from the silverbark, its edge all gummy with sap. He turns and moves from cover to cover, stalking Tristana like a cat, all taut limbs and steely focus. He draws his arm back, ready to throw his other axe.<br /><br />A squadron of buzzing wasps swoops in and swarms him as a battalion of angry squirrels drops from the trees. His axe flies wide of the mark, thudding back to earth where the Noxian horses used to be. Now there’s only a mess of hoofprints and a few discarded saddles. Draven spins around in a frenzy, pulling the scratching, biting squirrels from his arms and neck. Squirrels are the thugs of the forest. Rabbits might be stoic, but squirrels will bite your ear off as soon as your back’s turned.<br /><br />Lulu’s not even looked up. She’s still running in circles and giggling like a child as she shoots puffs of light from her staff.<br /><br />With an explosive burst of speed, Tamara breaks from cover and runs straight for Lulu. I use my magic to throw distractions in her path. Frantic moles dig holes before her, but she weaves between their hasty traps. The thorny stems of a hookbrush whip at her, but she skids under them. She looks around, starting to understand she has another enemy here—one she can’t see or fight.<br /><br />\"Gotcha!\" cries Lulu, finally grabbing hold of her doodad. Now it looks like a knotted bunch of twigs held together by loops of grass and spiderwebs.<br /><br />Tamara dives over a coiling root I rip up from the earth, and rolls to her feet. The last sparkles of Lulu’s starburst gleam on the rapier as Tamara pulls it back to strike.<br /><br />And then Tristana’s there.<br /><br />She hefts Boomer as if her cannon’s suddenly gotten heavier.<br /><br />A lot heavier.<br /><br />\"That’s my friend, buster,\" she says, and pulls the trigger.<br /><br />The booming thunder of the cannon is deafening, and birds as far away as two rivers west take to the sky at the noise. A blazing tongue of fire erupts from the muzzle as a giant cannonball blasts out. The force of the recoil spins Tristana around, but that’s nothing compared to what it does to Tamara.<br /><br />She flies backwards like she’s been punched by an angry stone golem. She vanishes into the trees, and I don’t think she’ll be getting up any time soon.<br /><br />Then Tristana is hauled from her feet by the scruff of her neck. Boomer drops to the earth and Draven holds her up to his face with a bemused grin on his scratched and bleeding face.<br /><br />\"Now, what in the name of the Wolf are you?\"<br /><br />\"Put me down, ya big oaf!\" yells Tristana.<br /><br />She kicks and swings her fists at him, but not even her pluck can overcome the length of his limbs. Draven cocks his head to one side, clearly wondering what he’s got his hands on.<br /><br />\"Hey, why don’t you pick on someone your own size?\" yells Lulu, aiming her staff towards Draven. Swirling fireworks ripple up and down its length, but Draven doesn’t look impressed.<br /><br />\"Do your worst, shorty,\" he says. \"You ain’t got nothing can hurt Draven.\"<br /><br />The fireworks shoot out of Lulu’s staff in a storm of light.<br /><br />And miss.<br /><br />Draven laughs, spinning his axe up.<br /><br />But then a tall shadow falls over him, and he slowly turns around.<br /><br />That’s when he realizes Lulu didn’t miss at all.<br /><br />The rabbit with the half-chewed ear looms over Draven, twice his height at least. It munches slowly on a carrot—a carrot that’s as long as Draven’s arm. He drops Tristana as the giant rabbit taps two stubby fingers of its paw to its eyes, then points them at Draven with a stern look.<br /><br />Draven is a warrior, and has fought his share of monsters, but this is too much even for him. He turns and sprints for the trees, pausing only to scoop up his other axe as he goes. The rest of the Noxians have already fled, or are backing away slowly into the undergrowth at the sight of the giant rabbit. Something tells me they will find a different route for their master’s army.<br /><br />Tristana turns to look at the rabbit with the half-chewed ear.<br /><br />\"Thanks,\" she says, but the rabbit doesn’t reply. Like I said, stoic.<br /><br />It turns and makes its way back to its burrow in a series of thudding hops. By the time it reaches the entrance, it’s more or less returned to its normal size. It squeezes into the burrow with a final waggle of its tail and a puff of earth.<br /><br />Tristana slings Boomer over her shoulder. \"Do you have your doodad?\"<br /><br />Lulu holds it up triumphantly. \"My very naughty doodad. Shouldn’t run off like that!\"<br /><br />Tristana shakes her head and marches back to the tree they fell out of. Lulu skips after her as Pix buzzes overhead, riding a pair of wasps with a tiny squeal of delight.<br /><br />Lulu catches up with Tristana and waves her doodad at the tree in what might be a predetermined pattern, or might just be her hoping for the best. Whatever it is, it works, and the leafy arbor reappears in the silverbark’s trunk. Sunrise over the land of the yordles spills into my moonlit glade. I feel its ancient magic, and I send a pulse of my own through the air, wishing my two friends interesting travels.<br /><br />Lulu pauses and looks over her shoulder.<br /><br />\"Thank you,\" she says, and I feel the boundless joy in her heart.<br /><br />The beauty of my glade is made all the richer for it.<br /><br />\"Come on, we should get going,\" says Tristana.<br /><br />\"Why are you in such a hurry?\"<br /><br />\"We should be gone before the Noxians return.\"<br /><br />\"I don’t think they’ll be coming back,\" says Lulu with a wide grin.<br /><br />The light of the portal swells outwards in a glowing, rippling spiral to envelop the yordles. Their forms blur, and their voices grow faint as they are drawn away once more. But I hear Tristana’s last words, and cold winds pass through the glade in a ripple of unease.<br /><br />\"They’re Noxians,\" she says. \"They always come back.\""
        ]
    },
    "table": {
        "name": "Draven",
        "image": "draven.png",
        "general": {
            "Title": "The Glorious Executioner",
            "Pronouns": "He/Him",
            "Release date": "June 5th, 2012",
            "Cost": "4800 880",
            "Attribute": "Marksman"
        },
        "statistics": {
            "HP": "605 (+90)",
            "HPR": "3.75 (+0.7)",
            "MP": "360.56 (+39)",
            "MPR": "8.042 (+0.65)",
            "MS": "330",
            "AD": "60 (+3.61)",
            "AS": "0.679 (+2.7%)",
            "RNG": "550",
            "AR": "29 (+3.3)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "League of Draven",
            "img": "league_of_draven.png",
            "description": "<span class='passiveActive'>Innate:</span> Draven gains a stack of Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. He also gets 2 bonus stacks when kill 6 minions in a row without dropping an axe. When Draven kills an enemy champion, he gains 25 bonus Gold and consumes his Adoration stacks, gaining 2 additional Gold per stack. Draven loses 75% of his Adoration stacks upon death.",
            "stats": [],
            "lvl-upgrades": []
        },
        {
            "key": "Q",
            "name": "Spinning Axe",
            "img": "spinning_axe.png",
            "description": "<span class='passiveActive'>Active:</span> Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once.",
            "stats": [
                "<span class='importantText'>Cost:</span> 45 Mana",
                "<span class='importantText'>Cooldown:</span> 12 / 11 / 10 / 9 / 8s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Bonus Physical Damage:</span> 35 / 40 / 45 / 50 / 55 <span class='adConversion'>(+65 / 75 / 85 / 95 / 105% bonus)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Blood Rush",
            "img": "blood_rush.png",
            "description": "<span class='passiveActive'>Active:</span> Draven gains increased Movement Speed for 1.5 seconds and increased Attack Speed for 3 seconds. The Movement Speed bonus decreases rapidly over its duration. Catching a <span class='importantText'>Spinning Axe</span> will refresh Blood Rush's cooldown.",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 / 35 / 30 / 25 / 20 Mana",
                "<span class='importantText'>Cooldown:</span> 12s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Bonus Movement Speed:</span> 50 / 55 / 60 / 65 / 70%",
                "<span class='importantText'>Bonus Attack Speed:</span> 20 / 25 / 30 / 35 / 40%"
            ]
        },
        {
            "key": "E",
            "name": "Stand Aside",
            "img": "stand_aside.png",
            "description": "<span class='passiveActive'>Active:</span> Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed for 2 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 Mana",
                "<span class='importantText'>Cooldown:</span> 18 / 17 / 16 / 15 / 14s",
                "<span class='importantText'>Range:</span> 1050"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 75 / 110 / 145 / 180 / 215 <span class='adConversion'>(+50% bonus)</span>",
                "<span class='importantText'>Slow:</span> 20 / 25 / 30 / 35 / 40%"
            ]
        },
        {
            "key": "R",
            "name": "Whirling Death",
            "img": "whirling_death.png",
            "description": "<span class='passiveActive'>Active:</span> Draven hurls two massive axes in a given direction, dealing physical damage to every unit struck. Whirling Death slowly revereses direction and returns to Draven after striking an enemy champion. Draven can also activate this ability while the axes are in flight to cause it to return early. Deals 8% less damage for each unit hit (Min 40%) and resets when the axes reverse direction.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 120 / 100 / 80s",
                "<span class='importantText'>Range:</span> Global"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage (First Target):</span> 175 / 275 / 375 <span class='adConversion'>(+110 / 130 / 150% bonus)</span>",
                "<span class='importantText'>Max Damage (One Target):</span> 350 / 550 / 750 <span class='adConversion'>(+220 / 260 / 300% bonus)</span>",
                "<span class='importantText'>Min Damage:</span> 70 / 110 / 150 <span class='adConversion'>(+44 / 52 / 60% bonus)</span>"
            ]
        }
    ]
}