{
    "lore": {
        "biography": "The harbinger of oblivion, Karthus is an undying spirit whose haunting songs are a prelude to the horror of his nightmarish appearance. The living fear the eternity of undeath, but Karthus sees only beauty and purity in its embrace, a perfect union of life and death. When Karthus emerges from the Shadow Isles, it is to bring the joy of death to mortals, an apostle of the unliving.<br />Karthus was born into abject poverty in the sprawl of dwellings built beyond the walls of the Noxian capital. His mother died at the moment of his birth, leaving his father to raise him and his three sisters alone. They shared a crumbling, rat-infested almshouse with scores of other families, subsisting on a diet of rainwater and vermin. Of all the children, Karthus was the best ratter, and regularly brought gnawed corpses for the cook-pot.<br /><br />Death was commonplace in the slums of Noxus, and many mornings began with the wailing of bereaved parents who woke to discover their child cold and lifeless beside them. Karthus learned to love these laments, and would watch, fascinated, as the tally-men of <br />Kindred notched their staffs and bore the bodies from the almshouse. At night the young Karthus would sneak through the cramped rooms, seeking those whose lives hung by a thread, hoping to witness the moment their soul passed from life to death. For years, his nightly travels were fruitless, as it was impossible to predict exactly when a person would die. He was denied witnessing the moment of death until it reached his own family.<br /><br />Outbreaks of disease were frequent in such cramped confines, and when Karthus’s sisters sickened with the plague, he watched over them intently. While his father drowned his grief, Karthus was the ever dutiful brother, caring for his sisters as the disease consumed them. He watched each of them as they died, and a sublime connection seemed to reach into him as the light faded from their eyes - a yearning to see what lay beyond death and unlock the secrets of eternity. When the tally-men came for the bodies, Karthus followed them back to their temple, asking them question after question about their order and the workings of death. Could a person exist at the moment where life ends, but before death begins? If such a liminal moment could be understood and held, might the wisdom of life be combined with the clarity of death?<br /><br />The tally-men quickly recognized Karthus’s suitability for their order and he was inducted into their ranks, first as a digger of graves and pyre-builder, before ascending to the rank of corpse collector. Karthus guided his bone-cart around the streets of Noxus to gather the dead every day. His dirges quickly became known throughout Noxus, mournful laments that spoke to the beauty of death and the hope that what lay beyond was something to be embraced. Many a grieving family took solace in his songs, finding a measure of peace in his heartfelt elegies. Eventually, Karthus worked in the temple itself, tending to the sick in their final moments, watching as whatever death had laid its claim upon them took its due. Karthus would speak to each person laid before him, ushering their souls into death, in search of further wisdom in their fading eyes.<br /><br />Eventually, Karthus reached the conclusion that he could learn no more from mortals, that only the dead themselves could answer his questions. None of the dying souls could tell of what lay beyond, but whispered rumors and tales told to frighten children echoed of a place where death was not the end - The Shadow Isles.<br /><br />Karthus emptied the temple’s coffers and bought passage to Bilgewater, a city plagued by a strange black mist said to draw souls to a cursed island far out at sea. No captain was willing to take Karthus to the Shadow Isles, but eventually he came upon a rum-sodden fisherman with a mountain of debts and nothing to lose. The boat plied the ocean for many days and nights, until a storm drove them onto the rocks of an island that appeared on no charts. A black mist rolled out from a haunted landscape of gnarled trees and tumbled ruins. The fisherman freed his boat and turned its prow in terror for Bilgewater, but Karthus leapt into the sea and waded ashore. Steadying himself with his notched tally-staff, he proudly sang the lament he had prepared for the moment of his own death, and his words were carried on a cold wind to the heart of the island.<br /><br />The black mist flowed through Karthus, ravaging his flesh and spirit with ancient sorcery, but such was the force of his desire to transcend mortality that it did not destroy him. Instead, it remade him, and Karthus was born anew in the waters of the island as a fleshless revenant.<br /><br />Revelation filled Karthus as he became what he always believed he should have been; a being poised at the threshold of death and life. The beauty of this eternal moment filled him with wonder as the wretched spirits of the island rose to behold his transformation, drawn to his passion like predators scenting blood in the ocean. Finally, Karthus was where he belonged, surrounded by those who truly understood the boon undeath truly was. Filled with righteous zeal, he knew he had to return to Valoran and share his gift with the living, to free them from petty mortal concerns.<br /><br />Karthus turned and the Black Mist bore him over the waves to the fisherman’s boat. The man fell to his knees before Karthus, begging for his life, and Karthus granted him the blessing of death, ending his mortal suffering and raising him up as an immortal spirit as he sang his lament for passing souls. The fisherman was the first of many such souls Karthus would free, and soon the Deathsinger would command a legion of unliving wraiths. To Karthus’s awakened senses, the Shadow Isles was in a state of apathetic limbo, where the blessings of death were squandered. He would galvanize the dead in a crusade to bring the beauty of oblivion to the living, to end the suffering of mortality and usher in a glorious age of undeath.<br /><br />Karthus has become the emissary of the Shadow Isles, the herald of oblivion whose laments are paeans to the glory of death. His legions of unbound souls join with his funereal dirges, their haunting song reaching beyond the Black Mist to be heard on cold nights over graveyards and charnel houses all across Valoran.",
        "stories": [
            "BURIAL AT SEA<br />The sea was mirror-smooth and dark. A pirate’s moon hung low on the horizon as it had for the last six nights. Not so much as a whisper of wind stirred the air, only that damned dirge carried from who knew where. Vionax had sailed the oceans around Noxus long enough to know that seas like this only ever presaged ill-fortune. She stood on the Darkwill’s foredeck, training her spyglass on the far ocean, searching for anything she could use to plot their position.<br /><br />\"Nothing but sea in all directions,\" she said to the night. \"No land in sight and no stars I recognize. Our sails are empty of wind. The oar decks have rowed for days, but no matter which way we turn, land never comes and the moon neither waxes nor wanes.\"<br /><br />She took a moment to rub the heels of her palms against her face. Thirst and hunger growled in her belly and the constant darkness had made it impossible to accurately gauge the passage of time. The Darkwill wasn’t even her ship. She’d been it’s first mate until a Freljordian reaver’s axe had split Captain Mettok’s skull and given her a sudden promotion. The captain and fifteen other Noxian warriors were laid within sewn-up hammocks on the main deck. The growing stench rising from the bodies was the only consistent measure of time’s passing.<br /><br />She lifted her gaze to the open ocean and her eyes widened as she saw thick black mist rising from the water. Shapes moved in the mist, lambent suggestions of clawed arms and gaping mouths. That damned dirge rang out over the water again, louder now and accompanied by the dolorous peals of a funeral bell.<br /><br />\"The Black Mist,\" she said. \"All hands on deck!\"<br /><br />She turned and vaulted down to the main deck, running for the quarterdeck and the ship’s wheel. Not that she could do anything to move the ship, but she’d be damned if she’d be found anywhere else. A haunting lament for lost souls drifted over the ship as men stumbled from below decks, and even as terror shivered her spine, Vionax couldn’t deny the poetry in the sound. Tears pricked her eyes and ran down her cheeks, not in fear, but from infinite sadness.<br /><br />\"Let me end your grief.\"<br /><br />The voice in her head was cold and lifeless, the voice of a dead man. It conjured the image of iron-rimmed wheels on a corpse-heaped cart, a knife cutting yet another death mark on a staff. Vionax knew the tales of the Black Mist; she knew to avoid the islands brooding beneath the darkness in the east. She’d thought the ship was far from the Shadow Isles, but she was wrong.<br /><br />She pulled up short as black mist boiled up over the gunwale, bringing with it howls and screeches of dead things. Wraiths spun overhead, a swirling chorus of the damned, and the Darkwill’s crew cried out in terror at the sight of them. Vionax drew her pistol and cocked the hammer as a figure loomed from the mist; towering and wide-shouldered, robed in tattered vestments like an ancient prelate, yet his shoulders and gaunt skull were armored as a warrior. A chained book hung at his waist and he carried a long staff with its haft notched by countless tally-marks. Spectral light shone at its tip and burned like a fallen star in the palm of his free hand.<br /><br />\"Why do you cry?\" said the creature. \"I am Karthus, and I bring you a great gift.\"<br /><br />\"I don’t want your gift,\" said Vionax, pulling the trigger. Her pistol boomed and fire exploded from the barrel. The shot struck the monstrous wraith, but passed through it without harm.<br /><br />\"You mortals,\" said Karthus, shaking his helmeted head. \"You fear what you do not understand and would turn away from a boon that is freely offered.\"<br /><br />The monster drifted closer, and the dark radiance of his staff bathed the ship’s deck in pale, sickly light. Vionax backed away from the wraith’s chill as her crew fell before the light, their souls drifting like steam from their bodies. Her heel caught on one of the laid out hammocks and she tripped, falling backwards onto her haunches. She pushed herself away from Karthus, scrambling over the bodies of her fellow sailors.<br /><br />The hammock beneath her moved.<br /><br />They were all moving, squirming and writhing like fresh-caught fish gasping for air at the bottom of a boat. Tendrils of mist rose from tears in the canvas and between the rough stitches the ship’s sailmaker had used to sew them shut. Faces moved in the mist, faces she’d sailed with for years, men and women she’d fought beside.<br /><br />The wraith towered over her and the dead crew of the Darkwill stood beside him, their spirit forms limned in moonlight.<br /><br />\"Death is nothing to be feared, Mistress Vionax,\" said Karthus. \"It will free you from all your pain. It will lift your eyes from your mundane existence and show you the glory of life eternal. Embrace the beauty and wonder of death. Let go of your mortality. You do not need it.\"<br /><br />He held his hand out and the light there swelled to envelop her. She screamed as it pressed through her skin, into muscle, through bone, down to her very soul. The wraith clenched his fist and Vionax cried out as she felt herself being unwoven from the inside out.<br /><br />\"Let your soul fly free,\" said Karthus, turning to carve another notch in his staff with a sharpened nail. \"You shall feel no pain, no fear, no desire to feel anything but the beauty of what I have to show you. Miracles and wonders await, mortal. Why would you not crave such rapture...?\"<br /><br />\"No,\" she said with her last breath. \"I don’t want to see.\"<br /><br />\"It is already done,\" said Karthus."
        ]
    },
    "table": {
        "name": "Karthus",
        "image": "karthus.png",
        "general": {
            "Title": "The Deathsinger",
            "Pronouns": "He/Him",
            "Release date": "June 12th, 2009",
            "Cost": "3150 790",
            "Attribute": "Mage"
        },
        "statistics": {
            "HP": "550 (+87)",
            "HPR": "6.5 (+0.55)",
            "MP": "467 (+30.5)",
            "MPR": "8 (+0.8)",
            "MS": "335",
            "AD": "45.66 (+3.25)",
            "AS": "0.625 (+2.11%)",
            "RNG": "450",
            "AR": "18 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Death Defied",
            "img": "death_defied.png",
            "description": "<span class='passiveActive'>Active:</span> Upon dying, Karthus enters a spirit form that allows him to continue casting spells for 7 seconds.",
            "stats": [],
            "lvl-upgrades": []
        },
        {
            "key": "Q",
            "name": "Lay Waste",
            "img": "lay_waste.png",
            "description": "<span class='passiveActive'>Active:</span> Creates a delayed blast at Karthus' cursor position dealing magic damage to each nearby enemy (deals 85% damage against monsters). If the blast hits only a single unit it deals double damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 20 / 25 / 30 / 35 / 40 Mana",
                "<span class='importantText'>Cooldown:</span> 1s",
                "<span class='importantText'>Range:</span> 875",
                "<span class='importantText'>Area of Effect:</span> 100"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 45 / 65 / 85 / 105 / 125 <span class='apConversion'>(+35%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Wall of Pain",
            "img": "wall_of_pain.png",
            "description": "<span class='passiveActive'>Active:</span> Creates a wall that lasts for 5 seconds. Enemies that pass through the wall have their Magic Resist reduced by 15% and Movement Speed for 5 seconds (their Movement Speed gradually recovers over the duration).",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 Mana",
                "<span class='importantText'>Cooldown:</span> 15s",
                "<span class='importantText'>Range:</span> 1000",
                "<span class='importantText'>Area of Effect:</span> 800 / 900 / 1000 / 1100 / 1200"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Slow:</span> 40 / 50 / 60 / 70 / 80%"
            ]
        },
        {
            "key": "E",
            "name": "Defile",
            "img": "defile.png",
            "description": "<span class='passiveActive'>Passive:</span> When Karthus kills a unit, he restores Mana.<br /><span class='passiveActive'>Toggle:</span> Drains Mana to deal magic damage to nearby enemies every 0.25 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 / 42 / 54 / 66 / 78 Mana per second",
                "<span class='importantText'>Area of Effect:</span> 550"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Mana Restored:</span> 20 / 27 / 34 / 41 / 48",
                "<span class='importantText'>Magic Damage per Second:</span> 30 / 50 / 70 / 90 / 110 <span class='apConversion'>(+20%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Requiem",
            "img": "requiem.png",
            "description": "<span class='passiveActive'>Active:</span> After channeling for 3 seconds, Karthus deals magic damage to all enemy champions (regardless of distance).",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 200 / 180 / 160s",
                "<span class='importantText'>Range:</span> Global"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 200 / 350 / 500 <span class='apConversion'>(+65%)</span>"
            ]
        }
    ]
}