{
    "lore": {
        "biography": "The Noxian occupation of Ionia produced many heroes, none more unlikely than young Irelia of Navori. Trained in the ancient dances of her province, she adapted her art for war, using the graceful and carefully practised movements to levitate a host of deadly blades. After proving herself as a fighter, she was thrust into the role of resistance leader and figurehead, and to this day remains dedicated to the preservation of her homeland.<br />Even as a small child, Xan Irelia was fascinated by the grace and beauty of human movement. Under her grandmother’s tutelage, she learned the traditional silk dances of her province—though she was dubious of their supposedly mystical connection to the Spirit of Ionia, Irelia’s love for the dances was real. Seeking to master the art, she eventually left home to study with some of Ionia’s most respected performers at the Placidium of Navori.<br /><br />Irelia’s people were peaceful and sought harmony with their neighbors, but rumors of foreign invaders sighted off the coast unsettled many at the Placidium. Irelia returned to her village to find it already occupied, with steel-helmed soldiers from distant Noxus shoving unarmed civilians through the streets with the butts of their spears. The Noxian Admiral Duqal had seized the Xan home to quarter his fleet officers.<br /><br />Irelia’s brothers and her father Lito had evidently protested; her entire family now lay in unmarked graves, in the gardens.<br /><br />Ravaged by grief, the young girl saw Duqal’s men hauling valuables from the house. Among the loot was a large metal crest, depicting the Xan family emblem. Irelia raced to it, wrenching it from Noxian hands. The admiral himself hurled her to the ground, and had his warriors shatter the crest with a heavy iron maul, before ordering them to dig a fresh grave for this upstart child.<br /><br />As they surrounded her, Irelia averted her eyes, looking to the pieces of the Xan crest scattered on the ground. From deep within her soul, she felt a strange rhythm begin to beat. The shards of metal began to twitch, to twist, moving seemingly on their own, and Irelia felt the serene joy of the ancient dances once more...<br /><br />With a sweep of her arm, she sent the pieces flying like ragged blades, cutting clean through two of the Noxians. As Duqal and his officers reeled in shock, Irelia snatched up the shards of her crest, and fled the village.<br /><br />In the quiet forests beyond, Irelia mourned her family, and thought back to her grandmother’s teachings. She realized that the techniques she had learned were more than mere dances—they were a powerful expression of something far greater.<br /><br />The Noxian occupation soon began to test the fragile peace of the First Lands. It was said that even the religious leader Karma had been forced to strike back at the invaders with deadly magic, though her followers had now withdrawn to the Lasting Altar and would not condone any further violence. Across Navori, dissenting voices began to band together. A resistance was forming, one that would not rest until Ionia was free once more. Irelia joined their ranks, performing her cherished dances for them in the woodland camps, to preserve some vestige of their vanishing culture.<br /><br />She was barely fourteen years old when she found herself back at the Placidium. Her band of resistance fighters joined the militia who had sworn to guard the monasteries and wild, sacred gardens.<br /><br />But Noxus knew only too well what this place represented. A particularly cunning general named Jericho Swain captured the Placidium and took its defenders hostage, hoping to lure the inevitable reinforcements into a trap.<br /><br />It was in this moment that Irelia rose to meet her destiny. Freed from her bonds, she unleashed the full potential of her ancient blade dance, lashing out with graceful zeal. A dozen of Swain’s veterans fell, sowing chaos in their ranks as the other captives joined her, before she struck down the general himself—the sight of this rebellious girl hefting his severed arm over her head would be the turning point of the war.<br /><br />This victory, the Great Stand at Navori, ensured that everyone in Ionia knew the name of Xan Irelia, and looked to her for leadership. Reluctantly, she led the growing resistance for almost three years of grueling battle before her triumph at Dalu Bay. There, she finally cornered the defeated Admiral Duqal, and exacted the vengeance she had sought for so long.<br /><br />Though the war has long since ended, Ionia has been permanently changed by it. The First Lands are now divided, with rival factions fighting each other almost as bitterly as they did the Noxians. Many continue to look to Irelia for answers but, while others might welcome such power, Irelia remains uneasy with it.<br /><br />At heart, she still yearns only to dance alone.",
        "stories": [
            "STAINS ON A NAME<br />\"I believed in you, Blade Dancer!\" the man choked, his lips frothing red. \"You showed us the path…\"<br /><br />Irelia held her stance. She looked down at him, this devotee of the Brotherhood, on his knees in the mud. He had been pierced over and over by her blades.<br /><br />\"We could have been strong... United as one people...\"<br /><br />\"That is not the Spirit’s way,\" she replied. \"If that’s what you think, then you are wrong.\"<br /><br />He had come to this village, waiting for the perfect moment before making his move. But he was clumsy and awkward. She had danced around him easily.<br /><br />He had been determined to kill her. The worst thing was, he wasn’t the first. Irelia’s blades now hovered at her shoulders, following the graceful, circling movements of her hands. One simple gesture, and it could all be over.<br /><br />He spat blood on the ground, his eyes burning with hatred. \"If you will not lead Navori, the Brotherhood will.\"<br /><br />He tried weakly to raise his dagger against her. This man would never be taken alive.<br /><br />\"I believed in you,\" he said again. \"We all did.\"<br /><br />She sighed. \"I never asked you to. I’m sorry.\"<br /><br />Her limbs flowing lithely around her body, Irelia whirled to the side, sending the blades out in a deadly arc. They sliced cleanly through his flesh, as much an act of mercy as self-defense.<br /><br />A simple turn, just one elegant step, brought the blades back to her, their edges slick with blood. The man’s lifeless body toppled forward.<br /><br />\"May the Spirit bring you to peace,\" said Irelia.<br /><br />Her burden was heavy as she returned to the camp. When she finally entered the privacy of her tent, she released a long, tense breath, and lowered herself to the reed mat. She closed her eyes.<br /><br />\"Father,\" she whispered. \"I have bloodied our family’s honor once more. Forgive me.\"<br /><br />Irelia spread the blades out before her—like Ionia itself, they were the fractured pieces of something that had once been far greater, now turned to violent ends. She poured water into a small wooden bowl, and dipped in a rag. The simple act of cleaning the shards had become a ritual, one that she felt compelled to undertake after every battle she fought.<br /><br />The water slowly turned red as she worked. But beneath the fresh blood, the metal carried much darker, older stains that she could never seem to remove completely.<br /><br />This was the blood of her people. The blood of Navori itself.<br /><br />Lost in thought, she began to slide the blades around, slowly reforming them into her family crest. Its three symbols lay cracked before her, representing the Xan name, her home province, and the rest of the First Lands, all in harmony. Her ancestors had always lived by the teachings of Karma. They inflicted no harm on anyone, regardless of circumstance.<br /><br />And now, here was their seal and crest turned into weapons, and takers of countless lives at that.<br /><br />She could feel the eyes of her brothers upon her. Even in their eternal rest, at one with the Spirit of Ionia, she feared earning their disappointment, their resentment. She pictured her dear old O-ma too, broken and sobbing, devastated by each kill...<br /><br />Many times, that thought had made Irelia weep more than any other.<br /><br />The blades would never be clean. She knew that—but she would still do right by those she had harmed.<br /><br />She passed many of her followers on her way to the burial grounds. Though they looked to Irelia for leadership, now more than ever, she recognized so few of them. With each winter the faces became less familiar, as the last of the old resistance were replaced by new and more zealous fighters. They came from faraway provinces, and towns she had never heard of.<br /><br />Even so, she halted often to return their half-hearted salutes and bows, and would accept none of their help in dragging the shrouded body of her dead attacker along the road.<br /><br />Finding an open patch beneath the blossom-heavy branches of a tree, Irelia set him down carefully, and turned to join in the grief of the widows and widowers, the orphaned sons and daughters.<br /><br />\"I know it is never easy,\" she said, placing a consoling hand on the shoulder of one man, who knelt before a pair of fresh graves, \"but each life, and each death, are part of—\"<br /><br />He batted away her hand, glaring at her until she retreated.<br /><br />\"It was necessary,\" she murmured to herself as she prepared to start digging, though she remained unconvinced by her own words. \"It is all necessary. The Brotherhood would grip this land in an iron fist. No better than Noxus…\"<br /><br />Her eyes fell upon an old woman, sat on a simple wooden stool at the foot of the tree, singing a soft lament. Streams of tears had dried on her face. She was dressed plainly, with one hand resting on a grave marker next to her. It was adorned with food offerings for the deceased.<br /><br />To Irelia’s surprise, the woman halted her song.<br /><br />\"Bringing us some company, are you, daughter of Xan?\" she called out. \"Ain’t much room left round here. But any friend of yours is a friend of ours.\"<br /><br />\"I did not know this man, but thank you. He deserved better than he was given in life.\" Irelia took an uncertain step closer. \"You were singing one of the old songs.\"<br /><br />\"Helps keep my mind off bad things,\" said the old woman, tamping down a patch of dirt on the grave. \"This is my nephew.\"<br /><br />\"I… I’m so sorry.\"<br /><br />\"I’m sure you did all you could. Besides, this is all part of the Spirit’s way, you know?\"<br /><br />Her kindly demeanor had put Irelia entirely at ease. \"Sometimes I don’t know,\" she confided.<br /><br />The old woman perked up, expecting more. Irelia continued, finally giving voice to the doubts that had plagued her for a long time.<br /><br />\"Sometimes… Sometimes I wonder if I killed our peace.\"<br /><br />\"Killed our peace?\"<br /><br />\"When Noxus invaded. Perhaps we lost something when we fought back, something we can never restore.\"<br /><br />The woman stood, trying in vain to open a large nut. \"Child, I remember peace well,\" she said, thrusting one gnarled, knobby finger at Irelia. \"Those were good days! Nobody misses peace more than me.\"<br /><br />She pulled a knife from her belt, and began to pry open the nutshell.<br /><br />\"But the world’s a different place now. What worked then don’t work today. No point dwelling on it.\"<br /><br />At last, the shell cracked, and she placed the broken kernel into a bowl on the grave.<br /><br />\"See, there? Used to be able to open these with my hands alone, now I need a knife. The young me would’ve fretted about it, damaging the nut like that. But that me don’t matter, because she don’t have to live in the here and now.\" The old woman nodded kindly, then went back to her singing.<br /><br />For the first time in a long while, Irelia smiled. Within her satchel, wrapped in protective cloth, were the shard-blades of her shattered family crest. She knew it would never be clean, never be whole again.<br /><br />But they were always ready, and that would have to be enough."
        ]
    },
    "table": {
        "name": "Irelia",
        "image": "irelia.png",
        "general": {
            "Title": "The Blade Dancer",
            "Real Name": "Irelia Xan",
            "Pronouns": "She/Her",
            "Release date": "November 16th, 2010",
            "Cost": "4800 880",
            "Primary": "Fighter",
            "Secondary": "Assassin"
        },
        "statistics": {
            "HP": "580 (+95)",
            "HPR": "8.5 (+0.85)",
            "MP": "350 (+50)",
            "MPR": "8 (+0.8)",
            "MS": "335",
            "AD": "65 (+4)",
            "AS": "0.656 (+2.5%)",
            "RNG": "200",
            "AR": "36 (+3)",
            "MR": "32 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Ionian Fervor",
            "img": "ionian_fervor.png",
            "description": "<span class='passiveActive'>Innate:</span> When Irelia hits enemies with her abilities, she gains a stack of Ionian Fervor for 6 seconds. She gains Attack Speed per stack. At max (5) stacks, Ionian Fervor also grants Magic Damage on-hit.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Attack Speed per Stack:</span> 8 / 12 / 16%",
                "<span class='importantText'>Magic Damage:</span> <abbr title='12 + 3 x level'>15 - 66 (based on level)</abbr> <span class='adConversion'>(+25% bonus)</span>"
            ]
        },
        {
            "key": "Q",
            "name": "Bladesurge",
            "img": "bladesurge.png",
            "description": "<span class='passiveActive'>Active:</span> Irelia dashes to an enemy, dealing physical damage, applying on-hit effects and restoring health. Bladesurge's cooldown is reset if the target was <span style='color: #d4d422'>Marked</span> or dies to Bladesurge.",
            "stats": [
                "<span class='importantText'>Cost:</span> 20 Mana",
                "<span class='importantText'>Cooldown:</span> 11 / 10 / 9 / 8 / 7s",
                "<span class='importantText'>Range:</span> 600"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 5 / 25 / 45 / 65 / 85 <span class='adConversion'>(+60% total)</span>",
                "<span class='importantText'>Heal:</span> <span class='adConversion'>(+12 / 14 / 16 / 18 / 20% total)</span>",
                "<span class='importantText'>Bonus against Minions:</span> 55 / 75 / 95 / 115 / 135"
            ]
        },
        {
            "key": "W",
            "name": "Defiant Dance",
            "img": "defiant_dance.png",
            "description": "<span class='passiveActive'>First Cast:</span> Irelia aligns her blades into a defensive formation, gaining 50% <span class='apConversion'>(+10%)</span> physical damage reduction and a stack of <span class='importantText'>Ionian Fervor</span> but becoming unable to act.<br /><span class='passiveActive'>Second Cast:</span> Irelia swipes her blades, dealing physical damage. Damage increases with charge time, up to 100% increased damage after 0.75 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 / 75 / 80 / 85 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 20 / 18 / 16 / 14 / 12s",
                "<span class='importantText'>Range:</span> 825"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Min Damage:</span> 10 / 25 / 40 / 55 / 70 <span class='adConversion'>(+50% total)</span> <span class='apConversion'>(+45%)</span>",
                "<span class='importantText'>Max Damage:</span> 20 / 50 / 80 / 110 / 140 <span class='adConversion'>(+100% total)</span> <span class='apConversion'>(+90%)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Flawless Duet",
            "img": "flawless_duet.png",
            "description": "<span class='passiveActive'>Active:</span> Irelia readies 2 blades that will fly towards each other once placed, dealing magic damage and stunning for 0.75 seconds. Champions and large monsters are <span style='color: #d4d422'>Marked</span> for 5 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 Mana",
                "<span class='importantText'>Cooldown:</span> 18 / 16.5 / 15 / 13.5 / 12s",
                "<span class='importantText'>Range:</span> 775"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 80 / 125 / 170 / 215 / 260 <span class='apConversion'>(+80%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Vanguard's Edge",
            "img": "vanguards_edge.png",
            "description": "<span class='passiveActive'>Active:</span> Irelia launches a storm of blades that explode outward upon hitting a champion. The blades deal magic damage and <span style='color: #d4d422'>Mark</span> champions and large monsters for 5 seconds. Irelia then forms the blades into a wall for 2.5 seconds. Passing through the wall deals magic damage and slows by 90% for 1.5 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 140 / 120 / 100s",
                "<span class='importantText'>Range:</span> 1000"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Initial/Wall Damage:</span> 125 / 250 / 375 <span class='apConversion'>(+70%)</span>"
            ]
        }
    ]
}