{
    "lore": {
        "biography": "Ivern, known to many as Bramblefoot or the Old Woodsman, is a peculiar half-man, half-tree who roams the wilds of Runeterra, cultivating life everywhere he goes. He knows all the secrets of the natural world, and holds deep friendships with things that grow, fly, and scuttle. Ivern enriches the forests, imparts strange wisdom to any mortal he meets, and occasionally entrusts loose-lipped butterflies with his secrets.<br />Ivern the Cruel was renowned as a fierce warrior, in the latter days of the ancient Vorrijaard. His clan followed the most warlike of the old gods, and would not kneel before the upstart \"Three Sisters\" like so many others had.<br /><br />However, the dark sorcery that strengthened their armies was undeniable. Ivern and his kin plotted long and hard to overthrow these hated Iceborn, eventually setting sail into the east—in search of the land where the sun first rose, from where it was said that all magic flowed into the world. If Ivern could seize such power for his own, then he could surely break any foe.<br /><br />As his fleet sailed over the horizon, they passed out of memory and into myth, for they were never seen in their homeland again.<br /><br />In truth, Ivern the Cruel landed on the shores of Ionia. After cleaving through a dozen coastal settlements, he and his warriors discovered a sacred grove known as Omikayalan, \"the Heart of the World\". And there, in that strange and verdant garden, they met the fiercest resistance. Chimeric beings—half human, half beast—came at them again and again beneath the twisted branches.<br /><br />Undeterred, Ivern pressed on, until the battered remnants of his expedition reached what the Ionians held so sacred: the legendary God-Willow.<br /><br />Ivern was transfixed, even as the fighting raged around him. It was a truly colossal tree, dripping with long gossamer leaves that shimmered with golden-green light. It was magic like nothing he had ever felt before, and it was clear these inhuman creatures would die to protect it. Seeking to shatter their resolve, he took up his war axe, and roared with hatred as he struck at the God-Willow over and over again.<br /><br />The great tree fell. In a riot of life-energy, Ivern the Cruel was instantly undone.<br /><br />Detached, drifting, he saw the battle was over. The flesh of the fallen fed carrion birds and insects alike, or decayed under bursts of colorful mushrooms. Bones rotted into fertile soil, and seeds within it budded and sprouted into trees bearing fruit of their own. Leaves and petals pulsed like colorful hearts. From the death that surrounded him, life exploded forth in ways too numerous to believe.<br /><br />Never had Ivern beheld such beauty. Life, in all its forms, was tangled together like an impossible knot that didn’t want to be untied. He wept, and those dewdrop tears fell upon his changed body. He was taller than he remembered, his limbs rough with bark and leaves. The magic of an entirely different world coursed through him. He did not know why, or how, but he was all that now remained of the God-Willow.<br /><br />With that realization, he heard the bawling of hills, the howling of trees, and the dripping tears of moss. He reflected on the mistakes he’d made, the cruelty he’d visited on others. Remorse washed over Ivern, and he cried out for forgiveness.<br /><br />When he finally moved, so much time had passed that the world felt… new? The violence and sadness of his former self were mere echoes in his heart. He found he could dig his toes deep into the soil, and commune with the roots, rocks, and rivers. Even the dirt itself had opinions!<br /><br />Ivern wandered far—across Ionia, and beyond—and the strange magic of Omikayalan followed in his wake. He developed close kinships with creatures great and small, observing their foibles, delighting in their little habits, and occasionally offering a helping hand. He shortened the inchworm’s path, played tricks with mischievous bramblebacks, hugged thorny elmarks, and laughed with wizened elder-fungus.<br /><br />In one instance, he found a wounded stone golem. Knowing the poor thing’s spirit was fading, he fashioned her a new heart from a river pebble, and the golem became Ivern’s devoted life-friend. He named her Daisy, after the flowers that mysteriously sprouted from her stone body.<br /><br />Sometimes, Ivern encountered mortals, and many of them were at least somewhat peaceful. They called him Bramblefoot, or Green Father, or the Old Woodsman, and told tales of his strange benevolence. But he was filled with sadness to see how they still took more than they gave, how they could be so cruel and so careless, and he retreated from their company.<br /><br />If he bore the God-Willow’s legacy, he needed to cultivate humanity—help them watch, listen, and grow. Being mortal once himself, Ivern knew this would be difficult, so he smiled and challenged himself to complete this task before the final sunset.<br /><br />He knew he would have time.",
        "stories": [
            "GIFT OF VENOM<br />For most people, a hundred years is a very long time. In a century, one could explore the entire world, meet thousands of people, or complete countless works of art. Now, anyone could easily assume that standing in one spot for over a century would be a colossal waste. But during that time, Ivern Bramblefoot accomplished more than any could dream.<br /><br />For instance, he settled a longstanding dispute between a colony of lichen and their host boulder, helped each generation of winter squirrels find their forgotten autumn acorns, and coaxed a lone wolf to rejoin her pack, despite the fact that they once called her howling \"shrill.\"<br /><br />Ivern’s toes burrowed deep beneath the topsoil, curled between vigilant tubers and oblivious earthworms to mingle with the roots of older trees, and the forest around him bloomed. There was much more, of course, but those examples alone are proof enough of a good century’s work.<br /><br />Things were going swimmingly until the sassafras started murmuring about dark doings on the edge of the forest.<br /><br />Hunters! they cried through their roots, alarming half the forest.<br /><br />Ivern knew sassafras to be anxious trees, raising their leaves in panic over the slightest stray saltsnail, and after all, hunting wasn’t so bad, for nothing is wasted or senseless in the cycle of life. But the sassafras had worried the robins, who told the butterflies, and if butterflies knew a secret, so did the entire forest.<br /><br />So Ivern stood up, and after briefly soothing the clipper ant colony whose ancestral home he had just displaced, he stalked away, shaking off layers of crusty bark. With each flower-blooming step through the forest, the alarm grew more frantic.<br /><br />Three of them, nattered the squirrels.<br /><br />Eyes like twin blood moons, gibbered the scuttle-crabs as they hid in the river.<br /><br />More bloodthirsty than elmarks, proclaimed the elmarks.<br /><br />The peregrines swore the hunters were after their eggs. The ivory-wreathed chrysanthemum feared for her illustrious petals—that worried Daisy, who loved her flowers dearly. Ivern calmed each of them, and urged them to hide until trouble passed. He pretended not to notice Daisy following him, since she thought herself to be quite sneaky.<br /><br />He saw an eight-tusked shagyak dead in the grass. Three arrows were thrust deep into the thick hump of muscle at the base of its neck. As a sappy tear escaped Ivern’s eye, a squirrel he’d named Mikkus scampered up the Green Father’s chest and lapped it off his cheek in solace.<br /><br />\"Hunters take meat for food,\" Ivern said aloud. \"Hunters whittle bone into toys and tools. Hunters sew pelts into garments and tan skin into boots.\"<br /><br />The corpse was missing its eight shimmering, pearlescent tusks. Ivern touched the ground, and a circle of daisies bloomed around the dead shagyak. He saw a baby stonescale viper slithering away. Stone-scale vipers are wise beyond their years.<br /><br />\"Ssssssssafe?\" the snake hiss-asked.<br /><br />Ivern knew snakes were embarrassed by their lisps and for a long time had avoided words with sibilant sounds. He’d challenged them to embrace the words they feared the most, but they took the lesson to heart and now spoke exclusively in words beginning \"s.\"<br /><br />Snakes; such overachievers.<br /><br />\"It’s safe now, little one.\" Poor thing must’ve witnessed the whole ordeal. \"Coil up here and watch the shagyak for me,\" Ivern urged the baby viper. \"I’ll return once I get to the bottom of this.\"<br /><br />The shagyak horns clacked relentlessly with each step Risbell took, so much so that she had to stop and repack the tusks lest the noise scare off their next kill. Upriver, those horns would earn them a fortune. City people paid well for half-cocked backwater remedies these days.<br /><br />Niko, the square-jawed hunter with one eye, uncovered another set of shagyak hoof prints. She beckoned behind her to Eddo, the rich city man with the whalebone bow, and grinned. Eddo’s toothy smile and malicious eyes made Risbell, the youngest of the crew, shiver.<br /><br />Up ahead, in a glade, another eight-tusked shagyak grazed on its very favorite variety of grass. Each of the three hunters approached slowly and quietly, rustling nary a dead leaf.<br /><br />In rehearsed synchronicity, all three readied their bows and took careful aim. The shagyak’s head was still bent low, as it dined on the soft mulderberries and scullygrass, obscuring the knot of muscles at the base of its neck. When pierced, the hump would keep the blood flowing while the hunters hewed off horns. It was very important that the shagyak still be alive when the tusks were harvested to increase their potency, Eddo said.<br /><br />Sweat beaded down her neck as she waited for the shagyak to raise its head. Just as the beast’s head swung up, the glade of low scullygrass bloomed impossibly fast, from ankle height to over their heads in a moment. The stalks stretched toward the sun, flowers blooming instantly in an array of radiant petals. A flowering wall of scullygrass completely obscured the shagyak.<br /><br />Eddo dropped his bow. Niko’s one good eye looked as if it was going to bulge from its socket. Risbell’s arrow errantly soared through the air. She didn’t command her fingers to release the bowstring. She backed up against the nearest tree, terrified.<br /><br />\"I told you these woods were cursed,\" Risbell whispered. \"We should leave now.\"<br /><br />\"I’ve dealt with sorcery before,\" Niko said. \"I will do this the old way.\"<br /><br />She placed her arrow back in her quiver and pulled a long, mean-looking dagger from her belt.<br /><br />Eddo did the same. They both beckoned for Risbell to stay put with the tusks as they stealthily disappeared into the wall of grass. She waited and held her breath, but couldn’t even hear their footfalls. One day she hoped to be as silently deadly as her companions. Still, she couldn’t shake the unnerving feeling that the wall of vegetation was a warning to be heeded. Stories her grandmother told her, of the strange creatures of magic that wandered this world, came back to her. Just children’s tales, she reminded herself.<br /><br />An eerie and unfamiliar sound echoed through the glade. It wasn’t the shrieking of a shagyak, but the heavy sound of rocks smashing into ground with loud, splintery thuds. Whatever caused the sound, it was enough to make Eddo and Niko race out of the brush, running at full tilt. Their skin was pale and their eyes were wide. Then she saw what had caused her companions to flee.<br /><br />A flower, a simple ivory-wreathed chrysanthemum, was dancing on top of the grass. It was a rather curious sight.<br /><br />Then Risbell realized it was getting closer. The grass parted, and there stood a behemoth of stone and moss. A living incarnation of granite, massively strong, and moving with rhythm. In the moment it took Risbell to reconcile what was happening, she heard a calm voice calling to the creature.<br /><br />\"Daisy! Be careful. And... gentle!\"<br /><br />Risbell grabbed the satchel of tusks and ran after Niko and Eddo, trying to remember the route that led back to their camp. At each tree, a new wall of grass sprouted up. Something stalked within the grass, rustling through the leaves as it walked, giggling as Risbell spun in circles trying to find her way out. She was alone in a strange forest, and behind every infernal tree lurked more grass, springing up nearly instantly.<br /><br />Risbell realized she was being corralled the same way grandmother used to herd sheep. Knowing full well that she was walking into a trap, Risbell squared her shoulders and followed the grass.<br /><br />Ivern watched as the young hunter stepped out of the grassy maze and approached the shagyak’s body. The poor thing looked positively terrified. She clearly had never seen anything or anyone quite like himself before. He tried to be gentle, but humans tended to be so individual in their reactions. Unlike, say, the caterwauling of smug mewlarks.<br /><br />\"Please. Don’t be frightened. Unless that is your natural state. In which case, fright away. I’ll wait. I really don’t mind.\"<br /><br />It wasn’t Ivern’s intention to frighten anyone. But no one can account for another being’s experience.<br /><br />\"Get on with it,\" Risbell said. Her voice quavered and her eyes flinched. \"I’ve trespassed, I know. I’m at your mercy. Just let it be quick.\"<br /><br />\"Be quick?\" Ivern shrugged. \"Certainly. It didn’t cross my mind that you might have better places to be. Very well then.\"<br /><br />The girl closed her eyes and lifted her chin, exposing her throat. She reached her hand back toward the scabbard at her belt and wrapped her knuckles around the dagger. If he came for her, there would be a surprise.<br /><br />\"But I only want to know why,\" Ivern said in a voice filled with merriment. He gestured with his branchlike fingers to the shagyak’s body. His arm stretched longer than it should, to the dead beast’s back, where he lovingly stroked its blood-mottled fur.<br /><br />Risbell drew her dagger and then felt a sharp pain in her ankle. A cold sensation spread up her leg. When she looked down, she saw the culprit: a stone-scaled viper, the most venomous asp in all the Aulderwood.<br /><br />Out of anger and instinct, she lashed out at the snake.<br /><br />\"No!\" Ivern shouted.<br /><br />Viney roots sprouted up from the soil and caught her arm, preventing her strike. They wrapped around her wrists and ankles and knees. She dropped her dagger in her struggles to break free.<br /><br />\"I’m going to die!\" she cried. The venom’s coldness spread up past her knees.<br /><br />The serpent slithered to Ivern’s feet and coiled up the outside of his leg, climbing up and around his body until it vanished into his armpit. It emerged from the back of his head, curling around one of the branches, and licked its forked tongue at Ivern’s ear.<br /><br />\"Sssssssorry,\" hissed the snake to Ivern. \"Ssssstartled.\"<br /><br />\"Please,\" Risbell said. \"Help me.\"<br /><br />Ivern thought for a second.<br /><br />\"Ah yes!\" His honey eyes twinkled with an idea. \"There’s one thing that loves shagyaks. Especially dead ones.<br /><br />\"And please, forgive Syrus; he’s only recently hatched and doesn’t know how to control his venom. Gave you a full dose, I’m afraid. He’s asked me to tell you that he’s awfully sorry. You startled him and he reacted purely on instinct,\" Ivern said. \"Now, watch.\"<br /><br />The tree man knelt before the shagyak’s body, closed his eyes, and hummed a deep, earthy tune. His hands were in the soil, fingers splayed out. Twinkling green pops of light cascaded from his rune-carved head, down his arms, and into the dirt. Odd purple mushrooms popped up from the carcass. They were tiny at first; then their stalks rose as rot overtook the shagyak’s corpse. Soon there was only fur, bones, and an army of violet mushrooms.<br /><br />\"Ah, stingsalve fungus,\" Ivern sighed. He plucked one delicately. \"Always so punctual.\"<br /><br />The vines retracted from Risbell’s body. She collapsed in a heap. Her hands immediately shot to her heart. The icy pangs of stone-scale venom had reached her chest.<br /><br />\"Eat this,\" Ivern said, offered the purple mushroom to the dying woman. \"It might not taste like salamander dew or sunshine, but it’s not as bad as lippertick apples.\"<br /><br />Risbell had no idea what the strange treeman was on about, but her options were severely limited at that moment. A voice came back to her from the past. Her grandmother’s. Trust in nature; the Green Father never leads you astray.<br /><br />She grabbed the mushroom from Ivern’s hand. It tasted like bitter tea and mulch; a disappointing final meal. Then the icy grip around her heart thawed and retreated. Within minutes, her legs worked again.<br /><br />As she recovered, Ivern made her a tincture of odd leaves, tree sap, and water from a spring he’d discovered with his toes. He served it to her in a bird’s nest cup that a peregrine dropped into his hand.<br /><br />\"You’re him, aren’t you? The Green Father.\"<br /><br />Ivern shrugged as if he didn’t know. \"You know what we could do here?\" he said, turning his attention to the shagyak bones. \"Moss always loves to pretty up the place.\"<br /><br />As soon as he said it, a thick carpet of moss crept over the bones. With the mushrooms, what once had been a grisly sight was now beautiful.<br /><br />\"Sheldon would love how beautiful his bones turned out to be. Badgers will use his ribs as shelter from the autumn storms. Nothing is ever wasted,\" Ivern said, turning his attention to Risbell. \"It seemed so senseless, but it makes perfect sense. If it wasn’t killed, you wouldn’t have lived.\"<br /><br />\"We wanted its tusks,\" Risbell said. She fixed her eyes on her boots in shame. \"Rich people clamor for them. Willing to pay a lot.\"<br /><br />\"I remember money. It’s rarely a good motivator.\"<br /><br />\"I knew we shouldn’t have killed it. My grandmother used to tell me that if one must kill, one must use all parts to honor the beast.\"<br /><br />\"I would love to meet your grandmother,\" Ivern said.<br /><br />\"She is gone to the ground.\"<br /><br />\"Returning to the soil that which the soil gave is noble.\"<br /><br />\"I’m sorry,\" Risbell said after a long moment of silence.<br /><br />\"All life is precious.\" The gentleness and warmth and forgiveness in Ivern’s voice moved Risbell to tears. Ivern patted her on the head. \"I probably couldn’t have handled the whole thing better myself. I’ve so much to remember about humans, and so much to I had forgotten to ever learn.\"<br /><br />Ivern helped Risbell to her feet.<br /><br />\"I must be off now. I promised the tadpoles of Southern Pond that I would monitor their elections for the king of lily pads. It’s quite the contentious race.\"<br /><br />A while later, Risbell emerged from the tree line near the river. After gulping down some water, she dug a hole on the banks and tenderly placed the shagyak tusks inside. She scooped up a handful of dirt and recited the prayers of honor her grandmother had taught her. She repeated this ritual until the horns were buried. Then she bowed her head in reverence and left the site marked as a grave.<br /><br />From the depths of the Aulderwood, Ivern smiled at the gesture. The shagyak herd would be proud."
        ]
    },
    "table": {
        "name": "Ivern",
        "image": "ivern.png",
        "general": {
            "Title": "The Green Father",
            "Real Name": "Ivern Bramblefoot",
            "Pronouns": "He/Him",
            "Release date": "October 5th, 2016",
            "Cost": "6300 975",
            "Primary": "Support",
            "Secondary": "Mage"
        },
        "statistics": {
            "HP": "585 (+95)",
            "HPR": "7 (+0.85)",
            "MP": "450 (+60)",
            "MPR": "6 (+0.75)",
            "MS": "330",
            "AD": "50 (+3)",
            "AS": "0.644 (+3.4%)",
            "RNG": "475",
            "AR": "27 (+3.5)",
            "MR": "32.1 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Friend of the Forest",
            "img": "friend_of_the_forest.png",
            "description": "<span class='passiveActive'>Active:</span> Ivern will not attack non-epic monsters. Clicking on a jungle monster creates a grove which grows over time. Each grove costs Health and Mana. When a grove is fully grown, clicking on the monsters will set them free, giving gold and experience. Smiting a grove instantly frees monsters. At level 5 and higher, if Ivern fres a buff monster an extra buff is created for Ivern's allies. If an ally kills a buff monster, a buff is left for Ivern.",
            "stats": [
                "<span class='importantText'>Cost:</span> <span class='hpConversion'>[<abbr title='23.5% - 1% per level'>132 − 121</abbr>] Health</span> + <span class='manaConversion'>[149 - 110] Mana</span> (based on level)"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Growth Time:</span> <abbr title='40-30 (at levels 1-6), 27-15 (at levels 7-11), 11-3 (at levels 12-14), 1 (level 15+)'>40 - 1 seconds</abbr>"
            ]
        },
        {
            "key": "Q",
            "name": "Rootcaller",
            "img": "rootcaller.png",
            "description": "<span class='passiveActive'>Active:</span> Ivern conjures a vine dealing magic damage and rooting the first enemy hit. He and his allies can click on rooted enemies to dash into attack range.",
            "stats": [
                "<span class='importantText'>Cost:</span> 60 Mana",
                "<span class='importantText'>Cooldown:</span> 12 / 11 / 10 / 9 / 8s",
                "<span class='importantText'>Range:</span> 1100",
                "<span class='importantText'>Area of Effect:</span> 150"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 80 / 125 / 170 / 215 / 260 <span class='apConversion'>(+70%)</span>",
                "<span class='importantText'>Root Duration:</span> 1.2 / 1.4 / 1.6 / 1.8 / 2s"
            ]
        },
        {
            "key": "W",
            "name": "Brushmaker",
            "img": "brushmaker.png",
            "description": "<span class='passiveActive'>Passive:</span> In brush, Ivern's attacks deal bonus magic damage.<br /><span class='passiveActive'>Active:</span> Ivern grows a patch of brush for 30 seconds. For 3 seconds the area in and around the brush is revealed.",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 Mana",
                "<span class='importantText'>Cooldown:</span> 0.5s",
                "<span class='importantText'>Recharge:</span> 40 / 36 / 32 / 28 / 24s",
                "<span class='importantText'>Range:</span> 1000"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Bonus Magic Damage:</span> 30 / 37.5 / 45 / 52.5 / 60 <span class='apConversion'>(+30%)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Triggerseed",
            "img": "triggerseed.png",
            "description": "<span class='passiveActive'>Active:</span> Ivern shields an ally. After 2 seconds, the shield bursts dealing magic damage and slowing enemies for 2 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 Mana",
                "<span class='importantText'>Cooldown:</span> 11 / 10 / 9 / 8 / 7s",
                "<span class='importantText'>Range:</span> 750",
                "<span class='importantText'>Area of Effect:</span> 380"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Shield Amount:</span> 80 / 115 / 150 / 185 / 220 <span class='apConversion'>(+90%)</span>",
                "<span class='importantText'>Magic Damage:</span> 70 / 95 / 120 / 145 / 170 <span class='apConversion'>(+80%)</span>",
                "<span class='importantText'>Slow:</span> 50 / 55 / 60 / 65 / 70%"
            ]
        },
        {
            "key": "R",
            "name": "Daisy!",
            "img": "daisy.png",
            "description": "<span class='passiveActive'>Active:</span> Ivern summons his sentinel friend Daisy. If Daisy attacks the same champion three times in a row, she will create a shockwave knocking enemies up for 1 second (3s cooldown). Daisy gains additional damage and defenses based on Ivern's Ability Power. Recasting this ability will direct Daisy to a new target or position.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 140 / 130 / 120s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Daisy's Health:</span> 1250 / 2500 / 3750 <span class='apConversion'>(+50%)</span>",
                "<span class='importantText'>Daisy's Magic Damage:</span> 70 / 100 / 170 <span class='apConversion'>(+30%)</span>",
                "<span class='importantText'>Daisy's Armor/Magic Resist:</span> 15 / 40 / 90 <span class='apConversion'>(+5%)</span>"
            ]
        }
    ]
}