{
    "misc": {
        "changesForm": "true",
        "howManyForms": "2",
        "forms": [
            "Human",
            "Spider"
        ]
    },
    "lore": {
        "biography": "Elise is a deadly predator who dwells in a shuttered, lightless palace, deep in the Immortal Bastion of Noxus. Once she was mortal, the mistress of a once-powerful house, but the bite of a vile spider god transformed her into something beautiful, undying, and utterly inhuman. To maintain her eternal youth, Elise preys upon the innocent, and there are few who can resist her seductions.<br /><br />The Lady Elise was born many centuries ago to House Kythera, an old and powerful family of Noxus, and swiftly learned the power of beauty to influence the weak-minded. When she came of age, she plotted to marry the scion of House Zaavan to augment her house’s power. The match was opposed by many within Zaavan, but Elise beguiled her intended husband and manipulated her detractors to secure a betrothal.<br /><br />As Elise had planned, her influence upon her new husband proved considerable. House Zaavan grew stronger, which in turn saw House Kythera’s star rise. Elise’s husband was the face of his house, but those in the know understood who truly wielded power. At first, Elise’s husband tolerated this, but as the years went by, his discontent festered as he became alight joke among Noxian families.<br /><br />Eventually, his resentment grew ever more rancorous until one night over a typically frosty dinner, he revealed he had tainted her wine with a disfiguring poison. He offered his terms; withdraw from society and stay out of his way as he took up the reins of power and he would give her the antidote. Refuse, and he would watch her die slowly and painfully. With every breath the poison did its evil work, dissolving her flesh and bone from the inside out. Believing he would have the antidote somewhere about his person, Elise palmed a sharp knife and played the role of remorseful wife to the hilt. She wept and begged her husband to forgive her, using every wile in her arsenal to approach without alerting him to her deadly intent. All the while, the poison was wracking her body, discoloring her flesh with grotesque lesions and filling her limbs with agony.<br /><br />When Elise reached her husband, he realized - too late - just how badly he had underestimated her disdain. She leapt upon him and rammed the knife through his heart, twisting the blade slowly as she watched him die. Elise found and drank the antidote, but the damage was done. Her face was monstrously disfigured with grotesque weals and necrotic flesh, like a cadaver given hideous animation.<br /><br />Elise was now mistress of House Zaavan, and such was the nature of Noxian politics that she was lauded for cutting a weakness from the empire. Yet so entwined were her particular notions of beauty and power that she retreated from public life and took to wearing a face-covering veil. Eschewing daylight, and turning away all allies and petitioners from her door, her once powerful house began a slow descent into obscurity. Elise roamed the empty halls of her palace in isolation and became a denizen of darkness, only ever venturing beyond its high walls at night.<br /><br />On one of her midnight wanderings, Elise was approached by another veiled woman, who pressed a waxen sigil of a Black Rose into her palm and whispered that the Pale Woman would greatly value her talents. Elise pressed on, but as she walked away, the woman’s voice echoed after her with the promise of being made whole again. However absurd she told herself it was, vanity and the hope of her beauty being renewed drove Elise to investigate further. She prowled the streets for weeks until she saw the Black Rose sigil again, etched onto a shadowed archway leading into the catacombs beneath Noxus.<br /><br />Following the hidden sigils brought her to the Black Rose, a secret society where those who dabbled in the darker powers of magic shared hidden knowledge and secrets. Elise became a regular visitor, going unveiled among its members and swiftly establishing a close rapport with the Pale Woman, an agelessly beautiful individual of great power. Elise embraced the society’s ways, but always sought the gift she had been promised; her beauty made whole again.<br /><br />The Pale Woman spoke of a haunted place known as the Shadow Isles and a serpent-bladed athame belonging to one of her acolytes who had been slain in the lair of a voracious spider god. The dagger was imbued with powerful magic, and if it was returned to her, then she would use its magic to restore Elise’s beauty. Elise immediately accepted and led a group of Black Rose devotees to the shunned island, knowing there would be a blood price to pay for such a prize.<br /><br />Elise found a desperate, debt-ridden captain willing to bear her and her fellow pilgrims across the ocean. The ship sailed for weeks until a craggy island loomed from seething banks of black mist. Elise came ashore on a beach of ashen sand and led her followers deep into the island’s haunted depths like lambs to the slaughter. Many were stolen away by spiteful wraiths, but half a dozen remained by the time they reached the web-wreathed lair of the Spider God.<br /><br />A bloated, monstrous creature of chitin and fangs erupted from the darkness and feasted on the screaming men and women. As they died or were swept up in streams of web, Elise saw the dagger the Pale Woman sought - held in the grip of a desiccated corpse. She snatched it up as the Spider God sank its envenomed fangs into her shoulder. Elise fell forward and the blade of the athame pierced her heart, its powerful magic flooding her and mixing with the lethal venom to wreak terrible changes on her body. Elise was transformed as the magically-empowered venom renewed her flesh, transforming it into a form even more beautiful than before. Her scars vanished and her skin became flawless and porcelain smooth, but the god’s venom had ambitions of its own. Elise’s back writhed with undulant motion as a host of arachnoid legs pushed their way from her flesh.<br /><br />Elise rose, breathless with the agony of her transformation, to find the Spider God looming above her. Shared power flowed between them, and both immediately sensed how they might benefit from this unexpected symbiosis. Elise returned to her ship, untroubled by the island’s spirits, and set sail for Noxus. When her ship arrived at the docks in the dead of night, Elise was the only living thing aboard.<br /><br />Elise returned the athame to the leader of the Black Rose, though the Pale Woman warned that the magic maintaining her restored beauty would eventually fade. The two sealed a pact; the Black Rose would provide Elise with acolytes to offer up to the Spider God, and she in turn, would return any artifacts of power she discovered upon the isles.<br /><br />Elise once again took up residence in the neglected halls of House Zaavan, becoming known as a beautiful yet unreachable recluse. None suspected her true nature, yet fanciful rumors cling to her, wild tales of her immortal beauty and a terrifying creature said to lair high in her dilapidated, dust-wreathed palace.<br /><br />Centuries have passed since her first voyage to the Shadow Isles, and whenever Elise sees streaks of white in her hair or crow’s feet at her eyes, she ventures forth to cull easily swayed souls from the Black Rose and set sail for the isle of black mists. None who accompany her ever return, and with each voyage, it is said she is renewed and invigorated, bearing another ancient artifact for the Pale Woman. ",
        "stories": [
            "STRAND BY SILKEN STRAND<br /><br />The weeks spent on the ocean had made Markus feel dizzy and weak, so he was glad to be back on dry land. The path leading from the basalt shore had a slick, oily quality, making it treacherous underfoot. The crooked trees to either side were wretched, blackened husks that wept yellowed sap from where it looked like some panicked animal had clawed them ragged. Soft light shimmered between the trees, dancing like the corpse candles that flickered over marshland and drew unwary souls to their doom. The branches were hung with what looked like canopies of ragged muslin, and it took Markus a moment to realize they were swathes of cobwebs.<br /><br />Wiry bracken clogged the undergrowth on either side of the path, rustling with the motion of unseen creatures shadowing their passage through the forest. Perhaps the rats infesting the ship had followed them. Markus had never caught sight of one, beyond a fleeting glimpse of a swollen, black-furred body or the skittering sound of claws on wood. He’d never been able to shake the notion that it sounded as if these rats had a few too many legs than any normal rat should have.<br /><br />The island’s air was heavy with damp, and his finely tailored tunic and boots were sodden with clinging moisture. He held a scented pomander beneath his nose, but it did little to disguise the stench of the island, reminding him of the charnel pits beyond the walls of Noxus when the winds blew in from the ocean. Thinking back to his homeland, he felt a brief twinge of unease. The revels in the catacombs far beneath the city had been a deliciously illicit thrill, a reward for following the secret symbol of the black-petaled bloom. Within the darkened sepulchers, he and his fellows gathered as devotees.<br /><br />Where she awaited.<br /><br />He looked ahead, hoping for a glimpse of the beguiling woman whose words had brought so many of them to this place. He caught a flash of crimson silk and swaying hips before the mist oozing between the trees obscured his sight of her. He’d thrilled to the sermons of her ancient god, and had been overjoyed when he and the others had been chosen to join her on this pilgrimage. It seemed like a grand adventure when they boarded the heavily laden barque at midnight, under the still gaze of the mute and hooded steersman, but being so far from Noxus had begun to dull his enthusiasm.<br /><br />Markus paused and turned to look back along the path. His fellow pilgrims pushed past, like vacant-eyed cattle en route to the slaughterman’s hammer. What was wrong with them? Behind them came the steersman, gliding over the path as though his feet barely touched it. His robes were undulant with motion and suffocating fear flowered in Markus’s breast at the thought of being near this repellent figure.<br /><br />He turned away, only to find himself face to face with her.<br /><br />\"Elise…\" he said, and the breath caught in his throat. He instinctively wanted to push her away and flee this awful place, but the intoxication of her dark beauty overpowered any thought of rejection. His sense of revulsion passed so swiftly he wasn’t even sure he’d truly felt it.<br /><br />\"Markus,\" she said, and the sound of his name on her lips was divine, sending a surge of pleasure down his spine. Her beauty transfixed him, and he savored every detail of her perfect form. Her features were angular and sharp, framed by lustrous crimson hair, like that of a highborn girl he once knew. Full lips and eyes of dark radiance drew him deeper into her web with the promise of raptures yet to come. A cloak of sable secured by an eight-pronged brooch, mantled her rounded shoulders. It rippled with motion, though there was no wind to stir it.<br /><br />\"Is something the matter, Markus?\" she said. Her smoky tones soothed his fear like a balm. \"I need you to be at peace. You are at peace, aren’t you, Markus?\"<br /><br />\"Yes, Elise,\" he said. \"I am at peace.\"<br /><br />\"Good. It would make me unhappy to know you were not at peace when we are so close.\"<br /><br />The thought of displeasing her sent a jolt of panic through Markus and he dropped to the ground. He wrapped his arms around her legs, her limbs slender and alabaster white, smooth and cold to the touch.<br /><br />\"Anything for you, mistress,\" he said.<br /><br />She looked down on him and smiled. For an instant Markus thought he saw something long, thin and glossy shift beneath her cloak. The motion was sickening and unnatural, but he didn’t care. She hooked a sharpened, obsidian-black fingernail under his chin and drew him to his feet. A rivulet of blood ran down his neck, but he ignored it as she turned and led him onward.<br /><br />He willingly followed, all thoughts save pleasing her vanishing like wind-blown smoke. The trees thinned out and the path ended before a rocky cliff carved with time-weathered symbols that made his eyes sting. A shadowed cave gaped like a vile maw at the base of the cliff, and Markus felt his certainty waver as a sudden sense of dread uncoiled in his gut.<br /><br />Elise beckoned him inside, and he was powerless to resist.<br /><br />The interior of the cave was unnaturally dark and stiflingly warm, a clammy, fever heat that reeked like offal swept from a butcher’s block. A voice deep inside was screaming at him to run, to get as far from this hideous place as possible, but his traitorous feet carried him still deeper into the cave. A droplet from somewhere high above landed on his cheek and he flinched at the sudden, burning pain of it. He looked up at the cavern roof, seeing pale, grub-like shapes hanging overhead and swaying with frantic, trapped motion. In the translucent surface of the fresh-spun web, a human face screamed in mute horror against the suffocating, silken net.<br /><br />\"What is this place?\" he asked, the veils of deceit woven around him falling away.<br /><br />\"This is my temple, Markus,\" said Elise, reaching up to unfasten the eight-pronged brooch at her shoulder and letting her cloak fall away. \"This is the lair of the Spider God.\"<br /><br />Her shoulders squirmed as two pairs of slender, chitinous limbs unfolded from the flesh of her back; long, dark and tapering to razored talons. They lifted Elise up as a grotesque, bloated mass shifted in the darkness behind her. Colossal legs heaved its corrupt body forward, the faint light from beyond the cave reflecting on the myriad facets of its eyes.<br /><br />The vast spider’s bulk was enormous, furred and scabbed with wet, mutant growths. The terror of its nightmarish appearance shattered the last of Elise’s hold on Markus, and he fled toward the cave mouth with her cruel laughter ringing in his ears. Ropes of sticky web struck the rock beside him. Glutinous strands struck his flailing limbs and his pace slowed as he became more and more entangled. He heard the clicking of clawed limbs in pursuit and wept at the thought of her touching him. Yet more strands of her web snared him as something sharp stabbed his shoulder with astonishing swiftness. Markus fell to his knees, paralyzing venom spreading through his body and locking him in a prison of his own flesh.<br /><br />A shadow fell across him and he saw the mute steersman with his arms outstretched. Markus screamed as the steersman’s hooded robe collapsed, revealing that this was not a man at all, but a writhing nest of innumerable spiders given the semblance of a man. They fell upon him in their thousands, and his screams were choked to muffled grunts as they crawled into his mouth, clogged his ears and burrowed behind his eyes.<br /><br />Elise swung into view above him, borne aloft by the jointed limbs at her back. She was no longer beautiful, no longer even human. Her features were alight with a ferocious hunger that could never be sated. The looming form of her monstrous spider god lifted Markus from the ground with its razored mandibles.<br /><br />\"You have to die now, Markus,\" said Elise.<br /><br />\"Why…?\" he managed with his last breath.<br /><br />Elise smiled, her mouth now filled with needle-like fangs.<br /><br />\"So that I can live.\" ",
            "COURTING DISASTER<br />From a collection of letters, from Lord Emet of House Sassen to the Lady Elise<br /><br />My dearest Elise,<br /><br />It has been far too long since we last met, and longer still since you bade me visit you. Surely you have not forgotten how much I esteem you? Forget me not, my darling; I worship the very ground your lovely legs tread…<br /><br />You are more radiant each time I see you, my lady. Your pale skin shines with an incomparable luster. As you pass in the streets attended by those unworthy of your attention, I am caught helpless, enraptured. If only you would favor me with your glance!<br /><br />Shall I call upon you tonight? Last I came to your abode, there was no answer, but if you would not object to me letting myself in, I would lay such presents at your lovely feet. Roses from my family’s gardens, as red as your lips…<br /><br />Would you dine with me, my queen? Perhaps this time, I might entertain…?<br /><br />If you would not take it amiss, the presence of the cobwebs in your home leaves me somewhat… unsettled. Should you so desire, I have a maid who would happily attend to these matters, if so instructed.<br /><br />Please, say you will see me again! I know better now than to dispose of your little house guests, which are no doubt as helpful as they are harmless. I promise my mistake will not be repeated.<br /><br />I believe I saw one of your… pets… adorned with an expensive-looking headband given by Lord Istris to his wife some years ago, but surely it is not the same one?<br /><br />If that piece did not please you, perhaps I might offer you a priceless diadem from my collection, instead?<br /><br />To ascend the stairs of your home always seems to take an eternity, and though your pets unsettle me, I climb each time with fond eagerness and admiration in my heart. At the top lies my lady love, my slender goddess, my queen!<br /><br />Oh, Elise! You captivate me! Your beauty arrests me, and I am powerless in your tender embrace. You have only to ask, my love, and I will give you my heart.<br /><br />Yours without question & endlessly devoted,<br /><br />Emet Sassen ",
            "THE SHUTTERED MANSE<br />She felt the thief coming closer with every careful step he took.<br /><br />He was skillful, she’d give him that, but her awareness was heightened to degrees no mortal could conceive. His footfalls over the nearby rooftops, though soft and artfully placed, vibrated the stagnant air within her gloomy abode like the plucked string of a lute in a silent temple.<br /><br />His approach had wakened her from dreams of the ocean, darkness rising up in a tsunami that roared over the world to leave it forever sunk beneath dead black waters. Part of her relished the extinction this wave would bring, even as she knew she had played some role in its coming.<br /><br />The dream fell away as her multi-faceted eyes opened and she reached out through her every sense. Perceptions colored by scents and sounds, movement felt in the tremors of the air. Still weary and worn thin from her most recent voyage to the mist-wreathed isles, her irritation grew at the thought of having to deal with yet another intruder.<br /><br />Her cellar lair was folded with shadow, but the heavy barrels, rotted tapestries, and icy floorboards were as clear to her as if daylight were pouring through the shuttered grates.<br /><br />A whisper of skittering legs echoed throughout the manse, a rustle of hundreds of glossy bodies scuttling from their domains in anticipation of her desires. The dripping walls and sagging ceiling rippled with undulant motion and the gleam of thousands of unblinking eyes.<br /><br />\"Soon, little ones,\" she said, her voice smoky and rich with aristocratic tones. \"Let me play with this one awhile.\"<br /><br />She felt their appetite for human flesh, sharp with need.<br /><br />It mirrored her own.<br /><br />She eased from her resting place, her dreaming form a shifting blend of human and arachnid, extending her slender limbs and drawing the intruder’s myriad scents to her through the surfaces of her tarsal claws. She ran her tongue across needle-like teeth, learning more of him with every inward breath.<br /><br />A sand-kissed soul—skin of smoke, and the thinnest trace of ancient kings in his blood.<br /><br />One of the desert-born…<br /><br />She felt his approach, fully aware of what had drawn him to her shuttered manse on this bitterly cold night. And who had likely sent him.<br /><br />Like the others before him, he would find only death.<br /><br />Like the others, Elise would draw him to her before devouring him alive.<br /><br />Waning moon in a coal-dark sky. Low clouds and cold winds.<br /><br />Perfect for an endeavor like this.<br /><br />A bell tolled over the harbor of the capital, and icy winds carried the sound of bellicose Noxian soldiers from distant camps beyond the city’s Watchbell Gate.<br /><br />Nyam moved over the rooftops with soft and sure footsteps, his loose-fitting tunic and cloak of gray wool making him all but invisible. He kept low, just below the tiled ridges of the buildings, carefully judging every step over the thin layer of snowfall.<br /><br />A loose tile, a patch of ice—that was all it would take to end this night in death, his body broken on the cobbled street.<br /><br />But Nyam had plundered tombs sunk deep in the sands of his homeland, and climbed the cliff-temples on the road to Marrowmark in search of treasure. He had evaded traps set in the ruins of kings and gods, so the swaybacked rooftops of Noxus—uneven, high, and filled with pitted hand- and footholds—offered little in the way of challenge to a thief of his skill.<br /><br />He’d learned to run the sky-roads as a child, weaving over the high roofs of Bel’zhun to avoid roving gangs of children who beat him for the cleft that split his gums and top lip all the way to his nose. \"No-Face Nyam,\" they’d called him, his birth deformity giving the Shuriman-born and pallid Noxian runts a unifying target for their anger.<br /><br />Even after he’d stolen enough to have an embalmer sew his lip closed upon his tenth summer, they still mocked him—but those hard, brutal years had served him well. He’d learned to embrace solitude, to love dizzying heights, and to become one with shadows in a land that knew only the golden light of its ancient sun.<br /><br />But most of all, he’d learned to fight: first with his fists, and then with the obsidian blade he’d taken from the sarcophagus of a body so large, it must have been one of the legendary Ascended. Sheathed across his shoulder, it had been a knife to the dead god, but was a sword to Nyam.<br /><br />The place his paymaster had spoken of was just ahead, looming like a grand shadow of its former glory, its windows shuttered, and its gambrel roof rotten where tiles had slipped loose and fallen to the streets below.<br /><br />That’s my way in.<br /><br />Nyam reached the icicle-hung gable at the end of a roof, and perched at its edge with perfect balance as he uncoiled a length of rope from his belt. He unfolded the hooks of a grapnel and, with practiced ease, cast it toward a gap between a row of cracked chimneys. The hook landed precisely where he had aimed, and he gave the rope a tug.<br /><br />Satisfied the hook had bedded into the stonework, he slid from the roof.<br /><br />The cold air cut into him as he swung over, bracing his legs like a spring to bear the impact. His boots were soft, but he winced as the sound echoed throughout the crumbling building like a hammer upon an anvil. Snow fell from the eaves, and Nyam took a moment, listening for any sign that he had been heard.<br /><br />Nothing. The ancient house was quiet as a tomb.<br /><br />Hand over hand, he pulled himself up the rope until he climbed smoothly onto the roof.<br /><br />Nyam coiled the rope and crouched in the shadow behind a chimney. His breath misted the air, and he tugged a thick mitten of drüvask fur from his left hand, reaching up to place a bare palm on the stone.<br /><br />This chimney had not known warmth in many passings of the moon.<br /><br />Only a very few chimneys in this district smoked with a hearth fire. Other parts of the capital glimmered, ruddy with firelight. Cookfires, warrior pyres beyond the walls, and braziers set in shrines to the Wolf.<br /><br />But not here.<br /><br />This area of the city felt all but abandoned, the empty windows of its black stone structures seeming like they had never known light. Tattered curtain cloth was frozen stiff by the sighing winds funneled through the narrow streets. Far below, only a few candles guttered in window sconces, and he’d seen just a single lantern, hung outside a forlorn-looking tavern doorway.<br /><br />Pallid moonlight cast its radiance over empty streets, where the snow lay undisturbed. How such a deserted space could exist in a city where every inch of ground was precious was a mystery to Nyam, but this was where his employer had directed him.<br /><br />The manse of House Zaavan.<br /><br />Nyam slid slowly down the rope through a wide hole in the roof.<br /><br />Flakes of snow swirled around him as he descended, diamond motes glittering in the faint moonlight. He took a moment to let his eyes adjust to the gloom within the manse, seeing that he hung within what appeared to be a grand receiving room with a wide fireplace of gold-veined marble.<br /><br />Snow-brushed kindling was set in the hearth, and a bucket of frosty coal lay spilled beside it, like the home’s inhabitants had knocked it over in their hurry to leave, and never come back.<br /><br />Linen-draped furniture was situated around the room: long couches, wide divans pushed up against the walls, and empty chairs. Judging by the icy stiffness of the fabric, Nyam guessed many years had passed since this room had been shuttered.<br /><br />The parquet floor was strewn with tiles and broken roof timbers, and he carefully placed his leading foot between the debris, testing for creaks and groans. Slowly he let his weight settle, and released the rope.<br /><br />Nyam pushed back his hood and ran a hand over his shaven scalp, the skin dark and stubbled, tattooed, and pierced with ivory needles like a thorny crown.<br /><br />He crouched low and placed his palm on the floor, closing his eyes and letting the bones of the manse speak to him. The ancient timbers groaned in the cold like old men turning in their sleep, the walls silent, the house’s breath hanging heavy within, trapped like the air of a plague cave where the afflicted waited to die.<br /><br />Every instinct told Nyam this house was abandoned, a cursed palace frozen in time.<br /><br />And yet…<br /><br />A faint hiss like a thousand whispered voices speaking in unison, a soft sense of motion all around him. A crawling sensation traveled the length of his spine, and he suppressed a shiver, telling himself it was just the cold fingers of the north wind.<br /><br />He eased his gaze around the room, not letting his eyes fix on any one point, allowing his peripheral vision to catch any movement. He saw nothing, only the swirl of snowflakes and the tiny fluttering of cloth.<br /><br />But the sense that something else was in here with him wouldn’t abate.<br /><br />The elegantly written letter had been precise: enter the Zaavan mansion, find the library, and steal the designated artifact. The instructions described a grand library in the eastern wing of the manse, a room entered via tall doors of ebon black, just off the mezzanine above an octagonal atrium.<br /><br />Nyam rose and moved to the walls, where the timber floor would be less likely to creak with his weight, and edged along them to a wide door at the far end of the room. It hung ajar, and gusts of soft wind sighed through from beyond.<br /><br />He slid his thin frame through the door, finding himself within a long dining room.<br /><br />A narrow table ran its length, still set for a lavish dinner, with painted ceramic plates and gleaming silver cutlery laid out in anticipation of guests who would never arrive.<br /><br />Platters were piled high with frost-dusted fruit and icy cuts of meat. Nyam’s stomach rumbled, reminding him that it had been many hours since he’d eaten. Would such meat be edible, preserved by the cold?<br /><br />Nyam wasn’t about to try it and find out.<br /><br />At the center of the table was a domed silver tray, and a sudden curiosity made him want to see what lay beneath.<br /><br />Nyam reached over and lifted the lid.<br /><br />And a swirling mass of creatures erupted from a moldering joint of beef, gloss-black and skittering—spiders fleeing the light in their hundreds. None was larger than his thumbnail, and Nyam flinched in horror as they spilled from the edge of the table in a squirming tide.<br /><br />The tray lid fell from his fingers to the floor.<br /><br />In the silence of the house, the clang of metal was deafening.<br /><br />He winced, and his hand snapped to the sword at his shoulder. Cursing his stupidity, Nyam moved swiftly to a curtained window, finding the shadows and becoming one with the darkness.<br /><br />Stillness was his ally, and he remained utterly motionless, waiting for any sign his foolish mistake had been heard. He strained to hear something amiss—a sullen watchman, or even perhaps the owner of this house.<br /><br />If anything, the house felt somehow quieter, as though something else was right next to him, invisibly watching and waiting.<br /><br />His eyes scanned the walls, from floor to cornices.<br /><br />Nothing.<br /><br />The seconds became minutes, and finally, Nyam let out a relieved sigh. The house was empty and abandoned, something once grand now reduced to a ruin.<br /><br />\"Dead as a desert tomb,\" he said.<br /><br />Elise crawled from her cellar lair to the ground floor of the manse, moving swiftly along the walls and fluted columns to the mezzanine, each of her multiple limbs in perfect synchrony. Her chittering spiderling host followed in her wake, eager to race ahead and swarm this intruder, but she held them back for now.<br /><br />They hissed at her restraint like unruly children, resentful at being denied this feast.<br /><br />Her arachnoid form was as black as midnight, segmented and deadly, with an abdomen patterned with blood-red streaks. Her bladed and slender legs moved lightly, making no sound at all.<br /><br />She crawled with lithe grace across the mezzanine’s checkerboard-tiled floor, toward the dining room.<br /><br />A clash of metal echoed from within as her foreclaw reached for the door. She paused, and her scuttling host did so too, gently swaying on their many legs.<br /><br />The sound unleashed a rush of bitter memories from her past life…<br /><br />… of pain, humiliation, and bloody vengeance.<br /><br />A jealous and petty man had almost ended her life in that room.<br /><br />She remembered her husband’s treacherous poison coursing through her veins, searing her flesh from the inside out and crippling her with agony.<br /><br />A surge of hate, the flash of a blade…<br /><br />Gloating eyes now wide with fear…<br /><br />A flood of red as she twisted the knife in his heart.<br /><br />Elise pushed the memory away. Even now, centuries later, the pain of that night still lingered. Despite drinking the antidote to the poison, she had drifted near death for weeks after his betrayal. Yet as agonizing as those weeks had been, they had signaled the coming of her rebirth.<br /><br />As a mere human, she had been beautiful. Now, she was glorious.<br /><br />Elise paused, savoring the rising tension in the thief—but beneath that, she tasted long-buried fears and a will to survive past torments, which found their echo within her.<br /><br />Intrigued, she lowered her claw as she heard the thief step closer.<br /><br />Elise turned from the dining room and swiftly crossed the mezzanine to a set of tall black doors.<br /><br />Nyam eased open the dining room door, wincing as it creaked.<br /><br />But if no one had come running at the sound of him dropping the metal tray lid, they weren’t going to come for this.<br /><br />The door opened into a high-ceilinged atrium, eight sided and rising to a stained-glass dome high above. The mezzanine floor ran around the edges of the atrium, though its timbers had collapsed in several places, and the curving staircase leading down to the vestibule was in ruins far below. Fragments of colored glass lay shattered in the vestibule, and Nyam peered up into the gloom to see the broken portions of the dome had been sealed with some kind of pale fibrous resin or gum.<br /><br />Thick cobwebs spanned the upper reaches of the atrium, and Nyam saw wet-looking bundles held fast within them, squirming with a grotesque internal motion.<br /><br />Egg sacs? Captured birds? Nests?<br /><br />Whatever they were, it was no concern of his. Before long, he’d be out of this place with his prize and en route to a fat purse, a clean bathhouse, and a warm meal.<br /><br />Directly across from the dining room were a pair of imposing doors of jet-black wood, polished and gleaming like dark mirrors.<br /><br />\"There is the library,\" he whispered. \"Just as the letter said.\"<br /><br />Nyam slipped across the mezzanine, carefully testing the integrity of the floor with each step before committing his weight. The wood creaked and groaned, but held.<br /><br />He reached the doors and tested a handle, grimacing in revulsion as his hand came away sticky with a gummy yellow-white residue.<br /><br />\"Mercy of sand,\" he hissed, wiping his palm on his britches.<br /><br />The door clicked open, and Nyam forgot his disgust as he heard a soft sound, like sand spilling over rocks. He couldn’t place what it might be—vermin in the walls, perhaps?<br /><br />Rats were a common enough sight in Noxus. You couldn’t have this many people living cheek by jowl without them infesting every building. But this wasn’t rats.<br /><br />Pushing the door wide, Nyam entered the library.<br /><br />It had once been a place of wonder.<br /><br />Its shelves were high, crafted with love and care from pale wood with a fine, contoured grain. Every bookcase had been violently emptied—leather-bound tomes, scrolls, and sheaves of paper cast to the floor in disarray, books likely worth a small fortune lying amid ancient scrolls that had been torn like discarded army scrip tokens. Artifacts of strange and unusual design had been smashed to pieces, and statues of onyx and jade lay broken into shards. A swaying black chandelier hung from a slender cord over the center of the room.<br /><br />And there, at the far end of the chamber, was a cabinet of dark wood and cold iron, from which a soft illumination pulsed.<br /><br />\"There,\" said Nyam, picking a path toward the cabinet through the scattered books.<br /><br />He wondered why anyone would destroy such a treasure trove of wisdom and imagination. This chaos had the hallmarks of someone wreaking havoc in blind fury. Judging by the dust gathered on the embossed covers and gilded spines, that rage had been spent long ago.<br /><br />He bent to lift a book from the floor, its pages brittle with age. Portions of its thick leather cover bore the same glistening residue from the door handle. He opened it, and saw the harsh, angular script of the old tongue of Noxus, a language only the highborn patricians ever used. Nyam couldn’t read it, and it hurt his eyes trying to follow the crisp writing in the dim light.<br /><br />Placing the book back on the floor, Nyam pressed on, hearing the soft sound of sand over stone once again. He paused, trying to pinpoint the noise, but it was all around him.<br /><br />What is that?<br /><br />Finally, he reached the cabinet, its black wood oddly glistening with a patina of moisture that seemed to be oozing from within, as though something inside was leaking. Careful not to touch the liquid, he bent to sniff it.<br /><br />Salt and rotten timbers, mulched seaweed, and… old blood?<br /><br />\"Tainted seawater,\" he said, puzzled.<br /><br />He knelt to examine the cabinet from the ground up, looking for any trap mechanisms, his ungloved hands gliding over the wet wood in search of catches, switches, or latches. His awareness of his surroundings faded, all his attention focused on the cabinet and whatever lethal surprises it might have in store. Its doors appeared to be secured by the simplest of locks.<br /><br />\"Surely something so valuable would be protected by more than a pinlock,\" he whispered in disbelief. \"It is almost as though you wish it to be stolen.\"<br /><br />Nyam ran his fingertips around the handles, then drew a mirror from his pouches and used it to peer within the mechanism of the pinlock. No spring-loaded needle, no glass pellet of lethal gas, nor any inscribed curses or magical trap runes.<br /><br />Satisfied the lock was just as it seemed, he reached up and slid out one of the longer ivory needles from a pierced fold of skin on his scalp. He pressed it into the lock and gently eased the iron pins from their holes.<br /><br />With the last pin secured, Nyam slid the needle back into his scalp and flexed his fingers.<br /><br />His stomach grumbled with a stabbing hunger.<br /><br />He was suddenly ravenous, ready to tear raw flesh from the bone and drain entire vats of beer. His appetite from the dining room returned tenfold, and for a fleeting second, he considered going back to take one of the cuts of meat from the table.<br /><br />He pushed the sensation down, shocked at how visceral it had been.<br /><br />Nyam opened the cabinet, and his stomach again tightened with powerful hunger pangs.<br /><br />Sitting within was a crystalline hourglass encased in a delicate framework of brass. It stood two handspans tall, and tumultuous clouds of blue light spiraled inside, moving restlessly back and forth, from top to bottom. Droplets of red water seemed to sweat from the smoky glass, forming a glossy crimson pool that was the source of the moisture seeping from the cabinet.<br /><br />Nyam hesitated to remove the object, knowing it was touched by the darkest of magics.<br /><br />He pulled his gloves back on and carefully lifted the hourglass. It felt warm, like a roasted shank of meat fresh from a clay oven, and he closed his eyes as his mind filled with bloody horrors…<br /><br />A slaughterman’s cleaver splitting bone for the pot…<br /><br />Butchered corpses hung on hooks to drain them of blood…<br /><br />A toothed maw, feeding a hunger that could never be sated…<br /><br />Soul lights ripped from the living and the dead…<br /><br />EVEN IN DEATH, I HUNGER!<br /><br />Nyam set the hourglass back down, all but overcome by the gut punch of the gory imagery, and disgusted with himself as his craving surged.<br /><br />\"I do not know what you are, but the sooner I am out of here and rid of you, the better.\"<br /><br />He unfastened the clasps securing his cloak and removed it, before swiftly wrapping the hourglass within.<br /><br />Nyam closed the cabinet and turned to leave.<br /><br />And his mouth fell open in shock.<br /><br />Every surface of the library was swathed in glistening strands of web, stretching in taut lines from the bookshelves to the floor. Partially shuttered windows were rendered opaque and sealed to their frames, with scattered books and scrolls submerged beneath undulant dunes of white silk.<br /><br />The rustling sound of sand over rocks intensified, and Nyam drew his black-bladed sword as he saw the ceiling squirm with thousands of spiders in crimson and jet.<br /><br />More of them crawled toward him in a black tide, squeezing fat bodies from cracks in the walls and floor, swarming over one another to reach him.<br /><br />\"Rammus be with me,\" hissed Nyam. \"Protect this son of Shurima…\"<br /><br />A larger motion drew his gaze upward toward the chandelier.<br /><br />It unfolded from the central point, and a huge, segmented body uncurled to reveal a monstrous spider with a pulsing black abdomen streaked with vivid crimson. Its eyes settled upon Nyam as it lowered from the ceiling.<br /><br />Even as it descended on its cord of silk, its outline seemed to fold in on itself, reshaping and swelling into a new form like a larva emerging from its chrysalis. The monster’s rear limbs slid around to its back, and its forelimbs twisted and extended to become long human legs.<br /><br />Its body stretched to assume the curves of a voluptuous woman clad in red and black, in silk and damask. Her skin lightened from midnight to the violet of an ill-fated sunset, and the crimson slash on the monster’s abdomen became a slicked-back mane of blood-red hair.<br /><br />But it was her eyes, twin pools of ruby light framed by a chitinous crown, that kept Nyam pinned in place.<br /><br />Her tapered foot touched the ground, and she stepped toward him like a ribbon dancer coming down after a flawless performance in the air.<br /><br />\"That doesn’t belong to you,\" she said.<br /><br />Nyam tried to speak, but his tongue turned to turgid leather, his fingers tightening on the grip of his sword. Her beauty was otherworldly and intoxicating, repellent and achingly desirable all at once.<br /><br />He craved the embrace of her slender limbs, even as he knew that touching her hideous body would be the death of him. He took a step toward her, trying to quell the rising terror of his wildly beating heart.<br /><br />She grinned, exposing needle-like teeth wet with venom.<br /><br />How would it be to have them fasten on my arm, to feel her venom coursing through my veins?<br /><br />Nyam shook his head, breaking eye contact, the breath he hadn’t known he was holding rushing to fill his lungs as her blandishments and seductions fell away.<br /><br />\"I think it is not yours, either,\" he said, finally finding his voice.<br /><br />\"True, but it cost me a great deal to retrieve, so the point is moot.\"<br /><br />\"The man paying me is powerful,\" warned Nyam.<br /><br />\"And the person that item is promised to is no less so,\" said the woman.<br /><br />Nyam began circling around her, edging toward the black doors. She stepped closer, the spiders parting before her. The hooked limbs at her back flexed as she rolled her shoulders.<br /><br />\"Do you really expect to walk out of here alive?\" she asked.<br /><br />\"You think to stop me?\" he said, brandishing the sword that had once belonged to a dead god. \"I have split skulls of many who stood between me and escape.\"<br /><br />\"No doubt. But your tally of death is insignificant when set next to mine. I am the Lady Elise, and you are just the latest fly to wander into my web.\"<br /><br />Nyam bolted, sprinting toward the library doors.<br /><br />He felt the spiders’ bodies pop beneath his boots, heard the crunch of their hard shells, and smelled the acrid stink of their ichor. He’d hoped to gain advantage with his sudden speed, but now saw how horribly he’d misjudged this woman.<br /><br />She somersaulted toward the doors, springing from the wall in a graceful arc. A burst of silk spat toward the cloak-wrapped hourglass in Nyam’s hands.<br /><br />He twisted away, but the sticky web stuck to the edge of his cloak and pulled…<br /><br />Nyam cried out in fury as the hourglass was wrenched from his grip. It flew back through the air and slammed hard into the wood of the cabinet, the brass frame buckling with the impact. The artifact landed on the spun softness of the webs covering the floor, and rolled onto its side.<br /><br />\"You fool!\" said Elise, as a curling wisp of deep blue smoke drifted from a wide crack in the hourglass. \"What have you done?\"<br /><br />More smoke was pouring out—thicker, darker, reeking of old blood and fear. It swirled with red lightning, a storm of cold light and hunger.<br /><br />A terrible outline began to form, broad and bloated, a vast figure in thick plates of rusted and decaying armor. A horned skull took shape, with a fanged maw that creakingly stretched wide with hideous appetite.<br /><br />\"What is that?\" Nyam said, terror striking deep into his bones and rooting him to the spot.<br /><br />\"A soulgorger,\" said Elise. \"A creature of infinite hunger that will feast on your spirit for an eternity. A thing of the Shadow Isles…\"<br /><br />Nyam made the Sign of the Sun across his heart as a host of smaller forms coalesced around the creature—wretched, half-digested spirits with missing arms, dislocated jaws, gouged-open chests, and scooped-out skulls. Tethers of blood-red light bound them to the giant entity that feasted on them even as it enslaved them.<br /><br />He felt their pain, their horror at being slowly devoured. But more terrible than that, he felt their awful need to save themselves from torment.<br /><br />\"Mortal meat for a feast,\" said the soulgorger, its voice like a blunt saw through bone.<br /><br />\"Thief!\" Elise cried, hoping to break the spell of terror that lay upon him. \"Thief!\"<br /><br />He didn’t respond, paralyzed at the sight of this unnatural specter, a thing so inimical to life that his mortal mind couldn’t accept its existence.<br /><br />She felt the brutal rawness of the spirit’s hunger, a voracious, single-minded imperative without the refinement of her own appetites.<br /><br />It disgusted her.<br /><br />Elise took hold of the thief’s shoulder, and his head snapped up.<br /><br />\"Ready your sword and fight, or we both die,\" she said as the soulgorger took a ponderous step forward, a grotesque grin splitting its butcher’s face. \"Now!\"<br /><br />Her tone brooked no disagreement, and the thief unsteadily lifted his blade.<br /><br />The soulgorger raised a meaty arm, and the enslaved abominations flew at them.<br /><br />The legs at Elise’s back lashed out like reaping scythes, and the thief slashed with his sword. The spirits recoiled, screeching in pain as the weapons cut through them.<br /><br />Elise didn’t waste the momentary reprieve.<br /><br />\"Run!\" she shouted, turning and bolting for the door. The thief followed, hot on her heels, but the slave spirits of the soulgorger were far swifter than she had expected.<br /><br />Their claws raked living flesh, and the thief cried out as a spirit sliced his shoulder and hip. Cold blue light poured into him, and he stumbled as more of the spirits closed in, tearing at them with icy talons as they fought, side by side, toward the library doors. Elise gritted her teeth against the freezing numbness spreading from each wound, flowing through her like a soporific poison.<br /><br />\"Up!\" shouted Elise, dragging him onward. \"Move!\"<br /><br />They tumbled through the doors, and she threw him to the floor before turning back to the library. Thousands more spiders were spilling onto the mezzanine from the levels below, scuttling down the walls, and pushing out between warped floorboards.<br /><br />Elise slammed the library doors closed and said, \"Seal the way, little ones.\"<br /><br />The spiderlings flowed up the wall, furiously spinning webs as they went. Sticky swathes of silk clogged the hair-fine gap between the doors, filled the keyholes, and sealed them shut. Pulsing blue light built around the edges of the frame.<br /><br />The webs were holding for now, but already they were fraying, the resin-like substance running like melting wax. Faint wisps of ethereal mist seeped through the gaps, along with ghostly hands and suggestions of wailing faces. Elise’s own webbing would make for a much stronger barrier, but spinning it would take time and energy she didn’t have.<br /><br />She bent down, and a handful of spiders crawled onto her extended palms. As she held them up before her face, she pictured what she needed, and they leapt from her hands, disappearing into cracks in the walls.<br /><br />\"Gratitude,\" said the thief, breathless with terror. \"You saved me—\"<br /><br />\"I didn’t do it for you,\" snapped Elise, rising to her full height.<br /><br />\"Then why?\"<br /><br />\"Because if a soulgorger feeds, it gets stronger,\" she said, striding toward the dining room. \"Now get up. The web won’t hold for long.\"<br /><br />Elise threw open the dining room door, moving swiftly past the long table where her husband had betrayed her. She hadn’t set foot in here since that night.<br /><br />The thief was limping badly now, a pallid, deathly light spreading through his body from where the revenants’ claws had pierced him. He didn’t know it, but he was as good as dead.<br /><br />Truth be told, he had been doomed the moment he had chosen to rob her.<br /><br />\"I miss the sun,\" he said, his eyes already glassing over. \"The sand…\"<br /><br />\"You’ll never see them again,\" said Elise. \"Unless that’s what awaits you beyond.\"<br /><br />\"Beyond?\"<br /><br />\"When you die,\" said Elise.<br /><br />\"No, I am just exhausted. Wounded…\" he insisted, his voice growing faint. \"And cold… I have been hurt worse than this and walked away.\"<br /><br />Elise shook her head, and one of the legs at her shoulders stabbed down into his neck.<br /><br />A spasm of venom pumped into the thief, and he flinched from the sudden hot rush of it, stumbling back and lifting his sword. The blade wavered in his weakening grip, and Elise felt the heat of the magic wrought in the folds of its ancient metal.<br /><br />\"What did you do?\" he demanded.<br /><br />\"I gave you a sliver of venom that will allow you to live just a little longer.\"<br /><br />\"What are you talking about?\"<br /><br />\"The touch of the Shadow Isles is death,\" said Elise. \"Every second your kind spends in that damned place drains the soul, like blood flowing from a cut that can never heal. That touch is now inside you, leeching your life away with every last breath.\"<br /><br />He steadied himself on the table, and Elise saw snaking lines of black spreading across his face.<br /><br />\"No,\" he said. \"You were touched by the spirits, too.\"<br /><br />\"My body is a thing of magic,\" she said, \"wrought by the venom of an ancient god.\"<br /><br />\"You are immortal?\"<br /><br />Despite everything, Elise laughed with bitter humor.<br /><br />\"No, but it’ll take more than a soulgorger to end me,\" she said, before whispering, \"I hope…\"<br /><br />Nyam followed Elise into the chamber where he had first entered the shuttered manse. His every step was leaden, every breath a battle. It was all he could do to place one foot in front of the other.<br /><br />So very cold…<br /><br />He bumped into a sheet-covered chair, and his misted gaze cleared long enough for him to see the dangling rope he had used to descend from the roof.<br /><br />Do I have strength enough to climb it?<br /><br />Elise stood beneath the hole in the ceiling, haloed in a moonbeam and beautiful once more. Her skin shimmered with an internal radiance, lustrous and vibrant, her eyes alight with purpose.<br /><br />\"So… beautiful,\" he said, his voice sounding as though it came from so very far away. She turned to face him, and his heart beat a little faster.<br /><br />\"What do they call you?\" she asked.<br /><br />\"Nyam,\" he said, his mind falling back through his life. \"No-Face Nyam…\"<br /><br />Her head cocked to the side. \"No-Face? Why do they call you that?\"<br /><br />He pulled his lip back to show her the ruin of his cloven gums and poorly sewn scar. She nodded, and reached out to run her smooth fingertips across his cheek and chin.<br /><br />\"We all have our scars, Nyam,\" she said, and he felt a strange, invigorating warmth pass into him. \"Now ready that fine sword of yours. You’re going to need it.\"<br /><br />He turned in time to see the doors flung open by the soulgorger’s spectral host. They charged in a howling mass of nightmares, screeching with frantic urgency.<br /><br />Nyam’s heart flared to life like a hearth fire given fresh fuel, and he roared as he swung his sword. The blade bit deep into the smoky depths of their bodies, and their screams were of pain and sweet release. His own pain was forgotten, the ice in his veins melting before the heat of Elise’s venomous touch. He was, once again, a warrior of the sun, ready to fight and die a hero’s death.<br /><br />Even as he fought, he watched as Elise leapt and dived among the spirits, her speed and agility incredible. His vision grew dull, bleached of color, but her form seemed to blur between blinks, transforming between sinuous human beauty and the lethal elegance of a deadly spider.<br /><br />Nyam fought all the harder, hoping she might see how brave he was, and that it might please her.<br /><br />But the fire in his blood could only last so long, and every clawing blow and deathly touch slowed him. Nyam tried to shout his defiance, but his throat felt as though it were thick with frost. His sword was heavy in his hand, but he would not drop it.<br /><br />He sank to his knees, feeling colder than he could ever remember.<br /><br />The mistwraiths encircled him, but they weren’t trying to kill him. He felt icy hands hauling him away. He saw them surround Elise, their ghostly limbs dragging her down with sheer weight of numbers. She hissed and spat at them, but to no avail.<br /><br />Nyam dug deep, reaching for the fire she had given him, but it was utterly spent.<br /><br />\"Elise…\" he whispered.<br /><br />Hot venom furiously coursed through Elise’s body as the wretched host dragged her and the thief before the soulgorger. Its fire kept the deathly touch of the spirits at bay, but she couldn’t sustain it for long.<br /><br />Back now in the library, No-Face Nyam knelt before the spirits, alive, but only just, his soul all but drained. Despite that, he gripped his black sword as if he might somehow strike one last blow.<br /><br />The vast specter towered over Elise, its bestial features twisted in monstrous hunger. It knew she was special, that she was more than just a simple mortal, and it was taking its time, savoring the moment before it drained her of life.<br /><br />More fool you…<br /><br />\"Bright soul meat,\" said the soulgorger. \"Rich feast!\"<br /><br />\"Too bad you’ll never know,\" said Elise.<br /><br />The soulgorger laughed, a growling, wet sound. \"You will be a husk in my wake.\"<br /><br />Elise wagged an admonishing finger. \"Have you heard the saying that the man with his head in the clouds never sees the scorpion at his feet? No? Well, I always felt it would be better if you swapped out a scorpion for a spider…\"<br /><br />It stared at her in confusion, then reached down to lift her to its terrible maw.<br /><br />The clawed hand paused before it could touch her.<br /><br />The soulgorger turned to see the broken hourglass had been lifted from the floor on a taut length of silk, drawn upward by scores of spiderlings. Sick light still wept from the many cracks in the glass, but with every passing second, it dimmed as hundreds of tiny spiders spun their webs across them like weavers at a loom.<br /><br />\"Thank you, little ones,\" said Elise, feeling the soulgorger’s power weaken, its sudden fear driving away all thoughts of feasting.<br /><br />\"Now, Nyam!\" she cried. \"Strike!\"<br /><br />The thief lifted his head, and with the last of his strength drove his sword into the soulgorger’s belly.<br /><br />The creature loosed a deafening howl, the sound shaking the walls with its fury. The few panes left in the windows exploded, raining glittering daggers of glass to the floor.<br /><br />\"I won’t go back!\" it roared.<br /><br />\"Hush, it’ll be over soon,\" said Elise.<br /><br />The soulgorger reached for her with ghostly talons, but the door of its prison was already slamming shut. Its form stretched, twisting in the air as it was pulled back inside the hourglass, along with its enslaved host. Streamers of cold light spiraled around the specter as the other spirits shrieked in terror, knowing they would bear the full brunt of its imprisoned rage. Books and scrolls spun in a whirlwind as the soulgorger fought the inevitable, but it was no use.<br /><br />As the last crack in the hourglass was sealed with silken webs, the final bar of its prison was set back in place.<br /><br />The creature’s roar was abruptly stilled, and an empty silence filled the library. Elise let out a shuddering breath.<br /><br />Nyam’s sword fell from his hand as he sank to his haunches. His chest heaved in shallow gasps, his eyes wide at their unexpected survival.<br /><br />Elise stepped over the fallen books to where the hourglass still spun on the web, feeling the terrible hunger within—the horror of the trapped spirits, and the ferocious power pressing at the glass. The pressure on the webs was immense, and her spiderlings’ work wouldn’t hold for much longer.<br /><br />\"I’m going to need a stronger vessel than this,\" said Elise.<br /><br />The caverns beneath the towers were cold, pleasingly hung with cobwebs, their walls glistening with moisture. Elise didn’t like going this far beneath the earth, but darkness was the hallmark of the pale woman she was here to meet, and so had to be endured.<br /><br />As always, their rendezvous was in secret, their communications made by mystic signs and sigils that led Elise through the labyrinthine pathways.<br /><br />Given the nature of her business, she wasn’t surprised by the woman’s caution.<br /><br />The Grand General of Noxus was a vengeful and capricious man, whose schemes within schemes were all but impenetrable. Much better to err on the side of secrecy, and believe he had eyes and ears everywhere.<br /><br />\"You have it?\" said a voice from the shadows.<br /><br />Not one of Elise’s many predatory senses had caught so much as a whisper of the woman’s arrival, but she tried not to show any surprise.<br /><br />\"I do,\" she said, holding out a silken bag before her.<br /><br />Pale hands reached from the darkness to take it, the skin almost transparent, with hair-fine blue veins squirming like worms just below the surface.<br /><br />\"The usual payment will be delivered to your manse,\" said the woman, her tones old and refined, an accent from a different age. \"They will be young and dashing—foolish and devoted, just as you like them.\"<br /><br />Elise felt the now familiar mix of hungry anticipation and self-loathing, but pushed it aside; introspection was not something she relished.<br /><br />\"Excellent,\" she said. \"I could use a blush of youth again.\"<br /><br />\"You are as lovely now as you ever were,\" said the woman, reaching into the silken bag and removing the soulgorger’s glowing prison.<br /><br />A freshly bleached skull, sealed tight with hardened webs of Elise’s own creation.<br /><br />Perfect in every way, save for the cleft in the bone of its upper jaw. "
        ]
    },
    "table": {
        "name": "Elise",
        "image": "elise.png",
        "general": {
            "Title": "The Spider Queen",
            "Real Name": "Elise Kythera Zaavan",
            "Pronouns": "She/Her",
            "Release date": "October 26th, 2012",
            "Cost": "4800 880",
            "Primary": "Mage",
            "Secondary": "Fighter"
        },
        "statistics": {
            "HP": "534 (+93)",
            "HPR": "5.5 (+0.6)",
            "MP": "324 (+50)",
            "MPR": "6 (+0.8)",
            "MS": "330",
            "AD": "55 (+3)",
            "AS": "0.625 (+1.75%)",
            "RNG": "550",
            "AR": "27 (+3.35)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "form": "1",
            "key": "Passive",
            "name": "Spider Queen",
            "img": "spider_queen.png",
            "description": "<span class='passiveActive'>Innate:</span> When Elise's abilities hit an enemy, she gains a dormant Spiderling.",
            "stats": [
                "<span class='importantText'>Form:</span> Human"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Max Spiderlings:</span> <abbr title='Spider Form rank 1 / 2 / 3 / 4'>2 / 3 / 4 / 5</span>"
            ]
        },
        {
            "form": "2",
            "key": "Passive",
            "name": "Spider Queen",
            "img": "spider_queen.png",
            "description": "<span class='passiveActive'>Innate:</span> Basic attacks deal magic damage and restore health to Elise.",
            "stats": [
                "<span class='importantText'>Form:</span> Spider"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> <abbr title='Spider Form rank 1 / 2 / 3 / 4'>10 / 20 / 30 / 40</abbr> <span class='apConversion'>(+30%)</span>",
                "<span class='importantText'>Health per hit:</span> <abbr title='Spider Form rank 1 / 2 / 3 / 4'>4 / 6 / 8 / 10</abbr> <span class='apConversion'>(+10%)</span>"
            ]
        },
        {
            "form": "1",
            "key": "Q",
            "name": "Neurotoxin",
            "img": "neurotoxin.png",
            "description": "<span class='passiveActive'>Active:</span> Deals magic damage based upon how high the target's Health is.",
            "stats": [
                "<span class='importantText'>Cost:</span> 80 / 85 / 90 / 95 / 100 Mana",
                "<span class='importantText'>Cooldown:</span> 6s",
                "<span class='importantText'>Range:</span> 625",
                "<span class='importantText'>Form:</span> Human"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 40 / 75 / 110 / 145 / 180 <span class='hpConversion'>[+4%</span> <span class='apConversion'>(+3%)</span> <span class='hpConversion'>target's current]</span>"
            ]
        },
        {
            "form": "2",
            "key": "Q",
            "name": "Venomous Bite",
            "img": "venomous_bite.png",
            "description": "<span class='passiveActive'>Active:</span> Lurches at an enemy and deals damage based upon how low their Health is, applying on-hit effects.",
            "stats": [
                "<span class='importantText'>Cost:</span> No cost",
                "<span class='importantText'>Cooldown:</span> 6s",
                "<span class='importantText'>Range:</span> 475",
                "<span class='importantText'>Form:</span> Spider"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 70 / 110 / 150 / 190 / 230 <span class='hpConversion'>[+4%</span> <span class='apConversion'>(+3%)</span> <span class='hpConversion'>target's missing]</span>"
            ]
        }
    ]
}