{
    "lore": {
        "biography": "Within the dark seams of Runeterra, the demon Evelynn searches for her next victim. She lures in prey with the voluptuous façade of a human female, but once a person succumbs to her charms, Evelynn’s true form is unleashed. She then subjects her victim to unspeakable torment, gratifying herself with their pain. To the demon, these liaisons are innocent flings. To the rest of Runeterra, they are ghoulish tales of lust gone awry and horrific reminders of the cost of wanton desire.<br />Evelynn was not always a skilled huntress. She began eons ago, as something primordial, shapeless, and barely sentient. This nascent wisp of shadow existed, numb and unroused by any stimulation, for centuries. It might have remained so, had the world not been upended by conflict. The Rune Wars, as they would come to be known, brought an era of mass suffering the world had never known.<br /><br />As people across Runeterra began to experience a vast array of pain, anguish, and loss, the shadow stirred. The nothingness it had known for so long had been replaced by the manic vibrations of an agonized world. The creature quivered with excitement.<br /><br />As the Rune Wars escalated, the world’s torment grew so intense that the shadow felt as if it might burst. It drank in all of Runeterra’s pain, which it experienced as boundless pleasure. The sensation nourished the creature, and over time, it transformed into something more. It became a demon, a ravenous spiritual parasite that fed on the basest of human emotions.<br /><br />When the wars finally ended, the world’s suffering waned, and the demon found itself growing desperate. The only pleasure it had ever known was born of other creatures’ misery. Without their pain, it felt nothing, just as it had in its earliest days.<br /><br />If the world would not provide the suffering the demon needed to thrive, it would have to make its own. It needed to inflict pain on other beings so that it could experience that elation again.<br /><br />At first, catching prey was a challenge for the demon. It could move undetected in its shadow form, but to touch a human, the creature needed to manifest as something tangible. It made several attempts to fashion a physical body from its shadow-flesh, but each result was more monstrous than the last, scaring off her prey.<br /><br />The demon realized it needed a shape that was pleasing to humans, one that would not only lure them right into its claws, but would offer them ecstasy born of their own desires, so that their pain would be that much sweeter.<br /><br />From the shadows, it began to study those it sought to prey upon. It tailored its flesh to their liking, learned to say what they wanted to hear, and to walk in a manner they found alluring.<br /><br />In a matter of weeks, the demon had perfected her physique, leading dozens of enamored victims to be tortured to death at her hands. Though she relishes the exquisite pain of each of her victims, she always finds herself wanting more. Each human’s desires are so small, and they always expire too soon. Their pain, too fleeting to give her anything more than tiny morsels of pleasure, is just enough to tide her over to the next feeding.<br /><br />She yearns for the day she can plunge the world into utter chaos, and she can return to an existence of pure, rapturous ecstasy.",
        "stories": [
            "THE TALLEST DAISY<br />Evelynn slinked through the teeming streets, the shadows of her body blending seamlessly with the night. Her eyes glinted within the gloom, though only the keenest observer would have noticed. Drunks, sailors, and harlots chatted in a nearby thoroughfare, blissfully unaware they were being watched by a demon in the dark. The demon, on the other hand, saw them all with perfect clarity, and judged them with the most discerning eye.<br /><br />Evelynn’s gaze settled on a man lying in the gutter, a bottle of beet wine dangling from his hands. Ordinarily, the demon wouldn’t give a second thought to someone in his condition. But she had not fed in days, and she found herself desperate enough to consider the man, if only for a moment. It would be so easy. All she needed was to lure him to one of the numerous alleys far from the glow of the street lamps.<br /><br />The thought perished as she watched a cockroach scurry across the drunk’s face. This was a man too inebriated to feel. His arousal would be vague and muted, with none of the urgent attraction she loved to see in her victims before she brought them low. She might even flay an entire arm before he mustered a scream.<br /><br />And that was the problem. Over the course of countless feedings, Evelynn had learned everything about her palate: She preferred—no, needed—her victims to feel every prick, every bite, every bit of flesh she peeled away with her claws. A man in this condition would be dull and unfulfilling, scarcely worth her time.<br /><br />She dismissed the drunk and continued down the muddy promenade, past the windows of a dank, candlelit tavern. A fat, belching woman threw open its door and stumbled out into the night, grasping a half-eaten turkey leg. For a moment, Evelynn considered the woman, how she might woo her into an embrace, and then into the unspeakable hell that would follow.<br /><br />The demon watched as the woman wolfed down the rest of the meat, never tasting it. There was something deep inside her, a melancholy that would taint the experience.<br /><br />Evelynn preferred inflicting the pain herself.<br /><br />The demon moved on, gliding through the shadows of the town, over two more drunks, past a beggar asking for alms, between a couple in the midst of an argument. Evelynn found them all completely unappealing. Hurting them would be like plucking a flower that had already wilted. She preferred her daisies tall and healthy, for those were the most satisfying to cut down.<br /><br />A dreadful thought overtook her. Perhaps she’d made a mistake choosing this wretched backwater as her hunting ground. Perhaps, at any moment, the thrill from her last victim might wear off, leaving only the nothingness—that utterly empty space inside her where feelings should be.<br /><br />And then, she saw him…<br /><br />The gentleman was positively beaming as he exited one of the high-end pubs. He was dapper without being flashy, and he hummed a jaunty tune to himself as he set off down the street with a bouquet of flowers tucked gingerly in the fold of his arm.<br /><br />The two lashers on Evelynn’s back writhed with excitement. Even from a distance, she sensed this man was completely content in his own skin. She dashed after the gentleman, taking great care not to lose track of her prey or to alert him to her presence.<br /><br />He walked for nearly half an hour before finally turning up a long walkway toward a modestly sized, cut-stone manor. At the end of the path, the man stepped through the heavy oak door to his home. Evelynn held her unblinking gaze on the windows of the man’s house as they lit one by one with warm candlelight. A slender, austere woman in a high-necked evening gown entered and greeted the man with a welcoming embrace. She feigned a slight surprise at the flowers he had brought, before placing them in a clean vase, right next to an old bouquet.<br /><br />The demon’s interest grew.<br /><br />A moment later, two children, scarcely out of diapers, ran into the room and threw their arms around the man’s legs, their wide grins sparkling with tiny teeth. Though the scene played like the epitome of domestic bliss, Evelynn knew what she would find if she probed just a little deeper.<br /><br />She waited patiently, watching the candles go out one by one, until only the parlor remained lit. The man was alone, settling into a reading chair to draw on his pipe. Evelynn crept out of the shadows, her dark, wispy limbs giving way to warm flesh. Her demonic lashers disappeared behind her back, revealing a shapely female form, with curves too generous for any eye to ignore.<br /><br />Her hips waggled softly as she sauntered across the lawn to the window. She was nearly arm’s length from the glass when she saw the man bolt upright from his chair at the sight of her, his pipe nearly falling from his mouth. Evelynn beckoned with a single finger, motioning for the man to join her outside.<br /><br />The man crept to the front door and opened it tentatively, curious to investigate the strange beauty lurking outside his window. He approached her on the lawn with great apprehension, and greater anticipation.<br /><br />\"Who… are you?\" he asked timidly.<br /><br />\"I’m whatever you want me to be,\" assured the demon.<br /><br />As Evelynn locked eyes with the man, she plumbed the depths of his soul and found exactly what she was looking for—that tiny lesion of discontent that festered within even the happiest person.<br /><br />There it is, she thought. All that he wants and cannot have.<br /><br />\"My family…\" the man said, unable to finish his thought.<br /><br />The demon leaned close.<br /><br />\"Shh. It’s okay,\" she whispered in the man’s ear. \"I know what you want, and the guilt you feel for wanting it. Let it go.\"<br /><br />She pulled back to find the man hopelessly captivated.<br /><br />\"Can I… have you?\" he asked, ashamed of his brazenness, but overcome by a strange desire to take her right there on the lawn.<br /><br />\"Of course, honey. That’s why I’m here,\" said the demon.<br /><br />He touched her face with the tips of his fingers, caressing her cheek. She held his hand firmly to her skin and released a soft, sultry chuckle. This sweet, tender, happy man would be hers tonight. He had so much pain to give, and she would take it all.<br /><br />From behind them, the shuffling of slippered feet sounded from the open doorway of the house.<br /><br />\"Is everything okay, love?\" asked the man’s wife.<br /><br />\"Everything’s going to be wonderful, my darling,\" the demon answered for the dumbstruck man.<br /><br />The deal had become even sweeter, and the prospects more enticing. There was one daisy in full flower to pluck, and one bulb to bloom while it watched.",
            "THE SHADOWS BECKON<br />Saito Takeda leaned his elbows upon the lacquered surface of his desk, the thick leather of his gloves creaking as he steepled his fingers. What had once been heavy slabs of muscle in years gone by had slowly given way to fat, but he was still a big, intimidating man. His gaze was inscrutable, his eyes having long been replaced with soulless, reflective black lenses.<br /><br />A pair of heavily augmented bodyguards stood to either side of him. They were the best money could buy, their bodies having been turned into brutal chem-tech weapons by the brilliant, albeit deranged, scientist <br />Singed.<br /><br />Takeda’s inherent violence and ambition had seen him rise from humble beginnings to become one of Zaun’s most powerful chem-barons, the infamous rulers of the undercity. Today he planned the downfall of yet another of his rivals.<br /><br />\"Bring her in, Ortos,\" he said, through a cloud of exhaled smoke.<br /><br />Unseen chains rattled and pulled taut, and the dark iron doors to his office ground open. Two more bodyguards stood to mute attention outside. One could never be too careful. Takeda had learned that the hard way, as his many scars attested.<br /><br />Takeda’s shaven-headed chamberlain, Ortos, stepped forward, leading a petite figure to the entrance.<br /><br />Shadows clung to her, making it difficult to see her clearly, though Takeda glimpsed a flash of blue-tinged flesh and a pair of predator’s eyes that reflected the chem-fire sconces of his office. He felt an unfamiliar tremor of apprehension at her appearance, but forced it aside. He was one of the most feared men in Zaun. Why should he feel uneasy in his own office?<br /><br />\"The Lady Evelynn,\" Ortos announced.<br /><br />Takeda waved a gloved hand, and Ortos retreated, the doors grinding shut behind him. Evelynn sauntered forward, moving with sublime grace, the heels of her boots echoing sharply.<br /><br />She came to a halt on the other side of Takeda’s wide desk, and planted her hands on her hips. He could see her more clearly as the shadows retreated to the corners of the room.<br /><br />Her slender figure was clad in gleaming red leather, and her eyes were yellow and almond-shaped, like those of a cat. A wild mane of crimson hair framed her face, and sharp canines glinted as her lips parted in a sardonic smile.<br /><br />\"I’ve been called many things,\" she said, \"but a lady? That’s a new one.\"<br /><br />Takeda leaned back in his seat, considering her. \"Around here, most call you the Widowmaker.\"<br /><br />Evelynn shrugged. \"At least it’s accurate.\"<br /><br />\"I’ve never married, myself,\" said Takeda. \"But the one I want you to kill, the Baron Artega Holt, has a wife. Two of them, actually, and a throng of mistresses.\"<br /><br />\"He sounds perfectly charming. I’m sure they’ll miss him dearly,\" purred Evelynn. \"I shall be glad to make his acquaintance.\"<br /><br />\"Before I commission you, I need some kind of assurance,\" said Takeda. \"How do I know you are the right one for this job?\"<br /><br />\"You would have me prove myself, like some back-alley cut-throat?\" she asked, a hint of irritation in her voice. \"Has it been so long since I stepped foot in Zaun that I really need to audition?\"<br /><br />\"We hear something of your exploits from time to time. That Demacian knight-commander assassinated last year; that was you, wasn’t it?\"<br /><br />Evelynn gave a slow nod. \"It was.\"<br /><br />\"And the heir of Clan Kozari, in Piltover last week?\"<br /><br />Evelynn’s expression hardened.<br /><br />\"No, that was not me,\" she said. \"That was <br />the Gray Lady.\"<br /><br />\"Ah,\" mused Takeda. \"Interesting. Well, I guess it proves that reputations and gossip can never truly be relied upon. I’ll trust what I see with my own eyes.\"<br /><br />\"Then I’m afraid this might leave you disappointed,\" hissed Evelynn.<br /><br />The blue-skinned assassin took a step back and instantly disappeared into shadow. Takeda’s bodyguards tensed, flexing their piston-strengthened limbs in unease. Takeda glanced left and right, trying to discern her location. Nothing. She was simply gone, vanished completely, as if she had been swallowed by the darkness.<br /><br />\"Not bad,\" he said. He’d heard of her power, of course, but such things are often over-exaggerated. He was pleased to see that in this case, the rumors were true.<br /><br />Taloned hands grabbed him from behind, blood red nails digging into his flesh as Evelynn emerged from the shadows. She was far stronger than she looked, and forcibly turned his head to expose his thick neck. Her grasp was ice-cold, as if warm blood no longer flowed in her veins, and her fangs were inches from his jugular.<br /><br />His guards turned instantly, stepping forward to defend their master, but Takeda raised a hand, stopping them in their tracks. He knew they would have been too slow had she truly wished to end his life.<br /><br />\"What do you think?\" breathed Evelynn through bared teeth, her chilled breath caressing his throat. \"Impressed yet?\"<br /><br />Takeda snorted.<br /><br />\"Not bad at all,\" he said. \"Yes, you will do nicely. Now, let us discuss my offer.\"<br /><br />\"I hope you can afford me,\" she hissed, tightening her grip, and leaning closer. \"I don’t want you to have wasted my time here.\"<br /><br />Takeda swallowed uncomfortably. \"I don’t think that will be an issue,\" he said.<br /><br />Evelynn released him with a shove, and sat on the edge of his table. She stretched like a cat, completely at ease.<br /><br />\"You haven’t yet asked my price,\" she said.<br /><br />\"Whatever it is, I can pay it.\"<br /><br />\"Money holds no interest to me, Saito,\" she said.<br /><br />Takeda furrowed his brow. \"Then what is it you want?\"<br /><br />\"Much more than you will be willing to give, I’m thinking,\" she said. \"But I believe you’ll come around.\"<br /><br />\"This is not the way things work here,\" growled Takeda. \"I own this district. No one makes demands of me.\"<br /><br />\"You’ve seen only a fraction of what I can do,\" said Evelynn. She leaned back, smiling. \"I’m in the perfect position to make a few demands.\"<br /><br />Takeda said nothing. His body was tense. He opened his mouth to speak but Evelynn interrupted him, holding up a finger.<br /><br />\"Don’t say anything rash, my dear,\" she said. \"You’d be dead before the words left your lips.\"<br /><br />Takeda stared at her, frozen in indecision.<br /><br />\"Very wise,\" Evelynn said, after giving it a moment. She stood, moved back around the desk, and strode toward the door.<br /><br />\"Artega Holt will be dead before sunup,\" she said, without looking back. \"I’ll be in touch about my first payment.\"<br /><br />\"First payment?\" said Takeda.<br /><br />\"The first of many,\" she said, pausing to look back at him. \"You’d be wise to remember that I can strike wherever there is darkness. And Zaun is such a dark place.\"<br /><br />She nodded toward the door, raising an eyebrow. Takeda growled an order, and the doors swung open. Before she left, Evelynn gave him a wink.<br /><br />\"Don’t take it too hard,\" she said, as she melded into the darkness. \"So long as you don’t irritate me, this partnership will work out well for us both.\"<br /><br />Takeda sat alone in silence. After a few minutes, his chamberlain peered into the room.<br /><br />\"Can I get you anything, my lord?\" Ortos said.<br /><br />\"No,\" said Saito Takeda through gritted teeth. He slammed a fist onto his desk. \"Leave me. All of you, leave me. And stoke the furnace. There are too many shadows in here...\""
        ]
    },
    "table": {
        "name": "Evelynn",
        "image": "evelynn.png",
        "general": {
            "Title": "Agony's Embrace",
            "Pronouns": "She/Her",
            "Release date": "May 1st, 2009",
            "Cost": "1350 585",
            "Primary": "Assassin",
            "Secondary": "Mage"
        },
        "statistics": {
            "HP": "572 (+84)",
            "HPR": "8.5 (+0.75)",
            "MP": "315 (+42)",
            "MPR": "8.11 (+0.6)",
            "MS": "335",
            "AD": "61 (+3)",
            "AS": "0.667 (+2.1%)",
            "RNG": "125",
            "AR": "37 (+3.5)",
            "MR": "32.1 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Demon Shade",
            "img": "demon_shade.png",
            "description": "<span class='passiveActive'>Innate:</span> After not attacking or casting spells for 4 seconds, Evelynn enshrouds herself in her Demon Shade. Taking damage from Champions knocks Evelynn out of Demon Shade for 1.5 seconds.<br /><span class='importantText' style='color:#6600cc'>Demon Shade:</span> While below a Health threshold, Evelynn recovers Health per second. From level 6 onward, Demon Shade also grants <span style='color:#b399ff'><abbr title='Stealth - Camouflaged: This character is hidden from view. It is revealed by nearby enemy champions and turrets.'>Camouflage</abbr></span>.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Health Threshold:</span> <abbr title='230 + 20 x level'>250 - 590 (based on level)</abbr> <span class='apConversion'>(+250%)</span>",
                "<span class='importantText'>Health Regen:</span> <abbr title='11.471 + 3.529 x level'>15 - 75 (based on level)</abbr>"
            ]
        },
        {
            "key": "Q",
            "name": "Hate Spike",
            "img": "hate_spike.png",
            "description": "<span class='passiveActive'>Active:</span> Evelynn's Lasher strikes in the target direction, dealing magic damage to the first unit hit and causing Evelynn's next 3 spells or attacks on that unit deal bonus magic damage. Then, Evelynn can recast this ability up to 3 times.<br /><span class='passiveActive'>Recast:</span> Fires spikes through the nearest enemy, dealing magic damage to all units hit.",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 / 45 / 50 / 55 / 60 Mana",
                "<span class='importantText'>Cooldown:</span> 4s",
                "<span class='importantText'>Range:</span> 800"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Lasher/Spike Damage:</span> 25 / 30 / 35 / 40 / 45 <span class='apConversion'>(+30%)</span>",
                "<span class='importantText'>Bonus Damage:</span> 25 / 30 / 35 / 40 / 45 <span class='apConversion'>(+25%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Allure",
            "img": "allure.png",
            "description": "<span class='passiveActive'>Active:</span> Curses target champion or monster for 5 seconds. If Evelynn hits the target with a basic attack or ability, she will expunge the Curse, refund its mana cost, and briefly slow the target by 65%. If the Curse lasts at least 2.5 seconds, expunging it Charms the target and:<br /><span class='importantText'>Against champions:</span> shreds Magic Resist for 4 seconds.<br /><span class='importantText'>Against monsters:</span> deals magic damage. Charm duration increased by 2 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 60 / 70 / 80 / 90 / 100 Mana",
                "<span class='importantText'>Cooldown:</span> 15 / 14 / 13 / 12 / 11s",
                "<span class='importantText'>Range:</span> 1200 / 1300 / 1400 / 1500 / 1600"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Slow or Stun Duration:</span> 1 / 1.25 / 1.5 / 1.75 / 2s",
                "<span class='importantText'>Magic Resist Shred:</span> 25 / 27.5 / 30 / 32.5 / 35%",
                "<span class='importantText'>Magic Damage:</span> 250 / 300 / 350 / 400 / 450 (+60%)"
            ]
        },
        {
            "key": "E",
            "name": "Whiplash",
            "img": "whiplash.png",
            "description": "<span class='passiveActive'>Active:</span> Whip target with Lashers, applying on-hit effects and dealing magic damage. Then, gain 30% Movement Speed for 2 seconds. Entering <span class='importantText' style='color:#6600cc'>Demon Shade</span> resets Whiplash's cooldown and empowers it. When empowered, Whiplash pulls Evelynn to her target, dealing magic damage to them and enemies in the way.",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 / 45 / 50 / 55 / 60 Mana",
                "<span class='importantText'>Cooldown:</span> 8s",
                "<span class='importantText'>Range:</span> 210"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 55 / 70 / 85 / 100 / 115 <span class='hpConversion'>[+3%</span> <span class='apConversion'>(+1.5%)</span> <span class='hpConversion'>target's max]</span>",
                "<span class='importantText'>Empowered Damage:</span> 75 / 100 / 125 / 150 / 175 <span class='hpConversion'>[+4%</span> <span class='apConversion'>(+2.5%)</span> <span class='hpConversion'>target's max]</span>"
            ]
        },
        {
            "key": "R",
            "name": "Last Caress",
            "img": "last_caress.png",
            "description": "<span class='passiveActive'>Active:</span> Evelynn unleashes her demonic energy, becoming untargetable and decimating enemies in front of her. She then warps backwards. Deals magic damage, 140% to enemies below 30% health.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 140 / 110 / 80s",
                "<span class='importantText'>Range:</span> 450",
                "<span class='importantText'>Area of Effect:</span> 180°"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 125 / 250 / 375 <span class='apConversion'>(+75%)</span>"
            ]
        }
    ]
}