{
    "lore": {
        "biography": "A determined and skilled investigator, Caitlyn is one of the sheriffs of Piltover, the City of Progress. She is a fiercely intelligent woman with a strong sense of justice and a resolute devotion to the law. Armed with a magnificent hextech rifle, Caitlyn is a patient hunter and the bane of criminals throughout her city.<br />Born to a wealthy and influential family of hextech artificers in Piltover, Caitlyn swiftly learned the social graces of city life, but preferred to spend her time in the wilder lands to the south. Equally adept at mingling with the moneyed citizens of the City of Progress or tracking a deer through the mud of the forest, Caitlyn spent the bulk of her youth beyond Piltover’s gates. She could track a bird on the wing or put a bullet through the eye of a hare at three hundred yards with her father’s Bilgewater repeater musket.<br /><br />Caitlyn’s greatest assets, however, were her intelligence and willingness to learn from her parents, who reinforced her innate understanding of right and wrong. Though the family’s engineering skills had made them wealthy, her mother always warned of Piltover’s seductions, of how its gilded promises could harden even the kindest heart. Caitlyn paid little attention to her mother’s warning, for Piltover was a city of beauty to her, a place of order she would cherish after each trip into the wild.<br /><br />All that was to change one Progress Day, five years later.<br /><br />Caitlyn returned from one of her long forays into the woodlands to find her home ransacked and empty. The family retainers were all dead, and no trace could be found of her parents. Caitlyn secured her home, and immediately set off in search of her mother and father.<br /><br />Tracking quarry that does not want to be found within the confines of a city was very different from hunting in the wild, but, one by one, Caitlyn located the men who had invaded her home. None of these men knew the true identity of who had hired them, only that they had acted via a proxy with the initial \"C.\" The trail eventually led Caitlyn to a secret hextech laboratory where her mother and father were being forced to work for a rival clan under pain of death. Caitlyn rescued her parents, and the wardens, acting upon Caitlyn’s information, arrested the clan leader behind the kidnapping. She and her parents returned home and began to rebuild their lives, but something fundamental had changed in Caitlyn.<br /><br />She had seen that Piltover could be a dangerous place, where ambition and greed were as deadly as a cornered beast. During the course of her investigation, Caitlyn had seen beneath Piltover’s veneer of progress and science. She had seen people in need of help, a host of souls lost and alone. And she had seen that she could help them. Though she loved her parents, Caitlyn had no desire to follow in their footsteps as an artisan, and looked for a way to earn a living in the sprawling metropolis. She established herself as an investigator of sorts, utilizing her skills as a superlative hunter to act as a finder of lost people and retriever of stolen property.<br /><br />For her twenty-first birthday, Caitlyn’s parents presented her with a hextech rifle of exquisite artifice. The weapon was a thing of beauty, with specialized shells that enabled it to shoot with greater accuracy than any rifle she had ever owned. The weapon could also be modified to fire a variety of different ammunition types, and went with Caitlyn whenever she took a case.<br /><br />Caitlyn knew Piltover’s nooks and crannies as thoroughly as the forest paths of her childhood, and turned a tidy profit in a profession that brought her into contact with the many and varied layers of society. Her profession exposed Caitlyn to a great deal of strange encounters that taught her, first-hand, the dangers of untested hextech and rogue chemtech development. Over the next few years, she quickly made a name for herself as someone to go to for help in matters both mundane and esoteric.<br /><br />One particularly traumatic case involving a missing hextech device and a series of child abductions led to Caitlyn working closely with an agent of the Piltover Wardens; one who, like her, had developed something of an affinity for stranger cases. Caitlyn refused to give up, even when the trail grew colder with every passing day. She chased it like a dog would a bone, and eventually, broke the case. Caitlyn and the warden rescued the children after a battle with a host of rogue chimerics in the employ of a lunatic chem-researcher driven mad by his own concoctions. As she and the warden shared a celebratory drink, he offered her a job as a sheriff. At first, Caitlyn refused, but eventually came to realize that, with all the resources the wardens had to offer, she could potentially get closer to discovering the identity of the mysterious \"C,\" the only person involved in the attack on her family home she had yet to apprehend.<br /><br />Caitlyn now works as a highly respected officer within the ranks of the Piltover Wardens to keep order in the City of Progress - particularly in areas where overzealous hextech artisans cross the line of what is acceptable in Piltover. She has recently partnered with a new recruit from Zaun, the brash and reckless <br />Vi. How such an unlikely pairing came to be, and has proven to be so effective, is the subject of numerous wild rumors and tavern speculation among their fellow wardens and those they haul away to jail.",
        "stories": [
            "THE THRILL OF THE CHASE<br />The young man pointed left and said, \"Down that way at a good clip.\"<br /><br />She followed his gaze and saw cheering theater-goers spilling from the Drawsmith Arcade, a vaulted structure of colored glass and ironwork columns. They mingled with stall-holders selling refreshments and promenade-girls looking for a wealthy mark. Mohan finally caught up to her, sweating and breathing hard. He bent at the waist and propped himself up with his palms on his knees. His blue uniform coat was askew and his hat tipped back over his head.<br /><br />\"Figures he’d try to lose himself in the crowd,\" he said between gulps of air.<br /><br />Caitlyn took a moment to study their public-spirited helper. His clothes were finely-tailored and must once have cost him a pretty penny, but the cuffs were frayed and the elbows worn. Her eyes narrowed as she took in last season’s colors and a collar that hadn’t been in style for a year.<br /><br />Wealthy, but down on his luck.<br /><br />Mohan turned toward the busy street and said, \"Come on, Caitlyn! Let’s go or we’ll lose him.\"<br /><br />Caitlyn dropped to one knee to look at the street from a different perspective. The cobbles were slick from the evening rain and were well trodden. From this angle, she saw the scuffs of heel marks on stone that only a running man would leave. But they weren’t heading left, they were heading right.<br /><br />\"How much did Devaki give you to tell us that?\" said Caitlyn to the unfashionably dressed young man. \"If it was less than a gold hex, you were swindled.\"<br /><br />The young man put his hands up and said, \"It was five, actually,\" before turning tail and running toward the crowds with a laugh.<br /><br />\"What the...?\" said Mohan, as Caitlyn sprinted in the opposite direction. She’d lost valuable seconds, but knew exactly where Devaki was going now. She soon left Mohan behind, her sometime partner a little too fond of the sugared pastries the District-Inspector’s wife made for her husband’s officers.<br /><br />Caitlyn ran a winding path through the city, along seldom-traveled alleyways and crooked paths between the gables of tall, brick-fronted warehouses. She cut across busy streets, drawing cries of annoyance from those she barged out of her way. The closer she came to the great canyon bisecting Piltover, the narrower the streets became, but she was betting she knew the shortcuts of Piltover better than Devaki. After a dozen twists and turns, she emerged onto a crooked street of undulating cobbles that followed the jagged line of the cliff. Known locally as Drop Street thanks to the wheezing hexdraulic conveyer at the end that ran late into the night, it was deep in shadow.<br /><br />The iron-framed cabin hadn’t yet opened, the lozenge-patterned grille still in the closed position. A group of fifteen Zaunites, a great many of whom were intoxicated, gathered around the ticket booth. None of them were the man Caitlyn was looking for. She turned and dropped to a crouch, resting the barrel of her rifle on a packing crate bearing the brand of Clan Medarda. Stolen property, no doubt, but she didn’t have time to check it.<br /><br />Caitlyn thumbed the rifle’s primer switch to the upright position. A gentle hum built within the breech as she worked the action to ready a shot. She pulled the butt of the rifle hard against her shoulder and slowed her breathing. Her cheek pressed into the walnut stock and she closed one eye as she took aim through the crystalline lenses.<br /><br />She didn’t have long to wait.<br /><br />Devaki swung around the corner, his long coat billowing out behind him and his hat a tall silhouette. He appeared to be in no hurry, but then, he believed he had shed his pursuers. He held a heavy brass-cornered case in his metal-clawed hand; a crude thing Vi said he’d had done in one of Zaun’s ask-no-questions augmentation parlors when he was a foolish youth.<br /><br />Caitlyn focused her aim on the pneumatic monstrosity and squeezed the trigger. A searing flash of orange-red exploded from the weapon’s muzzle and Devaki’s hand vanished in a pinpoint blast. He cried out and fell back, his hat toppling from his head as the case fell to the ground. Devaki looked up, his eyes widening in pain and surprise as he saw Caitlyn. He turned to run, but Caitlyn had been waiting for that. She toggled a thumb-switch on the breech and pulled the trigger again.<br /><br />This time the beam struck Devaki in the back and exploded in a web of crackling energy. Devaki’s back arched and he fell, twitching, to the ground. Caitlyn powered down her rifle and slung it over her shoulder as she walked toward the fallen Devaki. The effects of the electro-net were dimming, but he wouldn’t be getting up anytime soon. Caitlyn bent to retrieve the case he’d dropped and shook her head with a tut-tut sound.<br /><br />\"H-h-h...how?\" said Devaki, through the spasms wracking his body.<br /><br />\"How did I know where you were headed?\" asked Caitlyn.<br /><br />Devaki nodded, the movement jerky and forced.<br /><br />\"Your previous thefts were meaningless in themselves, but when I looked at them as part of a larger scheme, it seemed like you were gathering components to build a version of Vishlaa’s Hexylene Caliver,\" said Caitlyn.<br /><br />She knelt beside Devaki to place a hand on his rigid body.<br /><br />\"And as we all know, that weapon was outlawed as being too dangerous, wasn’t it? No one in Piltover would dare touch that kind of banned hex, but someone, maybe in Noxus? They’d pay handsomely for that, I imagine. But the only place you could get something like that out of the city is through one of Zaun’s less reputable smugglers. This is the only quick route down into Zaun that’s still running at this time of night. Once I saw you weren’t going to try and hide out in Piltover, all I had to do was get to the conveyor before you and wait. So you and I are going to have a long talk, and you’re going to tell me who you’re working for.\"<br /><br />Devaki didn’t answer, and Caitlyn grinned as she reached over his prone body.<br /><br />\"Nice hat,\" she said.",
            "CHILD OF ZAUN<br />What’s the difference between law and order?<br /><br />Can you have one without the other? And what does either have to do with justice? Maybe it depends on who you ask. If you asked me, well, the young me, justice comes by cracking skulls.<br /><br />Guess I’m feeling young today.<br /><br />It’s still dark when I finally reach the Hall of Law. As is often the case, though not usually so early in the morning, I’m bringing guests with me. A pair of them, two from the seven I had caught vandalizing a row of shops and cafes down on Horologica Avenue. One is snoring from the light tap I gave him, but the other is wide awake, and quite the fan of colorful language.<br /><br />\"Pipe down—you’re disturbing my peace.\" I tighten my metal fingers around his collar and nod to his accomplice, slung over my shoulder. \"If I were you, I’d take a hint from your friend here.\"<br /><br />\"This is brutality,\" he hisses. \"Where are we? In Noxus?\"<br /><br />\"Noxus?\" I have to stop myself from laughing. \"I wish. If we were in Noxus, I’d be taking you to the Reckoning pits, not a shaming cell.\"<br /><br />The imagery gives him a jolt, and I get a few moments’ quiet before he’s back at it.<br /><br />\"You think you can silence us, but you can’t. We are going to expose your system of oppression and tear it down.\"<br /><br />\"And breaking all the windows in a tea room accomplishes this, how? You’re just another bored, spoiled brat, looking for a reason to smash things. You aren’t helping anybody.\"<br /><br />\"We’re speaking up for those without a voice!\" he snaps. \"For the poor and the downtrodden.\"<br /><br />I look at his clothes. New, clean. There hasn’t been a day he’s wanted for anything. \"Well, I am one of those poor, downtrodden Zaunites, and my voice works just fine.\"<br /><br />\"And now you’re part of the system.\" He spits pink onto the street. \"Put a few cogs in your pocket and you turn on anything. How do you sleep at night?\"<br /><br />There’s an itch I get, wearing these gauntlets. The urge to feel a ribcage wrap around my knuckles that on some days is damn near overpowering. Try as I might, his words have my blood getting hotter, and my hextech fists begin purring in response, ready for a scrap that’s usually sure to come. But I tamp it down.<br /><br />\"When I’m not rounding up idiots for smashing up tea rooms? I sleep like a baby.\"<br /><br />Mercifully we reach the doors.<br /><br />\"Here, help a poor Zaunite in need.\" I use the talker’s head to knock. I confess letting a touch of my frustration slip into the last rap—it’s loud enough to get someone to work the lock from the other side.<br /><br />\"Warden Kepple.\" I grin at the blinking face behind the slowly opening door.<br /><br />\"Getting an awful early start, eh, Vi?\" he grumbles, pawing sleep from his eyes.<br /><br />\"Injustice never rests, my friend.\" I drag my arrests through the door, giving Kepple the quick version of the morning’s events.<br /><br />\"I’ve apprehended two of them,\" I finish. \"Both suspects are…\" I look at each of them, now both snoring in tandem. \"Subdued.\"<br /><br />Kepple raises an eyebrow. \"Sure seems like it. Sheriff Caitlyn’s already looking for ya, upstairs.\"<br /><br />\"I trust you can handle the processing for this pair of recreational revolutionaries, then?\"<br /><br />\"I’ll get it logged,\" Kepple grunts as I dump one of the punks in his arms, and the mouthy one at his feet.<br /><br />I flash a smile as I pass him. \"You’re an asset to the force.\"<br /><br />Caitlyn’s office is a mess. The creaking wooden desk is smothered, hidden beneath a forest of brass pneuma-tube capsules and the endless forms, messages, and edicts that they contain. The sheriff is lost somewhere in that forest, rummaging through warrants and mandates and the demands of her bosses and the merchant clans. It doesn’t look like she’s left the room in days, leaving me to guess at how short her temper might be as I close the door behind me.<br /><br />\"Sit down,\" she says without looking up, still digging around for something.<br /><br />Straight to it, then.<br /><br />\"What, this about those punks?\" I clear off a chair and sit, flexing the mechanical fingers of my right hand and propping my boots up on the corner of her desk. \"They’ll be walking around again in a few days. If you ask me, I went easy on them.\"<br /><br />\"This isn’t about that,\" she answers, each word somehow more tired than the last. \"There is something that has been brought to our attention, developments that are… complicated, that we need to look into. It’s about Zaun.\"<br /><br />I see then that it’s not all lack of sleep weighing Cait down. Something’s got her guard up, an apprehension that’s rare in a woman who can put a bullet through a silver cog from three streets away.<br /><br />\"Is it her?\" I ask. Can’t keep the acid from my voice.<br /><br />Cait finally stops hunting around her desk. Those sapphire eyes flick up to me. \"No. This is something different. Something new.\"<br /><br />\"New,\" I repeat, though no more sense comes out of it.<br /><br />Cait takes a slow breath. \"Something is happening in the Sump.\"<br /><br />I cock my head. \"That’s pretty damn far from our jurisdiction.\"<br /><br />\"Ever since the split,\" says Cait, \"our cities have existed in symbiosis. Despite appearances, one can’t survive without the other, so a balance must be maintained.\"<br /><br />Split, they call it. Usually a split is clean and even. In this case, some rich merchants got excited about digging a canal, too excited to make sure the land was stable. They put half of Zaun under water. Drowning people in service of commerce, and the way that commerce has been divvied since, is pretty far from clean or even.<br /><br />\"A real easy way to break that balance would be to reach down into lower Zaun and start shaking things,\" I point out. \"But we aren’t talking about the Promenade here—there’s no overlap in the Sump where we can massage events after the fact and make matters slide.\"<br /><br />Cait sighs. \"These are all topics that have been discussed and considered.\"<br /><br />\"By who?\" I ask. \"Care to clue me in?\"<br /><br />\"I am able to tell you as much as you need to know, and right now you don’t need to know that.\"<br /><br />\"So what does this have to do with us?\" I ask, fiddling with an empty pneuma-tube capsule. \"What the undercity does is its own business.\"<br /><br />\"Not this time.\" Cait plucks the capsule from my hand, setting it down as she sits back against the desk. I frown. She isn’t normally this tight-lipped.<br /><br />\"What’s changed, then?\"<br /><br />\"We don’t know,\" Cait answers. \"To find out, we need eyes down there, someone who knows Zaun. That’s where you come in.\"<br /><br />\"This is all pretty vague, sheriff.\" I shake my head. \"What about the barons? You think they’re just gonna sit back and let Piltover send wardens down to their turf and start flipping tables?\"<br /><br />Cait gives me a tired grin. \"Is that the big, bad Vi I hear, scared of a few little chem-barons?\"<br /><br />I cross my arms over my chest. \"I just like to know who’s going to be looking for my scalp, is all.\"<br /><br />\"The barons won’t be an issue.\"<br /><br />\"Oh, really?\" I raise an eyebrow. \"And why is that?\"<br /><br />\"Because they’re the ones asking for help.\"<br /><br />I sit up straighter at that.<br /><br />\"You’re right. This is new.\" I shake my head. Something is very off with this, and I’m not getting anywhere close to the full picture. \"Still a lot of bad blood between the barons and the Wardens. There’s a dozen ways this can go wrong.\"<br /><br />\"I wouldn’t worry too much on that account,\" she says, \"because you won’t be going as a warden. Those kids you tuned up happened to have spawned from Clan Medarda, and their parents want your head.\"<br /><br />She holds up a sheaf of vellum missives. I can make out the calligraphy through the light coming in from the window. From that same window I hear the beginnings of a crowd gathering—an angry one.<br /><br />\"Lucky for you,\" Cait says with a smile, \"I talked them down. You can keep your head, so long as you’re out of the Wardens. You’re leaving town, going home to reflect and reconnect with your roots.\"<br /><br />\"Cute story.\" The word home sticks out, whether she meant it to or not. All these years here, guess I’m still a visitor—one who’s getting the boot for doing her job, because someone has enough cogs to think they’re above the law. \"Convenient, too.\"<br /><br />\"This means you’ll be on your own down there.\" The levity drops from her voice. \"No backup. And appearances must be kept up. I’ll need your badge, and your hands.\"<br /><br />\"Go down to Zaun…\" I work the clasps on my gauntlets and take them off. \"Don’t know what I’m looking for, only that it’s bad enough that the chem-barons can’t handle it.\" I drop the bulky hextech fists on Cait’s desk with a thunk that crushes capsules and scatters papers onto the floor. \"And I can’t even bring my hands. This is getting better by the minute.\"<br /><br />\"There’s no one else I could trust to do this,\" Cait says.<br /><br />\"So you’re really not gonna tell me who’s pulling the strings on this one?\" I ask, biting back on my temper. \"Not every day I’m asked to provoke an international incident.\"<br /><br />\"I’ve told you all I can, Vi. Believe me.\"<br /><br />\"You could always come with me,\" I say with a grin. \"Take a little working vacation to Valoran’s most scenic tourist destination.\"<br /><br />Cait doesn’t answer, but she doesn’t have to. I know she can’t go, but it’s always fun to tease. And it keeps me from punching a hole in the wall.<br /><br />Dawn settles into morning by the time I reach the Rising Howl. The crowds outside the Hall of Law gave me jeers and a few tossed stones as I left, but they knew better than to get too close. They clung to the Hall where they could stay seen, and keep their teeth in their heads.<br /><br />It feels strange to walk the city without my gauntlets, my hands still wrapped up from the day before. I left anything that could tie me to the Wardens back at the Hall, anything to tie me to Piltover, really. I’ll need to lay low—I’m far from forgotten in Zaun, and there are plenty of folks whose memories I’d rather not refresh. I’ll go down, see what’s got the barons so spooked, and be back in a few days, tops.<br /><br />The conveyor fills near to bursting as the conductor whistles herself hoarse and the doors finally lock. Hexdraulic winches loosen their grip on the great chains holding us, and the descent begins. I find a seat on the bottom level of the pod, staring out through the bottle-green window panels as we sink.<br /><br />The morning light has spilled across all of Piltover, glittering off towers of iron and glass, but only teases the lips of the chasms. The light will reach the Promenade—Zaun’s highest level—but won’t be much more than a glimmer any lower than that.<br /><br />I shift my boot, seeing a symbol scratched crudely into the floor. Some kind of spider.<br /><br />The air already starts to slicken as the conveyor slides through the Promenade, and I taste chem fumes and feel a low sting in my nostrils. The new spire comes into view, a giant tower of pale stone and shimmering glass starting all the way down at the Entresol. Mechanicians, laborers, and menials toil in its base levels, synthesizing and refining their hex-crystals before shipping them up to the city above. Of the process, all that remains in Zaun is the concentrated runoff, more dangerous than the Gray by tenfold, at least by the smell of it.<br /><br />I’m not sure who owns this spire—Ferros isn’t the only player in the synthetic hex-crystal game anymore, though they still make the strongest, purest kind. Word is even chem-barons, like the Poingdestres, are trying to make their own brands of cheap knock-offs, without the merchant clans. But most likely, this spire is yet another joint venture between the barons and the clans.<br /><br />As we descend to the Entresol, something catches my eye through the window. The conveyor shafts are no stranger to graffiti, but one mark stands out bright and new against the faded tags it’s covering.<br /><br />A spider.<br /><br />I look down at the floor. The mark is the same. My eyes go back to the window and I find it again, and again.<br /><br />I stand up, pressing my back to the wall as the Howl shudders to a stop at the Entresol. The conveyor empties, and more than one pair of eyes look at me with alarm when I don’t exit.<br /><br />A bell chimes, a signal the Rising Howl is due to depart. The conductor descends the stairs, peering this way and that before spotting me.<br /><br />\"Lift’s going down soon,\" she says, the unease clear in her voice. \"You’re heading Sumpward, then?\"<br /><br />I take a look around, seeing an empty platform beyond the doors. \"Looks like I’m the only one.\"<br /><br />\"May not pay to be unique in this regard, dear.\" She takes a step closer, pushing her goggles up to her brow. I can see the fear in her eyes. \"Sump’s not right these days. Best to stay further up.\"<br /><br />\"You know anything about it?\" I ask.<br /><br />The conductor looks down, fidgeting with her sonophone. \"Enough not to trifle with it.\"<br /><br />I consider her for a moment. \"I think I’ll take my chances.\"<br /><br />She lingers, hoping I’ll have a change of heart, before giving a slow nod and clambering back up the stairs. Soon the Howl begins its slow rumble downward, down to the Sump, where I will see what everyone is so afraid of.<br /><br />The light gets poorer once you clear the Entresol. Chem-lamps appear fewer and fewer, like fireflies rising up the farther down we go. The light from the Howl itself is enough to see the immediate surroundings of the conveyor, though the worth of that might be dubious.<br /><br />The Sump has never been pretty. Maybe a long way back, before the Flood turned half of it into a graveyard and the other half became a landfill, it might have been different. But that’s long gone, and from what I see, even compared to what I remember, it’s only getting worse.<br /><br />Make the wrong enemies, break one too many promises, back a loser with your last cog, you’ll end up down here. Desperate people scratching out a living, safe from those above who won’t stoop to look for them. That makes it almost a haven for them, if not from each other.<br /><br />The lights flicker out. I stand, walk over to the window, and lean against the railing to glimpse through the green glass. After a few moments, the lights return, bathing the conveyor shaft in enough illumination to show me what’s covering every inch of it.<br /><br />Spiders. Nothing but spiders.<br /><br />That same crude mark as before, but where above it was rare, here it has been etched, carved, or sprayed over everything. An unending swarm, as though marching and climbing up from the dark they had already claimed as theirs.<br /><br />I feel something cold in my stomach, a tiny flare of adrenaline. Whatever it is that Cait sent me down here to find, it has to be connected to this.<br /><br />\"This is as far as I’ll go,\" I hear the conductor’s voice scratch from the sonophone as the Rising Howl comes to a halt in a groan of protesting iron. The doors unlock and I peer out at an abandoned platform, the only light a single chem-lamp pulsing faintly at the far end. I step onto the platform and the doors lock fast behind me, the conveyor already rising as I look back at it over my shoulder. Soon it’s just one more firefly, rising from the chasm.<br /><br />There’s no such thing as silence in Zaun, even down in the Sump. I hear steam coughing out of corroded pipework, factories and scrapyards growling in the distance… and a trio of voices muttering in the dark.<br /><br />The spider symbol crawling all over the conveyor shaft is on the gangers, too, splashed on threadbare clothes, still raw and red on their faces and necks from new tattoos. They’re armed, and making no effort to hide it. One has a chain, another a length of pipe. I see the dull sheen of a tarnished blade in the hand of the last.<br /><br />They’re young, young enough not to recognize me. Whatever gang this is, these are new pups, the most likely to do something stupid in order to prove themselves.<br /><br />\"You lost?\" one of them says, the one holding the knife.<br /><br />\"Can’t say that I am,\" I answer, playing off a bored calm as I take in every detail. Posture, health, temperament. I know in a few seconds which of them take the orders and which one gives them. Which are most likely to run, and who is willing to spill blood.<br /><br />I make to pass them. The blade flicks out ahead of me, catching the yellowed light from the chem-lamp.<br /><br />\"I think you are.\" He looks me over. \"Tell me, sister, have you come to hear the Voice?\"<br /><br />I take a slow quarter step to keep all three of them in view. \"Whose voice might that be?\"<br /><br />Knife wrinkles his nose. \"Believers and pilgrims would know, and that’s all who’s welcome here.\"<br /><br />\"Time to turn around and go back home, sun-stained filth.\" Another of them spits. He gets a hissing chorus of agreement from his mates.<br /><br />I could probably get more out of them. The name of their gang, who this Voice belongs to, how exactly they have the whole of the Sump running scared. But the urge to lay hands on them wins out.<br /><br />\"Boys, boys.\" I shake my head, smiling. I make a fist, and my knuckles crack loud enough for them to hear. \"I am home.\"<br /><br />A quick side glance to each other and they rush me. My eyes go to weapons, flicking from blade to chain to pipe to see who I need to drop first. The air tastes like ammonia and grease as the tension cracks open.<br /><br />Adding a splash of blood won’t hurt.<br /><br />I throw the first punch, forgetting I had left my hands behind. Wear them long enough, and you get used to the power a pair of hextech Atlas fists can give you. When my knuckles find the side of Knife’s skull, I feel something flex sideways, between my fingers. The pain is sharp and immediate, making me hesitate enough for the pipe to swing in low and take me in the ribs.<br /><br />The third circles, chain lashing my legs, but my focus is on the blade. My punch had sent him to all fours. A knee to the jaw and he sprawls.<br /><br />I snatch hold of the chain, wrenching the ganger holding it into a headbutt. His nose mashes flat against my forehead. He topples, clutching at his face. The whistle of the pipe makes me duck, throwing its owner off balance, and I add to his momentum to send him crashing into a wall.<br /><br />Pipe springs up to his feet, and freezes. His eyes dart from me to Knife, back to me, then to Chain. The pipe pings as it hits the ground, almost drowning out the pounding of his boots as he runs for it. I lunge after him, but I’m stopped cold by a spike of pain in my ribs squeezing my lungs shut. I let him go.<br /><br />Knife and Chain aren’t worth the trouble. I snap the blade beneath my boot and fling the weapons off the platform, ignoring my ribs as I start making my way deeper into the Sump.<br /><br />They say that when something’s hurt and on the run, it heads back to what’s familiar. A nest or warren, some kind of sanctuary where you know you’ll have some walls to put around you.<br /><br />Precious few sanctuaries in the Sump, for me at least. There might have been a handful of places I could go, but now everywhere I look there’s that mark, the spider that’s swallowed everything. I need somewhere to catch my breath, and down here there’s only one place I can think of.<br /><br />I’m hazy on when and how I first ended up at Hope House for Foundling Children. I haven’t thought about the orphanage in awhile, but I still know the way by heart. You always remember how to get home, even if you ran away from it.<br /><br />I stay out of the open, keeping to shadows and side streets to avoid any more encounters. I watch clots of gangers moving around, every one of them armed, but no chaos. They aren’t breaking or wrecking a thing down here.<br /><br />Why smash up what you already own?<br /><br />My hand is getting distracting, joining my ribs with a sharp poke each time my heart beats. I can feel it swelling up under the wraps, not broken but damn near close. I just pull them tighter.<br /><br />Round a corner and there it is, Hope House, in all its dull, crumbling glory. It was far from in good shape when I left it, and the years since haven’t been any kinder. I’m amazed it’s still standing. For a second I’m a kid again, coming home banged up from a scrap or a heist. I can’t keep the smile off my face seeing it.<br /><br />Kids chase each other around the front of the building, the faster, healthier children outpacing those with a missing limb or wheezing through third-rate esophilters. They see me coming and scatter. Trust is a hard thing to come by this far down, one of the first lessons the abandoned are forced to learn.<br /><br />One of them makes for the front door. He hurries up the worn steps leading to the entrance, nearly stumbling face first before reaching it. His fist pounds on the door until it opens, and a young woman looks down, too young to be his mother, but old enough to be responsible for him.<br /><br />\"Now what did I tell you about playing on those stairs?\" she scolds, thumbing away a smudge of grime from the boy’s cheek. \"I’ve told you they’re tricky, and if you’re not careful, one of these days—\"<br /><br />\"One of these days,\" I say, stopping at the foot of the steps, \"you’ll collect a crack in your skull.\"<br /><br />Her eyes go wide. I knew her voice the second I heard it, and it’s enough to sting my own eyes a touch. My mind fights to reconcile the young woman standing there with the shy little girl I once knew.<br /><br />\"I used to have to warn a little girl here about that all the time.\" I smile. \"She was trying her hand as a tumbler, when her head wasn’t buried in a book.\"<br /><br />\"Gave up on the tumbling,\" she replies, gently guiding the boy through the door before stepping outside and closing it behind her. \"But I still like to read, when I can find the time.\"<br /><br />\"Roe?\" The first stair creaks under my weight as I place a foot on it. \"Is that you? Can’t be.\"<br /><br />\"It’s me.\"<br /><br />I climb another stair. \"You can’t be Roe. Roe’s just a kid, barely reaches my hip. Look at how you sprouted.\"<br /><br />\"Nobody stays a kid down here for long,\" she says. \"You should know that better than anyone.\"<br /><br />Another stair. \"It’s good to see you. Been a long time.\"<br /><br />\"Yeah, well.\" She looks down. \"I’m not the one who went anywhere.\"<br /><br />I stop my climb, and take a step back. The hurt is clear in her voice. When I left, she was just a kid, one I had looked after from the day she first showed up at Hope House. I had never let her run with me, kept her clear of the scraps and the stealing and the gangs. I protected her.<br /><br />And then I left.<br /><br />\"Heard you’re with the law now,\" Roe says, leaning back against the door.<br /><br />\"You see a badge anywhere?\" I spread my arms out wide. \"I was a warden for a little while, yeah, but we’ve gone our separate ways of late.\"<br /><br />\"Seems to happen a lot.\"<br /><br />I dip my head. \"Hey, if you wanna brawl, we can brawl. You’re old enough now.\"<br /><br />Despite herself, a thin smile slips through.<br /><br />\"Maybe. Can it wait until I get back?\" Roe asks. \"I’m gonna go in just a moment.\"<br /><br />\"Go where?\"<br /><br />Roe looks back toward the door, then to me. She is silent for a moment, considering me. I glance at her and notice a pin on her collar, little more than an etching on a chip of scrap metal. It’s of a spider.<br /><br />\"Have you ever heard the Voice?\"<br /><br />I leave with Roe, walking through the crumbling neighborhoods toward the gathering. I listen to her talk about her life, learning about this new person she’s blossomed into. The shyness is still there, and she’s still smart from all those nights I saw her with her head hidden in books, but there’s more to her now. There’s conviction in her, an intensity that shines in her eyes.<br /><br />I stick to asking questions, skirting around mentioning what I’m doing down here. All the talking starts a coughing fit that nearly doubles me over.<br /><br />\"What?\" Roe laughs. \"Spent too long up out of the Gray, huh?\"<br /><br />\"I took a pipe to the ribs.\" I wince, pressing a hand to my side. \"A message of welcome from your friends when I stepped off the Howl.\"<br /><br />Her smile dulls. \"We all want the same thing. An end to the oppression. Liberation from the barons and the clans. Clean air. Just not everybody agrees on how we should get there. Most are coming from life in the gangs, so they’re on edge. There’s great people here, kind people who just want a better future for us.\"<br /><br />I’d spent years in Piltover, walking among those who saw Zaun as nothing but a prison, a wasteland, an underworld. Piltover looked down and saw Zaun’s eyes looking back at them, and they either pitied them or hated them—or tried to speak for them, like that punk I arrested.<br /><br />\"They certainly seem preferable to the lot I’ve met already,\" I say.<br /><br />Roe nods. \"I’ll show you.\"<br /><br />The closer we get, the more people we see. There are all kinds, young and old, members of rival gangs who were out to slit each other’s throats only weeks ago, all walking together. Every one of them has the spider on them, on a patch or tattoo or on a pin like Roe’s. They’re filing into an old factory with only three walls upright, and no ceiling, waiting in patient lines to gain entry.<br /><br />We reach the door, barred by a pair of brutes. They are armed, one augmented with a claw of burnished iron, but they know each person by name, greeting them warmly as they come in.<br /><br />\"Roe, my sister, you are welcome,\" one of them says, his voice low and soft despite his aggressive bulk. He then looks to me. \"But this one, no.\"<br /><br />\"Let her in,\" Roe tells them. \"She’s with me.\"<br /><br />\"She is sun-stained,\" says the other, lifting his chin with a sneer. \"Not to be trusted.\"<br /><br />They want to turn me away for the joke of a tan I’ve gotten upstairs in Piltover, not because I joined the Wardens. These guys must be new.<br /><br />\"She has come to hear the Voice. I vouch for her, Togg.\" Roe stares the guard in the eye, not backing down. \"Get out of the way.\"<br /><br />The pair convene, muttering, before turning back to us. \"The Voice is for all to hear, so you are welcome, too. But we will be watching.\"<br /><br />I feel their eyes on me as we step inside, and the static’s enough to have me taking in the room for ways out if this goes wrong. The place is a wreck, full of holes and collapsed masonry. If things turn red, I can get out. The only question is whether Roe will run with me, or after me.<br /><br />There’s no pomp or ceremony. No music or votive candles, no dish passed hand to hand for contributions to the cause. There’s just a mass of people, surrounding a mound of rubble in the center where a man sits, calmly waiting.<br /><br />\"Is that him?\" I whisper to Roe. \"The Voice?\"<br /><br />She nods. I look over at him, this man who conquered the Sump, and I don’t understand.<br /><br />He’s young, barely older than Roe, little more than a kid himself. Scrawny and gaunt, he has the look of a ganger in his eyes, eyes that have seen his share of horror. But there’s a strange warmth there, too, like he has a secret to tell, just to you. The last of the assembly enters, and the Voice begins to speak.<br /><br />\"I see many new faces.\" His voice is gentle, almost quiet, though it carries to every ear. \"You are all welcome here. Each one of us found our own way to this place, countless paths leading to where they become one. Know now that you are no longer alone.\"<br /><br />I scan the crowd. All are hanging on his every word. I wonder how many have never had those words spoken to them before. The rejected and abused, the forgotten, seen as people for the first time.<br /><br />\"We all bear scars,\" the Voice continues. \"The marks of the lives we’ve had to live, our trials and our suffering. The world has done all it can to beat us down, to convince us to stay there and be grateful for what little we have. That has been the reality here for far too long, and it is time that changed.\"<br /><br />Murmurs of affirmation wash over the gathering. You don’t need to have worked as a warden to feel the tension ratcheting up. The Voice is dredging up wounds, making them raw again. He isn’t lying—these people have borne more than their share of hurt, but I can see the game he’s playing, hidden beneath that truth.<br /><br />\"How long have their boots been on our throats?\" His voice begins to rise, its edge sharpening. \"The chem-barons. They use our home to build their wealth, and what do we get from it? We get poison in the air we breathe, in the water we drink. Sickness, pain, death—is this what we deserve?\"<br /><br />\"No!\" The crowd is angry now, playing right into his hands. I glance at Roe beside me, and see the same rage on her and every other face. Maybe it’s the contrarian in me, but I feel like they should have found a theater to hold this performance.<br /><br />\"I say, no more,\" growls the Voice. \"No more will we weep for brothers and sisters too weak to stand, or watch our children’s lives waste away. The barons will pay for what they’ve done, but more than that, we will bring justice to those they truly serve.\"<br /><br />Here it comes.<br /><br />The Voice stabs an accusing finger skyward. \"The corrupt merchants in that city towering over us. A city where the sun shines so bright it blinds them to the crimes they have committed here. The pain they have caused you, and the ones you love. They hide in that blindness, because they think it will protect them. But it will not, not after he arrives.\"<br /><br />Awed whispers fill the room, like he has just spoken of a god. Roe brushes a tear from her eye. They’re all drawn in, but nothing about this feels right, and I’ve yet to trust a word that’s come from this Voice.<br /><br />\"Who is he talking about?\" I ask, but Roe nods back to him as he continues.<br /><br />\"I am his Voice, and we are all of us his sons. I have seen his face. I have heard his words and survived his test. He laid his hands upon me as his chosen, to seek out his flock and make ready for his return. That day is soon to dawn, my brothers and sisters. Not one of retribution, but of justice.\"<br /><br />\"And who will pay the blood price for that?\"<br /><br />Silence descends. All eyes turn to me as I find myself standing.<br /><br />\"What are you doing?\" Roe hisses, tugging at my hand.<br /><br />Damn my temper. Vi, you’re a terrible spy. Well, no going back now.<br /><br />\"I’ve heard this kind of talk before,\" I say, both to the Voice and the crowd. \"Glib talkers who prey on the pain of the wronged and the dispossessed. They rile them up in the name of justice, when all they want is to see their puppets dance, because they want to be a god.\"<br /><br />The Voice listens, without any change to his patient facade. \"I have not seen you here before, sister. You are new to our ways—none can fault you for not seeing them clearly.\"<br /><br />\"I see clearly.\" I glare at him. \"I see a cult getting whipped up to spill blood. I see a liar promising freedom and prosperity, but putting armed thugs at every entrance to his territory.\"<br /><br />\"They are what will win our freedom,\" he answers plainly. He looks me over. \"If our brothers attacked you, then I am sorry. You must understand that a dog can only be kicked so many times before he bites back. We’ve waited and we’ve waited, but now there is another way.\"<br /><br />He walks down from his mound of rubble, slowly approaching with his arms spread wide.<br /><br />\"I see much pain in you, a hurt you keep hidden behind your eyes. I see a child of Zaun who has strayed from her rightful home. Piltover has its corruptive mark all over you. You think strength lies in helping our oppressors to change, but they won’t ever change. You have strength, strength that could be used to help liberate these people.\"<br /><br />He certainly has a way with words. I realize I’ve made fists, and exhale to slowly release them. As much fun as making a crater out of his head would be, I wouldn’t last five seconds after.<br /><br />\"Whatever pain I have is mine.\" I thump a fist against my chest. \"I carry the weight of the choices I made. I don’t push them onto others. I don’t make scapegoats, and I don’t believe the wrongs done to me justify my inflicting them on someone else.\"<br /><br />The Voice looks down, chuckles softly before meeting my gaze again. \"He would like you. But, if this is not your path, then leave now, and no harm will come to you. Return, though, and I can make no promises.\"<br /><br />I glance down at Roe, at every face staring at me. \"I’ll go, and so should all of you. There is no one coming, no great being to deliver you. All I see is a man, looking for lost people to do his bidding.\"<br /><br />Again that soft smile, almost sad and without a hint of malice. \"No, my child. He is very real. And soon enough, you won’t have to rely on my words to know that.\"<br /><br />True to his claim, no one touches me when I leave. Not even a threat. I don’t hear a harsh word until I am clear of the place, and Roe catches up to me.<br /><br />She cuts me off. \"Who do you think you are?\"<br /><br />\"I—\"<br /><br />\"You left,\" Roe snaps. \"Years pass, and all of a sudden you just walk back in and think you know what’s best for me?\"<br /><br />\"I heard enough. You can’t tell me you actually believe all of this.\"<br /><br />\"What’s so hard to believe? That there’s someone out there who gives a damn about what happens to the Sump?\"<br /><br />I take a deep breath. \"I know a demagogue when I hear one, Roe. They talk, and they say anything to spin folks up, but in the end it’s never their hands that get bloody. He’s manipulating all of you.\"<br /><br />\"He’s trying to help us.\" She shakes her head bitterly. \"Do you even remember what it’s like down here? You got out, but the rest of us aren’t so lucky. We stay separate and alone, and nothing will ever change. He’s going to set us free!\"<br /><br />\"How?\" I try like hell not to sound like a warden just now. \"And how many are going to be left alive when it’s done? Do you know what he plans to do? If you know something, Roe, please, it is very important that you tell me.\"<br /><br />Something changes in her eyes. \"Why? Who are you going to tell it to? Why are you even here?\"<br /><br />\"I want to understand what has happened.\" I raise my hands, trying to walk back the suspicion curdling our talk. \"What is happening now, so that I can keep two cities from falling apart.\"<br /><br />Roe laughs, but it comes out as half a sob. \"You’ve been in the sun too long. You’ve lived up there for all these years, you say you care, but what the hell have you done for us?\"<br /><br />\"Roe.\"<br /><br />\"Just name something,\" she presses. \"One single thing you’ve done to help these people, to help me, instead of keeping us all locked where we are.\"<br /><br />\"It’s not that easy.\"<br /><br />\"Why not?\"<br /><br />It’s a simple question, but it hits me like a knife in the gut. A child might ask it, trying to figure out why the world doesn’t make sense.<br /><br />\"Forget it. Go back up. You don’t belong here. He’s coming, Vi, and then you’ll see. All of you up there will see.\"<br /><br />\"Who?\" I grip her shoulder. \"Roe, who is he?\"<br /><br />Her expression goes cold. \"Everyone knows who the Voice is talking about. Everyone but you. It’s the Dreadnought.\"<br /><br />\"Dreadnought?\"<br /><br />It’s night up in the Promenade. Cait’s left behind anything that might make her stand out, to be recognized as a sheriff of Piltover in the bustle of where the two cities touch.<br /><br />\"Mean anything to you?\" I ask.<br /><br />Cait shakes her head once. \"I’ll do some digging, see what I can turn up. What else can you tell me?\"<br /><br />I explain all that I had seen. The marks on every wall. The complete control over the Sump. The Voice’s words when they gathered.<br /><br />\"They are organized,\" I tell her, \"and they are angry. It’s not a matter of if this boils over, but when.\"<br /><br />\"Okay.\" She takes a breath, processing. \"And when it boils over, do we know where, or how?\"<br /><br />\"I don’t know.\"<br /><br />Cait’s voice changes with the next question. It’s lower, quieter. \"Have you heard any of them mention hextech?\"<br /><br />\"Hextech?\" I frown. \"What does that have to do with—\"<br /><br />\"Hextech,\" she repeats, locking my gaze to hers. \"You hear anyone start talking about gems, crystals, magic, that is news I need to know immediately.\"<br /><br />A question surfaces in my head, one I don’t want to ask, but will stay lodged there until I do. \"Do you already know what you’re looking for, Cait?\"<br /><br />She looks at me. \"We’re on the same side here, Vi.\"<br /><br />\"And what side is that?\" The fact she has to say such a thing puts me even further on edge. \"It isn’t just the barons involved with this, is it? We’ve watched them feud with the gangs for years, and never lifted a finger. Suddenly there’s a new player on the scene that the barons can’t keep on a leash, and now you’re talking about hextech. The clans get spooked about their margins, so they need us to go down and keep Zaun in line?\"<br /><br />Cait doesn’t answer. My blood’s up, and I push out a slow breath. \"Guess I’ll have to find out myself.\"<br /><br />\"I told you what I could, what you needed to know.\" She looks me over, her eyes falling on my hand. \"You’re hurt.\"<br /><br />\"I’ll manage.\" I stand, and start walking.<br /><br />Dawn’s light doesn’t reach this far down. The flickering chem-lamps make a poor substitute as I climb the steps to the front door of Hope House, where that little boy sits, alone.<br /><br />\"Hey,\" I say softly. \"Remember me? I’m Roe’s friend. My name’s Vi. What’s yours?\"<br /><br />Both of us are careful as I close the gap. He’s pouting, cheeks flushed and arms crossed over his chest. \"Yulie.\"<br /><br />\"Yulie,\" I say, stopping a few stairs shy of him. \"Do you know where Roe is, Yulie?\"<br /><br />He nods his head. \"She’s gone.\"<br /><br />Something goes cold in my stomach. \"Gone where, Yulie?\"<br /><br />The boy looks at me, the hurt making his eyes shiny in a grimy face. \"She came home mad. Then she left with some of her friends.\"<br /><br />\"Now, Yulie, this is very important.\" I reach out, very slowly, and place a hand on the stair he’s sitting on. He watches me, but doesn’t flinch away. \"Do you know where they went?\"<br /><br />\"She said they were done waiting.\" Yulie sniffles. \"I wanted to go, but she said I had to stay here.\"<br /><br />\"Where did they go?\" I try to keep my voice soft so as not to spook him, but I’m getting impatient.<br /><br />\"The new tower.\" Yulie nods up toward the Entresol. \"She told me they make the magic rocks there. I asked if she would bring me one, and she promised that, when she got back, she’d have enough for everyone.\"<br /><br />I’m already running.<br /><br />It takes time to make it up to the Entresol, but once I’m there, I know where to go.<br /><br />The spire. A symbolic and literal image of the common Zaunite’s oppressors. It spans both cities, but while all the sweat and blood are shed in Zaun, most of the money is spent in Piltover. At the very tip of the spire is a dome, where the merchant clan’s representatives lord over the workers below.<br /><br />What a sight will greet them today, if they bother to look down. To see the base of their tower turned red with blood.<br /><br />The ground is already thick with dead when I arrive. Piltover may be the destination for the hex-crystals, but the chem-barons get their cut for having the spire on their turf, and they make sure they have enough brutes on hand to keep the factory secure.<br /><br />The cult must have run at the gates, dragging down the guards like a tide. I see corpses from both sides littering the way. The security force had chemtech weapons, training, and experience, but they couldn’t stop a wall of fanatics, armed with little more than blunt objects and the chance to get a little payback.<br /><br />The gates have been thrown open, and I see men and women that I recognize from the gathering, hauling crates and inspecting racks of round metal canisters. I keep my distance, blending into the crowds. I find my way to where most of them are massing, around a pile of crates seized from the spire. I can’t see Roe anywhere.<br /><br />Standing atop the crates is the Voice. His face is bloodied and bruised, his clothing torn. He looks like he had been in the thick of the fighting. Using a pry bar, he levers open the nearest crate, revealing racks of small, gleaming blue stones.<br /><br />Synthetic hextech crystals.<br /><br />\"This is a momentous day!\" The Voice holds up one of the crystals in triumph. \"Behold, the instrument of our freedom. For so long we have given everything, and received nothing in return. Today, with these, we will balance those scales, and take what is rightfully ours!\"<br /><br />His celebration is interrupted by the terrible screech of metal against stone.<br /><br />All eyes turn upward to the walls of the spire, where a dark shape can be seen descending in a great shower of dirty sparks. Even from a distance it is enormous, an entire arm replaced by a massive cannon, the body perched upon a multitude of splayed mechanical legs, segmented and ending in sharpened claws gouging deep wounds into the spire. As it gets closer, I can see that the top portion is vaguely human, pallid flesh fused to metal and lambent green medical tubing, but the legs belong to a monster.<br /><br />Or a spider.<br /><br />Dreadnought. I hear the name flicker through the crowd, whispered like a prayer.<br /><br />I had believed that the Voice was deluded, or a charlatan. That the creature was something he had conjured up to rally an army for himself. But he is real. Things have suddenly become far more dangerous.<br /><br />The Dreadnought crashes down to the ground, making impact in a cloud of dust and rock splinters. The people fall to awed silence, parting before him as his clicking spider legs bring him to loom over his prophet.<br /><br />\"You’re here,\" the Voice says, an ecstatic whisper. \"You’re finally here.\"<br /><br />\"Indeed, my witness.\" His true voice is thunder, rendered through furnace iron. \"I am here.\"<br /><br />I push into where the onlookers are thickest, my eyes darting, going from searching for Roe to watching what is unfolding. The Voice leaps down from the crates, his hands full of hex-crystals.<br /><br />\"Mighty Dreadnought,\" the Voice says, beaming, \"I offer these, hard won with the blood of your children. The key to our liberation.\"<br /><br />The Voice pours the crystals into his master’s flesh hand, stepping back in preparation for praise.<br /><br />\"Why do you bring these before me?\" The Dreadnought tilts his hand, and the crystals spill to the ground.<br /><br />Silence. Then: \"I don’t understand,\" the Voice stammers, watching the priceless gems scatter into the dust.<br /><br />\"That is clear.\"<br /><br />\"We’ve won you a fortune. With these we can buy weapons, armies.\"<br /><br />\"You think as they do.\" The Dreadnought says it like an accusation. He looks out to the crowd. \"Hate Piltover for what they have become, but revere their forebears. Industrious, committed, those people possessed the strength to harness the magic within our world, and bend it to their will. Truly they were mighty.\"<br /><br />I can feel the crowd’s confusion, because I share it. Of all the things they expected their savior to say, I can’t imagine it was this.<br /><br />\"Yet over time, the tool they had forged bore more weight. It became a crutch, and then it became their master. They have made themselves into slaves. They awoke so shackled to these gems that in their absence, the civilization they had inherited would end.\"<br /><br />He turns to the Voice. \"Wealth is a vice—it is not strength. The boy I found that day appeared worthy. Was I mistaken?\"<br /><br />Unease sweeps over the crowd. We all become very aware that nearly every facet of the Dreadnought is lethal, bladed, and weaponized as his hand cups the Voice’s jaw.<br /><br />\"I was chosen,\" the Voice pleads. \"That day. You spared me.\"<br /><br />\"Indeed.\" The monster nods slowly. \"Though I am not infallible. I can only seek out my failures, and correct them.\"<br /><br />The Voice screams, a sharp, short sound. A yelp of agony and it’s over. The Dreadnought discards the body, immediately forgotten.<br /><br />\"I am Urgot,\" the creature says, turning to address the crowd. \"And I have heard you, Zaun. The whispers of your hearts, the things you have hoped and dreamt for me to be. The names, the titles. A liberator. A god. I speak before you now to say that I am none of these things. I am greater. I am an idea.\"<br /><br />Every person there flocks to him, ringing his monstrous form like a congregation. He reaches for one of the metal canisters, and I notice dozens more of them within the gates. \"I am a reflection of this world, an echo of the great contest between strength and weakness waged in each of our souls, with every breath we draw. I cannot be a god to you—that offering is not within my power. What I can offer you is a test to learn if you bear the strength needed to be your own god.\"<br /><br />A sick feeling creeps up my spine. Urgot gestures to the medical tubing linking his mechanical body to the mask covering his mouth and nose, and holds up the canister. It’s covered with warning sigils: toxic, poison.<br /><br />\"What lies within this metal shell is the very air I have come to breathe. I took it in, and conquered it, for true liberation comes from within. That is the message we will take to our enemies, our would-be oppressors.\"<br /><br />Urgot scans the crowd. \"Who among you has the strength to follow me? To take this misery within yourself, and endure?\"<br /><br />Every one of them sinks to their knees, yearning to be baptized.<br /><br />\"Urgot!\" they roar. \"Urgot! Urgot!\"<br /><br />\"Very well.\" Urgot closes his hand over the canister’s safety valve, pale fingers forming a claw. \"Let us see.\"<br /><br />The gas bursts out from between Urgot’s fingers as he crushes the valve. He tears a rent in the canister, and a green cloud rushes out to envelop his followers. I’m near the back, away from the greatest concentration of it, but almost immediately people begin to die.<br /><br />\"Roe,\" I whisper, pushing through the crowd as panic begins to set in. Men and women collapse, pinkish froth boiling from lips and noses. I find a breather mask discarded by the wreck of an equipment shed, and pull it on as I feel the air begin to claw at my throat.<br /><br />Visibility devolves into a putrid greenish haze. I see silhouettes all around me, shivering and thrashing and toppling over. I have to find Roe. I have to get her out. I have to find her.<br /><br />And I do.<br /><br />She is kneeling with a group of others, tendrils of mist rolling up their chests as it finally reaches them.<br /><br />\"Roe!\"<br /><br />She looks up, seeing me. The shy little girl I used to know. Roe stares me in the eye, vision clear with absolute belief, and breathes in.<br /><br />\"No!\" I skid to her side. Her skin begins to blacken, dark webs of corrupted veins filling with poison. She gags. Bloody foam rings her lips. I tear the breather mask from my face, trying to press it to hers. Roe spends the last of her strength fighting me, even as she sags to the ground. Her conviction, that ironclad belief, never leaves her eyes until the life does.<br /><br />Less than half of them are still alive when the cloud finally dissipates. Many of the survivors are those who are half augmented, their jaws bracketed in clunky brass esophilters and prosthetic windpipes. My mouth tastes like blood and burnt sugar. Tears cut through the grime on my face.<br /><br />\"Arise.\" Urgot lifts a hand, and his army clambers to their feet. \"Those who have passed the test bear the right, and the duty, to grant that trial to the world.\"<br /><br />He turns his eyes to the peak of the spire. \"For too long have they been separated from the full fruits of their labor. It is time we return it to them.\"<br /><br />Urgot had sealed the spire, his followers opening every canister inside the air-filtration system. The toxic mist is coiling up the tower like a sickly green snake to fill floor after floor with choking, paralyzing death.<br /><br />I had managed to sneak in before they locked the gates. My heart pounds as I climb the stairs toward the top, clutching the breather mask to my face. I don’t know how many dead I pass on the way, but a feeling settles in my gut that I may join them before this day is done.<br /><br />If that’s the cost of a reckoning, then I’ll pay it.<br /><br />It’s a race now. The cult and their monstrous leader are swarming up to reach the dome. The men and women at the peak are clan folk, and if they die, so will many more from both cities. The symbiosis, that fragile peace, will end, and those waiting for an excuse to use violence will finally have one. That’s not a fight Zaun ever wins.<br /><br />I’m ready to give my life to see that prevented, to protect these people so that the true innocents might be spared. But when I throw open the doors to the clan’s sanctum, all I see makes me want to hate them.<br /><br />The peak of the tower is a shimmering glass dome, painted in painstaking detail to resemble a clear, clean sky. Opulence is heaped upon opulence, from the richly appointed furnishings to silver trays of sugared fruit. The clan representatives here do not reside in a laboratory or workspace—they are in a palace.<br /><br />I hurry toward the knot of frightened Piltovans, trying to suppress my anger, when a familiar face steps forward from their midst.<br /><br />\"Cait?\"<br /><br />The sheriff tips her cap. \"Up here in the Promenade, it can get murky where Zaun ends and Piltover begins. Sometimes you just aren’t sure where your jurisdiction is.\"<br /><br />I tell her of what has happened, of what is coming.<br /><br />\"Well, then.\" She produces a bulky case and hands it to me. \"You’re going to be needing these.\"<br /><br />The gauntlets purr as they come to life. I make a fist, my aching bones a memory as I wait for the scrap that’s coming. Toxic mist tumbles in, immediately stinging the eyes and biting the lungs. Several of the clan folk begin to vomit.<br /><br />Cait’s face goes stony and her rifle snaps up high, faster than I can track. I hear the shot and the ring it leaves in my ears. I feel the air tear as the bullet strikes the reinforced glass of the dome.<br /><br />Cracks radiate out from the hole left by the bullet, rushing across the surface like lightning. The dome shatters. Colored glass rains around us, spinning and slicing. The pressure change lashes at the gas, whipping it out of the tower.<br /><br />It buys us a second to breathe, but no longer. The mist fills the entrance, darkening as cultists skulk through. They pace and rattle their weapons, but hold back, waiting.<br /><br />The doorway darkens again, this time entirely. It solidifies into Urgot’s titanic silhouette as he arrives, stooping to enter the dome’s bucolic splendor, his followers parting before him.<br /><br />Urgot watches the gas dissipate and chuckles, a sound like gravel and slipping gears. \"You think you have denied these people their test? That you have denied yourselves? No. I shall deliver it to you, and after you are destroyed, I shall deliver it to them.\"<br /><br />Cait grips her rifle, the hextech crystal in its chamber pulsing with rose-tinted light. She looks over her shoulder at the Piltovans behind her. \"Get clear, now. Take the bridge to the Promenade. We’ll handle this.\"<br /><br />Energy dances across my gauntlets as I crash them together. \"Behold!\" Urgot cries, gazing at me. \"Such precious weapons. Your masters give you strength, but underneath you are broken. Weak.\"<br /><br />\"I don’t need these to be strong.\" I laugh, bitter and quick. \"I won’t need them to break you. They’ll just make it more fun.\"<br /><br />\"I saw you with the girl.\" Urgot gives a slow nod. \"You cling to two worlds, child of Zaun. The day will come when you will have to choose.\"<br /><br />\"I’m tired of listening to you talk.\" My rage finally slips. \"I’m tired of doing anything other than beating you to death for what you did.\"<br /><br />I can’t tell if the fight lasts seconds or hours. I only remember it in flashes. Crushing metal. Ribcages wrapping around my knuckles. Thunder from Urgot’s cannon-arm, stitching explosions. The sound of blood, fizzing and popping as it cooks on my gauntlets.<br /><br />Between Cait and me, we whittle down Urgot’s followers, until it’s only him left standing, a metal monster of fire and bullets and slashing chains. It’s unclear who will leave the broken dome alive, until Cait sees an opening with her bola net.<br /><br />Urgot roars as it envelops him, pinning his arms to his sides and distracting him just long enough for my charge. I put everything into the blow, sending him teetering off the edge of the dome. But I won’t let him fall, not yet.<br /><br />I gather up the end of the net, straining against his appalling weight as my boots slip and skid to the edge. I want to look him in the eye once more, before I drop him.<br /><br />\"Let’s see how fast a spider flies.\"<br /><br />\"Wait!\" I hear Cait shout behind me.<br /><br />\"This ends here, Cait,\" I hiss.<br /><br />Cait stops beside me, a metal spar in her hands. \"True strength is being able to choose whether you use it. You let him die now, you make us no different than he is.\"<br /><br />She threads the spar through the net to pin Urgot to the tower. I don’t want to listen to her. I want justice. But I know it won’t replace what he has taken.<br /><br />I spit, and hammer the spar into the ground.<br /><br />It would take a very generous perspective to call the stacks of wind-blown rock just off the isthmus islands. Barren and lashed by salt-spray, they’re far from any place someone would want to make their home. Seems a few generations back, someone in a position of authority in Piltover agreed, and built a prison there.<br /><br />After my reinstatement into the Wardens, I told Cait that I trusted her to see that Urgot would be transported and interred to the letter. I was headed for the Sump, to visit Hope House and use these heavy hands to build instead of break. But I think she saw what it meant to me, and she wanted me here to see with my own eyes that he would face justice.<br /><br />\"I know this was difficult for you,\" Cait says. \"But I wanted you to see the end result of all that you did. So you know that you made a difference.\"<br /><br />Difference. The word catches in my throat, and my head fills with the image of all those people, suffocating on the poison left in the wake of progress.<br /><br />\"Putting him away, we saved both Piltover and Zaun a lot of chaos.\"<br /><br />\"Do you ever think that something better might come out of that chaos?\"<br /><br />She looks at me, sighing softly. \"Maybe, or maybe something even worse. A lot of people would have to die for anyone to find out, and I can’t let that happen. So we fight, and we do what we have to, to keep things together. That’s what the law does, what we do. We preserve order.\"<br /><br />Law. Order. Can you have one without the other? And what does either of them have to do with justice? If you had asked the younger me, she might have had an answer. Ask me now, and I’m not so sure anymore.<br /><br />\"Urgot’s following will wither,\" Cait says. \"Ambitious folks will fracture it, looking for power. They’ll be too busy fighting each other to give us any trouble.\"<br /><br />\"You weren’t there, Cait.\" I shake my head. \"Not like I was. You didn’t see the numbers, the commitment. We aren’t finished with them, not by a long shot.\"<br /><br />We’re standing on a gantry overlooking the cell block. Cells flank us on either side, the cages cleared as wardens and prison guards bring Urgot down a central passage to his new home, an immense tube of reinforced iron running from floor to ceiling like some gigantic piston.<br /><br />Urgot is in chains. He makes no move to resist as the procession reaches his cell.<br /><br />\"How much of him can we remove before he dies?\" Cait asks me, loud enough for the Dreadnought to hear. \"I bet most of him.\"<br /><br />\"Step forth and test your theory, then.\" Urgot’s eyes glimmer. \"Unless all you have brought with you are idle threats.\"<br /><br />\"Let’s speak plainly.\" Cait slings her rifle. \"You exist here on our sufferance alone. You will eat when we tell you, sleep when we tell you, breathe when we tell you. Nothing more, nothing less. Deviate from this in any way, and I will have you destroyed. Is that clear?\"<br /><br />Urgot laughs. \"You believe you have the power to destroy me? You don’t. You never did. That is a door that will never be open to you.\"<br /><br />\"Well, I suppose I’ll just have to settle for closing this one.\" Cait nods to a technician. He throws a switch and the tube descends over Urgot, clanging to the floor and locking fast.<br /><br />I can still hear him laughing through the iron as we walk away. I pause at the door to the cell block, looking back over my shoulder, a dread I can’t shake sneaking up my spine.<br /><br />Urgot didn’t look like a prisoner to me.<br /><br />He looked like a spider, waiting patiently in his web."
        ]
    },
    "table": {
        "name": "Caitlyn",
        "image": "caitlyn.png",
        "general": {
            "Title": "The Sheriff of Piltover",
            "Pronouns": "She/Her",
            "Release date": "January 4th, 2011",
            "Cost": "4800 880",
            "Attribue": "Marksman"
        },
        "statistics": {
            "HP": "510 (+93)",
            "HPR": "3.5 (+0.55)",
            "MP": "313.7 (+35)",
            "MPR": "7.4 (+0.55)",
            "MS": "325",
            "AD": "62 (+2.88)",
            "AS": "0.681 (+3.5%)",
            "RNG": "650",
            "AR": "28 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Headshot",
            "img": "headshot.png",
            "description": "<span class='passiveActive'>Innate:</span> Caitlyn Headshots targets she has trapped or netted. Additionally, she gains a free headshot every 6 basic attacks; attacks while in brush count as 2.<br/ >Headshots:<br />Deal bonus damage to champions<br />Deals 100% Total Damage to minions<br />Have double range against trapped or netted targets",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Bonus Damage (vs. Champions):</span> <span class='adConversion'>(+<abbr title='Levels 1 / 7 / 13'>50 / 75 / 100</abbr>% total)</span> <span class='critConversion'>(+125% crit chance)</span>"
            ]
        },
        {
            "key": "Q",
            "name": "Piltover Peacemaker",
            "img": "piltover_peacemaker.png",
            "description": "<span class='passiveActive'>Active:</span> Revs the rifle for 1 second to fire a narrow piercing shot dealing physical damage. After hitting any target, it opens into a wider shot that deals 33% less damage. Always deals full damage to trap revealed targets.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 / 60 / 70 / 80 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 10 / 9 / 8 / 7 / 6s",
                "<span class='importantText'>Range:</span> 1250"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 50 / 90 / 130 / 170 / 210 <span class='adConversion'>(+130 / 140 / 150 / 160 / 170% total)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Yordle Snap Trap",
            "img": "yordle_snap_trap.png",
            "description": "<span class='passiveActive'>Active:</span> Sets traps that an enemy Champion can spring, immobilizing them for 2 seconds and revealing them for a short duration. Several traps may be active at once. Trapped enemies take increased damage from Headshot.",
            "stats": [
                "<span class='importantText'>Cost:</span> 20 Mana",
                "<span class='importantText'>Recharge:</span> 30 / 25.5 / 21 / 16.5 / 12s per trap",
                "<span class='importantText'>Range:</span> 800"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Trap Duration:</span> 30 / 35 / 40 / 45 / 50s",
                "<span class='importantText'>Active Traps:</span> 3 / 3 / 4 / 4 / 5",
                "<span class='importantText'>Headshot Damage:</span> 60 / 105 / 150 / 195 / 240 <span class='adConversion'>(+40 / 55 / 70 / 85 / 100% bonus)</span>"
            ]
        },
        {
            "key": "E",
            "name": "90 Caliber Net",
            "img": "90_caliber_net.png",
            "description": "<span class='passiveActive'>Active:</span> Fires a net, knocking Caitlyn backwards. The net deals magic damage and slows the first enemy hit by 50% for 1 second.",
            "stats": [
                "<span class='importantText'>Cost:</span> 75 Mana",
                "<span class='importantText'>Cooldown:</span> 16 / 14.5 / 13 / 11.5 / 10s",
                "<span class='importantText'>Range:</span> 750"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 70 / 110 / 150 / 190 / 230 <span class='apConversion'>(+80%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Ace in the Hole",
            "img": "ace_in_the_hole.png",
            "description": "<span class='passiveActive'>Active:</span> Takes a second to line up the perfect shot on an enemy Champion at long range. The shot deals physical damage, but other enemy Champions can intercept it.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 90 / 75 / 60s",
                "<span class='importantText'>Range:</span> 3500"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 300 / 525 / 750 <span class='adConversion'>(+200% bonus)</span>"
            ]
        }
    ]
}