{
    "lore": {
        "biography": "As unpredictable as he is brutal, the dethroned reaver king known as Gangplank is feared far and wide. Where he goes, death and ruin follow, and such is his infamy and reputation that the merest sight of his black sails on the horizon causes panic among even the hardiest crew.<br />Having grown rich preying upon the trade routes of the Twelve Seas, Gangplank has made himself many powerful enemies. In Ionia, he incurred the wrath of the deadly Order of Shadow after ransacking the Temple of the Jagged Knife, and it is said that the <br />Grand General of Noxus himself has sworn to see Gangplank torn asunder after the pirate stole the Leviathan, Swain’s personal warship and the pride of the Noxian fleet.<br /><br />While Gangplank has incurred the wrath of many, none have yet been able to bring him to justice, despite assassins, bounty hunters, and entire armadas being sent after him. He takes grim pleasure in the ever-increasing rewards posted for his head, and makes sure to nail them to the Bounty Board in Bilgewater for all to see whenever he returns to port, his ships heavy with loot.<br /><br />In recent times, Gangplank has been brought down by the machinations of the bounty hunter <br />Miss Fortune. His ship was destroyed with all of Bilgewater watching, killing his crew and shattering his aura of invincibility. Now that they have seen he is vulnerable, the gangs of Bilgewater have risen up, fighting amongst themselves to claim dominion over the port city.<br /><br />Despite receiving horrific injuries in the explosion, Gangplank survived. Sporting a multitude of fresh scars, and with a newly crafted metal arm to replace his amputated limb, he is now determined to rebuild his strength, reclaim what he sees as rightfully his – and to ruthlessly punish all those who turned against him.",
        "stories": [
            "BLOOD IN THE WATER<br />The massive Noxian war captain shuddered and dropped his axe as Gangplank rammed his cutlass deep into the man’s gut. Blood bubbled from the warrior’s tattooed lips as he mouthed an unheard curse.<br /><br />Gangplank pulled his blade free with a sneer and shoved the dying man to the deck. He collapsed in a clatter of heavy armor, his blood mingling with the seawater sloshing across the war galley’s foredeck. The black-painted hull of Gangplank’s ship loomed above, the two vessels locked together with boarding grapples and lines.<br /><br />Gangplank’s black and gold teeth gritted in suppressed pain – the Noxian had almost bested him. Nevertheless, he refused to let his crew see his weakness, forcing his lips into a wicked smile.<br /><br />Wind and rain whipping at him, he turned to survey the rest of the Noxians. He’d issued a blood-challenge to the enemy captain, and now that he’d won, their will to fight evaporated.<br /><br />\"This ship is now mine\" Gangplank roared, loud enough to be heard over the driving gale. \"Does anyone else have anything to say on the matter?\"<br /><br />One of the Noxians, a huge warrior with blood-cult tattoos upon his face and garbed in spiked armor glared at Gangplank.<br /><br />\"We are sons of Noxus\" he bellowed. \"We would all gladly die before we let our ship be taken by the likes of you!\"<br /><br />Gangplank frowned, then shrugged.<br /><br />\"Fair enough\" he said, and turned away.<br /><br />Gangplank favored his crew with a vicious smile.<br /><br />\"Kill them all\" he roared. \"And burn their ship to the waterline!\"",
            "THE BURDEN<br />\"Truth Bearer, this is why we must retreat to Buhru. We cannot save the paylangi\" the Hierophant said. The heavy-set woman grinned, obviously pleased by the prospect of leaving Bilgewater.<br /><br />\"You’ve mentioned that before\" Illaoi said, walking around the stone table in the center of the room. She rolled her shoulders, loosening the muscles to fight off a yawn.<br /><br />Beside the Hierophant, an elderly serpent caller stood. He wore a vestment made from ropes. Each indigo-dyed cord had been woven to curl; their varying thicknesses and faded kraken ink gave him the illusion of being draped in rough-hewn tentacles. His face was completely covered by a black tattoo depicting the endless teeth of a leviathan’s maw. Monks and serpent callers were always trying to look scary. It was an annoying habit of most men.<br /><br />\"The greatest beasts won’t approach Bilgewater\" the serpent caller said with a wheeze. \"They stay out in the deep water, away from the stench of the Slaughter Docks. At best, a few half-starved younglings will heed our summons.\"<br /><br />Only the greatest children of Nagakabouros were strong enough to consume the mists and defend the city from the Harrowing. The rest of the Serpent Isles didn’t have this problem.<br /><br />It was yet another reminder of the ignorance of Bilgewater’s population. The mainlanders and their descendants didn’t give time for fresh water to flow through and clean their docks. Instead, the paylangi settled permanent anchorages around every shore in the bay. It was so foolish. Many of the priesthood asserted it was proof the paylangi actually wanted to be consumed by the Black Mists.<br /><br />\"Crap\" Illaoi said. If she was going to stay, she would have to find a way to defend the city without serpents. She picked at the food from one of the offering bowls around her, before selecting a mango. She needed a plan, and these two fools were useless.<br /><br />A loud crack interrupted her musing. A heavy, wooden door had slammed open downstairs.<br /><br />Gangplank’s voice howled, the words were unintelligible, echoing around the stone walls.<br /><br />\"We pulled him from the water, as you commanded\" the Hierophant smiled, adjusting the jade collar of her office. \"Perhaps it would have been better to let his energy return to Nagakabouros?\"<br /><br />\"You do not judge souls.\"<br /><br />\"Of course Truth Bearer, it is for Nagakabouros to judge\" he said, implying that Illaoi’s opinion was biased.<br /><br />Illaoi walked between the two clerics, dwarfing the pair of them. Even for an islander, the Truth Bearer was tall. It had always been so. She was taller even than the largest Northman. As a girl, she had been self-conscious about it, always feeling like she was stumbling into people, but she had learned. When I move, they should know enough to get out of my way.<br /><br />She lifted the Eye of God from its stand. The golden idol was larger than a wine barrel and many times the weight. Her fingers tingled against its cold metal. It had been placed next to the giant roaring fire, which illuminated the room, but the Eye of God stayed forever cool and damp to the touch. Illaoi deftly shouldered its massive weight. In a dozen years, the Truth Bearer had never been more than two strides from it.<br /><br />\"Hierophant, I remember my duties\" Illaoi said as she headed down the stairs. \"We will not be retreating to Buhru. I will stop the Harrowing here.\"<br /><br />The high priestess had done little but complain since arriving from Buhru, but there was some truth in her words.<br /><br />When Gangplank’s ship had exploded, Illaoi’s heart had jumped. It had been many years since they had laid together, many years since she had ended the relationship... but some feelings still lingered. She had loved him once… stupid, old bastard.<br /><br />Surrounded by tall walls of interlocking stones, the courtyard to the temple was shaped like the fanged mouth of a leviathan. The entrance looked over the blue waters of the bay far below. Illaoi stomped down the stairway toward the front gate. She assumed she would have to smack Gangplank in the mouth; he was prone to arrogance and rum. But still, it would be nice to see him.<br /><br />She was unprepared for the snarling creature in her temple’s entrance. She knew he had been injured, but not like this. He was limping badly and bent over from shattered ribs. He cradled what was left of his arm.<br /><br />He swung a pistol around the room with his other arm, in a half-mad attempt to force the monks and priestesses to back away from him; oblivious to the fact that these were the very people who had pulled his drowned body from the bay only a few hours ago. Worse, his pistol was clearly empty and completely useless.<br /><br />\"Where is Illaoi?\" he bellowed.<br /><br />\"I’m here, Gangplank\" she answered. \"You look like crap.\"<br /><br />He fell to his knees.<br /><br />\"It was Miss Fortune. Had to be. Working with those two alley whores. They sank it.\"<br /><br />\"I do not care about your warship\" she said.<br /><br />\"You were always telling me to move on, to head back out to sea. I needed a boat.\"<br /><br />\"You need only a canoe for the sea.\"<br /><br />\"This is my town!\" he screamed.<br /><br />The monks and priestesses surrounding Gangplank tensed at this outburst. That Gangplank was foolish enough to make such a claim while standing in a structure thousands of years older than his city, was dangerous in itself. But a paylangi shouting at the thrice-blessed Truth Bearer in her own temple? Any other man would’ve been dumped into the sea with broken knees.<br /><br />\"It’s my town!\" he roared again. Spittle flew from his mouth in rage.<br /><br />\"So what are you gonna do about it?\" Illaoi said.<br /><br />\"I, I need Okao and the other chiefs’ support. They’ll listen to you... if you ask them. If you ask them, they’ll help me.\" He lowered his head in front of her.<br /><br />\"What are you going to do about it?\" Illaoi said, raising her voice this time.<br /><br />\"What can I do?\" he said hopelessly. \"She took my ship, she took my men, she took my arm. Anything I had left… I used to get here.\"<br /><br />\"Leave us\" Illaoi told the other priests as she walked toward the gate. She looked down on Gangplank. It had been ten years since she’d last seen him; drink and worry had taken his dashing looks.<br /><br />\"There is nothing for me but this town, and without your help…\" his voice trailed off when he met her gaze. Illaoi kept her eyes as hard and unforgiving as the Kraken. She gave Gangplank nothing. The priestess of Nagakabouros could show no pity or sympathy, even if it tore at her chest. In despair, the old captain’s eyes darted away from hers.<br /><br />\"I could do that\" Illaoi said \"and with a word, the tribes and Okao’s gang would join you. But why should I?\"<br /><br />\"Help me, damn it! You owe me\" he snapped like a child.<br /><br />\"I owe you?\" Illaoi rolled the words in her mouth.<br /><br />\"I keep up the rituals. I offer the sacrifices\" Gangplank snarled.<br /><br />\"But clearly you did not learn the lesson. Rituals? Sacrifices? You speak of things for weak men and their weak gods. My god demands action\" Illaoi said.<br /><br />\"I suffered for this town! Bled for it. It is mine by right!\"<br /><br />Illaoi knew what she had to do. She knew it before Gangplank had spoken. She had known years before his ship had sunk.<br /><br />Gangplank had strayed. For too long, he had festered in the hatred and self-pity his father had beaten into him. Illaoi had ignored her duty. She had ignored it because she had loved him, once, and because she had led him down this path when she left him. He had been content as a killer, a corsair, a true pirate, and never interested in his father’s title of Reaver King.<br /><br />He had only set anchor in his bloody quest to become the lord of Bilgewater after they had parted ways.<br /><br />Illaoi felt a dampness in her eyes. His time had passed. He had been unable to move forward. To advance. To evolve. And now? Now he would not survive the Test of Nagakabouros. But he needed to be tested. He was here to be tested.<br /><br />Illaoi looked at the old pirate before her. Could I send him away? Trust that he still has some sliver of strength or ambition that might see him through? If I send him away, he might live, at least…<br /><br />That was not the way of Nagakabouros. That was not the role of a Truth Bearer. This was not the place for doubts or second-guessing. If she trusted her god, she must trust her instincts. If she felt he had to be tested, then it was her god’s will. And what fool would choose a man over a god?<br /><br />Gripping the Eye of God’s handle tightly, Illaoi lowered the heavy gold icon from her shoulder. A familiar lightness replaced it, yet somehow she could still feel its weight there.<br /><br />\"Please\" Gangplank begged. \"Show me some kindness, at least.\"<br /><br />\"I will show you the truth\" Illaoi said, steeling her will.<br /><br />She stomp-kicked Gangplank, her heel smashing into his nose with a crunch. He flew backward like a drunkard, blood pouring down his lip. He rolled over and looked up at her with furious eyes.<br /><br />\"BEHOLD!\" Illaoi intoned.<br /><br />She reached out with her mind and called forth the energy of the Mother Serpent as she swung the giant idol forward. A glowing mist vomited from the icon’s mouth and swirls of blue-green energy formed around the Mother Serpent’s face, solidifying into ghostly tentacles. Touched by gold, these tendrils were as beautiful as the sunrise over water, and as horrifying as the darkest undersea abomination. More tentacles grew from the icon, replicating around the room as if born from some unknowable mathematics. Exponentially they grew larger, and somehow each one’s growth seemed to hold all the promise and horror of the world.<br /><br />\"No!\" Gangplank screamed. But the whirlwind ignored his cries as the storm of tentacles took him.<br /><br />\"Face Nagakabouros!\" she yelled. \"Prove yourself!\" The tentacles grasped at Gangplank, then dived into his chest. He shuddered as ghostly images of his past lives shook around him.<br /><br />He screamed as his soul was ripped from his body. His doppelganger stood unmoving before Illaoi. The spirit of Gangplank smoldered an almost blinding blue, its body crackling and flickering through his previous lives.<br /><br />The mass of tentacles attacked the wounded captain. Gangplank rolled and stumbled to his feet, dodging what he could. But for each one that missed, more and more appeared. Reality twisted and churned around him. The swarm of tentacles crashed against him, pushing him down, pulling him further and further from his soul—toward oblivion.<br /><br />Illaoi wanted to look away. More than anything, she wanted to turn her eyes. It is my duty to witness his passing. He was a great man, but he has failed. The universe demands—<br /><br />Gangplank rose. Slowly, inexorably, and unrelentingly he forced his broken body to stand. He ripped himself from the mass of tentacles and advanced step by painstaking step, roaring through the agony. Bloody and exhausted, he finally stood in front of Illaoi. His eyes bulged with hate and pain, but full of purpose. With his final ounce of strength, he walked into the glowing visage of his spirit.<br /><br />\"I will be king.\"<br /><br />The wind fell still. The tentacles ruptured in bursts of light. Nagakabouros was satisfied.<br /><br />\"You are in motion\" Illaoi smiled.<br /><br />Gangplank stood inches from his former love—glaring at her. His back arched and his chest swelled with the sweet air of resolve—he was the proud captain once more.<br /><br />Gangplank turned and walked away from her, no less injured or limping, but his stride now held its familiar boldness.<br /><br />\"Next time I ask for help, just say no\" Gangplank growled.<br /><br />\"Do something about that arm\" Illaoi said.<br /><br />\"Was nice to see you\" he said as he walked out of the temple and down the long steps toward the water below.<br /><br />\"Stupid old bastard\" she grinned.<br /><br />As the monks and hierophant returned to the antechamber, Illaoi remembered there were a thousand things she needed to do. A thousand little burdens she needed to carry. The Truth Bearer would have to meet with Sarah Fortune. Illaoi suspected Nagakabouros would soon need to test the bounty hunter.<br /><br />\"Tell Okao and the chiefs to support Gangplank\" Illaoi said to the hierophant. \"Help him retake the city.\"<br /><br />\"The city is in chaos, many want his head. He won’t survive the night\" the hierophant grumbled, looking at the injured captain struggling down the steps.<br /><br />\"He is still the right man for the job\" Illaoi said as she hefted the Eye of God onto her shoulder.<br /><br />We can never be certain if we’re doing the right thing, or how things will happen, or when we will die. But the universe gives us our desires, and our instincts. So we must trust them.<br /><br />She began walking up the steps from the courtyard to the inner temple, the Truth Bearer’s idol on her shoulder. It was a heavy burden—but Illaoi didn’t mind it.<br /><br />She didn’t mind at all."
        ]
    },
    "table": {
        "name": "Gangplank",
        "image": "gangplank.png",
        "general": {
            "Title": "The Saltwater Scourge",
            "Pronouns": "He/Him",
            "Release date": "August 19th, 2009",
            "Cost": "3150 790",
            "Attribute": "Fighter"
        },
        "statistics": {
            "HP": "540 (+82)",
            "HPR": "6 (+0.6)",
            "MP": "280 (+60)",
            "MPR": "7.5 (+0.7)",
            "MS": "345",
            "AD": "64 (+4)",
            "AS": "0.658 (+3.2%)",
            "RNG": "125",
            "AR": "35 (+3)",
            "MR": "32.1 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Trial by Fire",
            "img": "trial_by_fire.png",
            "description": "<span class='passiveActive'>Active:</span> Every several seconds, Gangplank’s next melee attack ignites the target, dealing bonus true damage over 2.5 seconds and 30% bonus Movement Speed for 2 seconds. Destroying a <span class='importantText'>Powder Keg</span> instantly refreshes Trial by Fire.",
            "stats": [
                "<abbr title='Not affected by cooldown reduction'><span class='importantText'>Static Cooldown:</span></abbr> 15s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>True Damage:</span> <abbr title='45 + (10 x level)'>55 - 225 (based on level)</abbr> <span class='adConversion'>(+100% bonus)</span>"
            ]
        },
        {
            "key": "Q",
            "name": "Parrrley",
            "img": "parrrley.png",
            "description": "<span class='passiveActive'>Active:</span> Fires a bullet that deals physical damage (can crit and applies on-hit effects). If Parrrley kills the target, Gangplank plunders bonus Gold and <span style='color: #d4d422'>Silver Serpents</span>. (Trade <span style='color: #d4d422'>Silver Serpents</span> at the shop to upgrade Cannon Barrage).",
            "stats": [
                "<span class='importantText'>Cost:</span> 60 / 55 / 50 / 45 / 40 Mana",
                "<span class='importantText'>Cooldown:</span> 5s",
                "<span class='importantText'>Range:</span> 625"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 20 / 45 / 70 / 95 / 120 <span class='adConversion'>(+100% total)</span>",
                "<span class='importantText'>Bonus Gold:</span> 3 / 4 / 5 / 6 / 7"
            ]
        },
        {
            "key": "W",
            "name": "Remove Scurvy",
            "img": "remove_scurvy.png",
            "description": "<span class='passiveActive'>Active:</span> Gangplank consumes a large quantity of citrus fruit, curing all disabling effects and healing him based on his missing health.",
            "stats": [
                "<span class='importantText'>Cost:</span> 80 / 90 / 100 / 110 / 120 Mana",
                "<span class='importantText'>Cooldown:</span> 22 / 20 / 18 / 16 / 14s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Heal:</span> 50 / 75 / 100 / 125 / 150 <span class='apConversion'>(+90%)</span> <span class='hpConversion'>[+15% missing]</span>"
            ]
        },
        {
            "key": "E",
            "name": "Powder Keg",
            "img": "powder_keg.png",
            "description": "<span class='passiveActive'>Active:</span> Place a powder keg that can be attacked by Gangplank or his enemies at target location for 25 seconds. If Gangplank destroys a keg, it explodes dealing the attack's damage as physical damage (ignores 40% Armor) to enemies and slowing them for 2 seconds. Champions take bonus physical damage from the explosion. When a keg explodes, other kegs with overlapping blast zones chain explode (damage does not stack).",
            "stats": [
                "<span class='importantText'>Cost:</span> 1 Charge",
                "<span class='importantText'>Recharge:</span> 18 / 16 / 14 / 12 / 10s",
                "<span class='importantText'>Range:</span> <abbr title='Cast range'>1000</abbr> | <abbr title='Chain reaction radius'>650</abbr>",
                "<span class='importantText'>Area of Effect:</span> <abbr title='Explosion range'>400</abbr>"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage to Champions:</span> 80 / 105 / 130 / 155 / 180",
                "<span class='importantText'>Slow:</span> 40 / 50 / 60 / 70 / 80%"
            ]
        },
        {
            "key": "R",
            "name": "Cannon Barrage",
            "img": "cannon_barrage.png",
            "description": "<span class='passiveActive'>Active:</span> Signals Gangplank's ship to fire 12 waves of cannonballs at an area over 8 seconds. Each wave deals magic damage and slows enemies by 30% for 0.5 seconds. <span style='color: #d4d422'>Collect Silver Serpents with Parrrley to upgrade in the shop</span>.<br /><span class='importantText'>Death's Daughter:</span> An initial, large cannonball lands in the center of the barrage, dealing a cluster's worth of true damage to all enemies it hits and slowing them by 60% for 1.5 seconds.<br /><span class='importantText'>Raise Morale:</span> Allies within the area gain 30% bonus Movement Speed, persisting for 2 seconds after leaving it. Gangplank can also benefit from this effect.<br /><span class='importantText'>Fire at Will:</span> Increases the rate of fire over the duration of Cannon Barrage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 180 / 160 / 140s",
                "<span class='importantText'>Range:</span> Global",
                "<span class='importantText'>Area of Effect:</span> 600"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage Per Wave:</span> 40 / 70 / 100 <span class='apConversion'>(+10%)</span>",
                "<span class='importantText'>Total Magic Damage:</span> 480 / 840 / 1200 <span class='apConversion'>(+120%)</span>"
            ]
        }
    ]
}