{
    "lore": {
        "biography": "Malcolm Graves is a renowned mercenary, gambler, and thief—a wanted man in every city and empire he has visited. Even though he has an explosive temper, he possesses a sense of criminal honor, often enforced at the business end of his double-barreled shotgun Destiny. In recent years, he has reconciled a troubled partnership with Twisted Fate, and together they have prospered once more in the turmoil of Bilgewater’s criminal underbelly.<br />Raised in the wharf alleys of Bilgewater, Malcolm Graves quickly learned how to fight and how to steal, skills that would serve him very well in all the years ahead. He could always find work hauling contraband up from the smugglers’ skiffs that came into the bay each night—with a tidy side-gig as hired muscle for various other unsavory local characters, as they went about their business in the port.<br /><br />But the alleys were small-time, and he craved more excitement than they could offer. Still little more than a youth, Graves stole a blunderbuss and smuggled himself aboard a ship headed out of Bilgewater to the Shuriman mainland, where he stole, lied, and gambled his way from place to place along the coast.<br /><br />Across the table of a high-stakes—and highly illegal—card game in Mudtown, Graves met a man who would change the course of his life, and his career: the trickster now known to many as Twisted Fate.<br /><br />Each immediately saw in the other the same reckless passion for danger and adventure, and together they formed a most lucrative partnership. Between Graves’ raw brawn and Twisted Fate’s ability to talk his way out of (and occasionally back into) almost any situation, they were an unusually effective team from the outset. Their mutual sense of roguish honor grew into genuine trust, and together they stole from the rich, swindled the foolish, handpicked skilled crews for specific jobs, and sold out their rivals whenever they could.<br /><br />Though at times Twisted Fate would blow all their shares and leave them with nothing to show for it, Graves knew that the thrill of some new escapade was always just around the corner…<br /><br />On the southern borderlands of Valoran, they set two renowned noble houses of Noxus at each other’s throats as cover for the rescue of a kidnapped heir. That they pocketed the reward money, only to ransom the vile young man to the highest bidder, should really have come as no surprise to their original employer. In Piltover, they still hold the distinction of being the only thieves ever to crack the supposedly impenetrable Clockwork Vault. Not only did the pair empty the vault of all its treasures, they also tricked the guards into loading the loot onto their hijacked schooner, for a quick getaway through the Sun Gates.<br /><br />In almost every case, only once they and their accomplices were safely over the horizon were their crimes even discovered—usually along with one of Twisted Fate’s trademark calling cards left where it would be easily found.<br /><br />But, eventually, their luck ran out.<br /><br />During a heist that rapidly turned from complex to completely botched, Graves was taken by the local enforcers, while Twisted Fate merely turned tail and abandoned him.<br /><br />Thrown into the infamous prison known as the Locker, Graves endured years of torture and solitary confinement, during which time he nursed his bitter anger toward his old partner. A lesser man would surely have been broken by all this, but not Malcolm Graves. He was determined to have his revenge.<br /><br />When he finally clawed his way to freedom, with the prison warden’s brand new shotgun slung over his shoulder, Graves began his long-overdue pursuit of Twisted Fate.<br /><br />The search led him back home to Bilgewater, where he found that the wily old cardsharp had acquired a few new bounties on his head—and Graves would be only too happy to claim them. However, just as he got Twisted Fate in his sights, they were forced to put aside their differences in order to escape almost certain death in the ongoing conflict between the reaver king Gangplank and his rival ship captains.<br /><br />Once again, Graves found himself escaping his hometown… only this time, he had his old friend in tow. While both of them might have liked to pick up their partnership where they left off all those years ago, such resentment couldn't simply be forgotten overnight, and it would be a while before Graves could bring himself to trust Twisted Fate again.<br /><br />Still, he feels Bilgewater calling to him once more. Maybe this time around, the pair of them will find their stride and be able to pull off the ultimate heist…",
        "stories": [
            "DESTINY AND FATE<br />Ah, Bilgewater.<br /><br />It’s a hateful, stinking cesspit of murder and treachery at the best of times… and damn, it’s good to be home.<br /><br />My back’s to the open ocean as I row out across Bilgewater Bay, so I’m facing the lights of the port city, shining like fool’s gold in the distance.<br /><br />We’d been running jobs in Valoran, in the City of Progress and its uglier, downtrodden sister, but things started getting hot. And besides, the Prince reached out to us with this contract, and the money was too good to ignore.<br /><br />Far too good, really, for what looks to me like a wild-eel chase. There’s gotta be a catch—always is—but as I said, the coin on offer weren’t to be sniffed at.<br /><br />Still can’t believe we’re back. Last time we were here, things got a little, well, explosive.<br /><br />Sarah Fortune played us all like a fiddle—me, T.F., Gangplank. No one’d ever taken on that gods-damned psychopath like she did. Blew him and his ship to smithereens, with all Bilgewater watching. And T.F. and I, we got a close-up view. Just dumb luck we survived. Of course I hold a grudge against her, but I have to admit, it was mighty impressive what she pulled off. She’s running the place now, from what I hear. Just a few more captains to bring into line, or see to the bottom of Bilgewater Bay. Only a few left who still reckon they can make a play to claim the unofficial throne themselves. Like our old friend, the Prince…<br /><br />\"Can you at least try to keep your mind on the job? We’re drifting off course.\"<br /><br />I glower at T.F. While I’m working up a sweat, the smug bastard’s sitting back, absently flipping cards through his slippery fingers. He’s far too scrawny to be of use on an oar anyway, but him criticizing me while lounging like a fancy Demacian high lord rubs me the wrong way.<br /><br />The fact that he’s right—current’s pulled us a couple hundred yards south, meaning I gotta row that extra bit harder to get us where we need to be—just riles me even more.<br /><br />\"Feel free to take over any time you want, m’lord,\" I growl.<br /><br />\"Can’t,\" he says, as he lays three cards face down on the upturned barrel in front of him. \"Busy.\"<br /><br />Scowling, I glance over my shoulder to get my bearings. We’re passing through a forest of sharp rocks, jutting out of the ocean like knife blades. ’Course, it ain’t the ones above the surface that are the problem. Just like always, it’s the blades you can’t see that are the real killers.<br /><br />They’re called the Widow Makers, and they’ve claimed scores of victims over the years. You can see the remnants of the ships that’ve smashed on ’em: broken masts wedged between rocks, shattered planks circling in eddies, rotted boarding nets strung up on razor-sharp pinnacles.<br /><br />Most of those wrecks are caused by damned fool captains not wanting to pay a Buhru wave-whisperer to guide ’em into port. Not too clever, that choice.<br /><br />Thankfully, we ain’t trying to navigate the Widow Makers in anything more than ten feet from bow to stern. The leaky rowboat’s name is Intrepid, and I must admit I’ve grown more than a little fond of her since we met an hour past. She’s not much to look at—a bit rusty around the edges, and she could use a lick of paint—but she hasn’t let us down yet, which is something. And she ain’t complained about my rowing.<br /><br />T.F. turns over each of the three cards, one by one. He frowns, and shuffles ’em back up in his hands. He’s been doing this since we ghosted off the White Wharf. Something in the cards has got him spooked, but I don’t give it any more thought. Tonight’s little paddle into the harbor ain’t gonna amount to nothin’, but we gotta make a show of giving it a solid try. I’m just damn pleased we got half the gold Krakens up front.<br /><br />Far as I’m concerned, that’s all we’ll be getting, and that’s fine by me. Easiest coin we’ve ever made.<br /><br />A splash of seawater from my oars slaps T.F. in the face. He stops shuffling his cards and looks up, glaring. \"Do you mind?\" he says.<br /><br />Nope, I don’t mind one bit.<br /><br />\"My bad.\" I give him a shrug, and keep on rowing.<br /><br />He takes off his hat and wipes his cheek. Once done, he gives me another glare and puts it back on. Pulls it down low in front, tryin’ to seem all mysterious. Looks like a damn fool to me.<br /><br />I try to keep the smirk off my face as I dig one of my oars into the water again. Get him good this time, right in the side of the head. Smack.<br /><br />\"Oh, for Luck’s sake,\" he snaps, glowering at me. Sticks one finger in his ear and gives it a good waggle. \"You’re doing that on purpose.\"<br /><br />\"Can’t help it,\" I says. \"It’s your own fault, tryin’ to look fancy, with your mighty fine coat and your having a bath once a week. Brings out somethin’ mean in me.\"<br /><br />I get him again, perhaps a little more than I intended to. Soaks him to the skin. Infuriated, he starts to stand up, leveling a finger at me, but that just sets Intrepid rocking wildly. He sits down in a hurry, clinging to the sides of the little rowboat, a hilariously terrified expression on his face. For all his show of fanciness, in that moment all T.F.’s cool just got thrown overboard.<br /><br />I shake my head, chuckling. Still makes me laugh that he’s one of the river folk, one that lived half his life in Bilgewater, no less, and he still can’t swim.<br /><br />He’s staring daggers at me, his perfumed and carefully oiled hair now hanging limp and dripping like seaweed. I try not to, but it sets me giggling again.<br /><br />\"You’re an imbecile,\" he says.<br /><br />I row on. After a time, the tolling of Third Bell reaches us, drifting across the harbor from Bilgewater.<br /><br />\"We’re here,\" T.F. announces, finally, consulting his cards once more.<br /><br />I look over my shoulder. A jagged rock big enough to be a small island is looming before us, but it doesn’t look much different from any of the others.<br /><br />\"You sure?\"<br /><br />\"Yes, I’m sure,\" he replies, sharply. Still annoyed about the water, I guess. \"I’ve checked and re-checked. The cards keep telling me this is the one.\"<br /><br />There’s quite a few little tricks T.F. can do with those cards of his. He can use ’em to get in and out of places we’d otherwise never have access to, which is mighty handy when tryin’ to pull off a job. I’ve even seen him hurl a card to make a wagon explode like it was packed with gunpowder. But what he’s been doin’ tonight is proper old-blood river folk stuff. Must say it’s usually pretty accurate.<br /><br />At T.F.’s direction, I pull Intrepid in close, rowing around to the leeward side of the sheer rock face. The swell rises and falls, threatening to smack us against it, but I keep her steady and drop anchor when T.F. tells me we’re at the right spot.<br /><br />The rock towers overhead.<br /><br />\"So… How do we get up there?\" I ask.<br /><br />\"We don’t,\" he says. \"The cards tell me the shrine’s inside.\"<br /><br />\"I don’t see no cave entrance.\"<br /><br />Then I see T.F.’s grin, and my heart sinks. He points overboard, down into the water.<br /><br />\"You ain’t serious,\" I mutter.<br /><br />Last time we were in Bilgewater, I thought I was gonna drown, chained to a cannon kicked overboard. T.F. saved me, but it was a close thing, and I ain’t too keen to relive the experience.<br /><br />\"’Fraid so, partner,\" he says. \"Unless you want me going in by my lonesome…\"<br /><br />\"So you make off with the loot and claim the rest of those Krakens without me? I don’t think so.\"<br /><br />I ain’t forgotten that this son of a dung-worm has left me high and dry before, running off with the coin and leaving me to face the consequences. Those years locked up ain’t ones I’m getting back.<br /><br />\"I thought you didn’t believe the shrine existed,\" says T.F. \"If I recall correctly, you described it as a ‘wild-eel chase’, right?\"<br /><br />\"Yeah, well, I still think it’s a load of superstitious horse manure, but on the off chance it ain’t, I want my cut.\"<br /><br />He’s the one smirking now, as I start taking off my coat and boots. I make sure my shells and cigars are secured and watertight. Then check and re-check that my big double-barreled shotgun, Destiny—newly forged in Piltover, to my own specifications—is tightly wrapped in oilskins, and strapped snugly across my back. I roll up my sleeves.<br /><br />\"So where’s this tunnel, then?\"<br /><br />I dive in. Hope I ain’t jumping right into a school of frenzied razorfish.<br /><br />It’s bastard cold and bastard dark, but I kick down, going deeper. Fish and gods-know-what-else dart in front of me, flickering at the edge of my vision.<br /><br />There. While it’s all dark down here, there’s a patch that’s, well, darker, further below. A tunnel entrance. Guess T.F.’s cards were right. I swim into it, and soon realize the water outside weren’t dark at all, not compared to this. I can’t even see my own hands in front of me. It ain’t too wide, neither—my fingertips scrape the smooth stone on either side with every pull.<br /><br />Glancing back, I see the little circle of blue marking the tunnel entrance. I reckon I’ve got just enough air to turn around and make for the surface. I go on any further, and I ain’t getting back out that way.<br /><br />T.F. better be right about this. If I drown down here, I swear, next Harrowing I’ll be back to haunt the bastard.<br /><br />There’s light up ahead, and I kick off the tunnel floor toward it, thinking I’ve found a way out… but no. It’s just a bastard glowing jellyfish, tentacles drifting like deadly towlines. Ain’t going near that thing.<br /><br />I swim on, now completely blind. Panic’s slowly rising like a Blood Moon tide. I hit a wall in front, and for a horrible moment I think I’m at a dead end. Instinct kicks in, and I push straight up, searching for air, but all I achieve is smacking my head on the rock above. Hard. The cold numbs the pain, but I reckon there’s blood in the water. Not exactly ideal to be bleeding. Berserker sharks can smell that miles away…<br /><br />I feel trapped, like a rat in a water-filled barrel. I might drown for real this time.<br /><br />There’s gotta be a way through. I scrabble around desperately, feeling blindly at the walls. Seems like there’re curving spirals carved in the stone, but that ain’t too interesting right now. The air in my lungs feels like poison, and my strength’s starting to fade when I find the opening.<br /><br />Kicking through, I suddenly see moonlight overhead. I swim up. Break the surface. Suck in a deep, ragged breath. I’m alive!<br /><br />Treading water, I take stock of my surroundings. I’m inside a cave, partially open to the sky, with the moon shining down.<br /><br />I paddle over to a rocky ledge and clamber out. Crabs the size of my head skitter out of my way. They’ve each got one overgrown blue claw, and they’re waving ’em at me like they begrudge my presence here. Well, that’s fine with me. Never liked crabs. Make my skin crawl, they do. Too many legs.<br /><br />First things first. I unsling Destiny and unwrap her oilskins. In the moonlight I give her a quick inspection, checking the loading mechanism and trigger. Looks good. I load a couple of shells, and suddenly things feel a whole lot brighter. Not much that gives me the fear when I’ve got the good lady Destiny locked and loaded in my hands.<br /><br />\"Took you long enough,\" says a voice.<br /><br />I almost unleash both barrels before I realize it’s just T.F. He’s leaning against a rock, trying to look all detached and suave since he took the easy way in with his cards.<br /><br />\"Damn near shat myself, you stupid bastard,\" I growl.<br /><br />\"You’re bleeding,\" he says.<br /><br />I touch my scalp. My hand comes away red. \"I’ll live.\" Hope I’m right about that.<br /><br />He might try to play it cool, but T.F.’s still looking at me, and I can tell he’s concerned. I won’t admit it, but I appreciate that.<br /><br />\"Don’t get all excited. I’m fine!\" I look around, noting that every inch of the walls is inscribed with curving patterns. Buhru carvings. Takes me a moment to realize what they are.<br /><br />\"That’s a lot of serpents,\" I say, stating the obvious.<br /><br />Huh. Maybe there’s something to this wild-eel chase after all.<br /><br />\"Still think this is nothing but a myth?\" T.F. asks.<br /><br />I just grunt in reply. Even if I am startin’ to come around, I ain’t giving him the satisfaction yet.<br /><br />See, the thing we’ve been hired to find is a Bilgewater legend, something any sane individual would dismiss as no more real than the Tidal Trickster, or the legends of the Summoners.<br /><br />The Abyssal Crown.<br /><br />It’s said that whoever wears the crown commands the Beasts Below. And whoever commands the Beasts Below would control the waters around the Serpent Isles. Control them, and, well, you’d naturally control Bilgewater.<br /><br />That’s why the Prince is so desperate to get his golden hands on it. Not much Missy Fortune could do to dispute his claim if he was wearing the Abyssal Crown.<br /><br />\"So, where’s the shrine?\" I say.<br /><br />\"There’s a passage leading farther in, back over there,\" T.F. says, gesturing deeper into the cave. \"Perhaps it’s through there.\"<br /><br />\"No more swimmin’, I hope,\" I mutter.<br /><br />The \"passage\" T.F. found ain’t much more than a crack in the rocks. He’s got no meat on his bones and slips through like a flounder. Mine is the more robust—and I daresay, more admirable—physique, and I lose a few buttons tryin’ to squeeze through.<br /><br />I’m grumblin’ and swearin’ under my breath, cursing that double helping of chowder I scarfed down earlier in the night, when T.F. shushes me, forefinger tapping pointedly on his lips.<br /><br />With a final grunt I’m through, almost falling flat on my face. Then the smell hits me like a fist. It’s a stink not dissimilar to the vile offal-and-fish-guts reek of the slaughter docks. Makes the eyes water. Brings back bad memories, too.<br /><br />Moonlight filters down through a gap in the cave ceiling, but it’s still dark. Takes me a moment to register the sheer amount of flotsam and jetsam piled up around the place. It looks like a hoarder’s paradise, with all manner of junk and refuse filling every nook and cranny.<br /><br />This cavern’s larger than the last, and every part of it—well, every part that doesn’t have random crap heaped up against it—is also covered in Buhru carvings. More serpents. I’m sensing a theme here…<br /><br />There’s a big old pool of black water to one side, probably connected to the same bastard tunnel that tried to drown me, but there’s no way all this refuse and junk got washed in here. Nah, this was brought here by someone. In truth, there’s a strange kinda order to it, even if it’s the kinda order imposed by a mind twisted like a sailor’s knot.<br /><br />There’re barrels and boxes, chests, and nets. Fishing tackle and rusted harpoons, lengths of long-rotted rope. Piles of shells and stones are arranged in strange stacks, and jars of fetid liquid and gods-know-what-else are lined up on crude shelves made from driftwood.<br /><br />A rusted anchor leans against a wall, and a ship’s barnacle-covered figurehead—a buxom lass with a fish tail—is wedged between a couple of boulders. Her flaking paint makes it look like her skin is coming off.<br /><br />Broken masts criss-cross overhead like crooked rafters. Seaweed hangs from them in long strands, alongside little bundles of slowly spinning fishbones and twigs, tied with twine and hair, and torn ribbons of rotting sails.<br /><br />And there, in the shadows toward the far wall, half hidden among the bric-a-brac, there’s something that looks an awful lot like…<br /><br />\"You think that’s it?\" I whisper.<br /><br />It’s an altar of sorts, carved straight outta the stone wall. Made to look like a swarming mass of sea serpents—red fins, bile belchers, ebony spine-throats, the lot of ’em. It’s surrounded by hundreds of unlit candles, melted wax everywhere, as well as dozens of skulls from all manner of beasties. More than a few human skulls in there, too.<br /><br />\"The Abyssal Shrine.\" There’s awe in T.F.’s voice. He’s always been a superstitious type, being river folk and all. \"Yeah, that’s it, all right.\"<br /><br />T.F. starts picking his way over to the shrine. I follow a little more slowly, eyeing the shadows. Feels like about now is when something bad would usually happen. That tends to be the way these things go for us. ’Course, I’m also watching T.F.<br /><br />\"You better not be tryin’ to pocket that crown on the sly,\" I growl. He gives me a dirty look, but doesn’t bother replying.<br /><br />Something catches my eye, then, and I think my heart stops for a second.<br /><br />There’s an elderly woman lying on a knee-high rock shelf nearby. I almost missed her, scanning right over her before I realized what I was seeing.<br /><br />\"Ah hells,\" I breathe. Now my heart’s going again, beating like a Noxian war drum.<br /><br />She’s on her back, hands clasped in front of her, like a statue of the dead. Actually, by the looks of her, she might well be dead, or damn close. Her clothes are half rotten, and she’s the color of a week-dead fish. Might be the light, or lack thereof, but it also looks mighty like the veins in her see-through skin are ink black.<br /><br />\"There’s, ah, an old lady over here,\" I hiss.<br /><br />T.F.’s at the shrine, giving it the once over. \"Huh?\" he says absently.<br /><br />\"I said there’s an old lady over here,\" I repeat, a little louder, glancing over at her to see if she wakes up. She doesn’t.<br /><br />T.F. glances back. \"What’s she doing?\"<br /><br />\"Sleepin’,\" I whisper. \"Or being dead. I dunno which.\" I give her a sniff and almost retch. \"But she stinks somethin’ fierce. So probably dead.\"<br /><br />T.F. is making his concerned face, his brows meeting in the middle. He usually reserves that for a really bad hand of cards, or finding a fresh stain on the ridiculously overpriced tailored jacket he got in Piltover.<br /><br />\"I guess… just leave her be, then?\" he says.<br /><br />Brilliant. I change the subject. \"Any sign of the crown?\"<br /><br />\"No.\" He turns back to the shrine. \"It should be here…\"<br /><br />I move toward him, to help with the search, when the woman gives a rasping snort behind me. I turn fast, shotgun leveled, but she doesn’t stir. Alive, then.<br /><br />I look at what I’m doing, and shift my aim toward the sky. What was I gonna do, shoot a sleeping old grandma? No matter how bad she smells, that seems like it would just be inviting a whole shipload of bad luck down upon us.<br /><br />Turning back, I keep a wary eye on the old bat, just in case. Then I step on something. Something that moves. Something that gives out a muffled shriek.<br /><br />There’s another person in here, completely buried beneath a pile of rotting sailcloth.<br /><br />He scrabbles away from me like a cornered dog, panicked eyes wild. By the cut of his clothes and the gold earring, he has the look of a sailor, but one that ain’t had a good feed in a while. It’s then that I see the rusted shackle around his leg, connected to a chain, which in turn is bolted to the wall nearby.<br /><br />Seeing he’s no threat, I ease Destiny’s barrels up. I nod to T.F., who’d spun around, glowing cards at the ready.<br /><br />\"Easy now,\" I say to the captive, holding up a hand. \"Ain’t here to do you no harm.\"<br /><br />\"Get me out of here,\" he whispers, eyes dartin’ between me and the sleeping old woman. \"I don’t want to be no sacrifice. Was just sent to look for the crown! Get me out of here, get me out of here, get me out—\"<br /><br />His voice is gettin’ louder as his panic builds. Who knows how long the poor fella’s been chained to a wall down here? Or why?<br /><br />\"Now then, son, keep it down,\" I say, trying to be all calm like.<br /><br />\"—get me out of here, get me—\"<br /><br />\"Shut him up,\" hisses T.F.<br /><br />\"Why you always got to order me around, huh?\" I snap, makin’ a show of turning toward my partner in crime and jabbing a finger at him. \"I got this, alright? It’s just like when—\"<br /><br />It’s a simple misdirection technique, one I learned from T.F., actually. Get your mark’s attention with a sudden movement, direct their focus where you want ’em to look, and they won’t see the thing you don’t want ’em to see.<br /><br />Case in point: the prisoner’s frantic gaze shifts to T.F., and he don’t notice me stepping in close ’til it’s too late. I slam the butt of Destiny square into his face. I ain’t tryin’ to kill him, but I want him to have a good long sleep.<br /><br />I throw a glance over my shoulder, but it seems the old bird didn’t hear anything. Probably stone deaf. Still, the sailor seemed pretty worked up. I’m startin’ to get the feelin’ there’s somethin’ mighty wrong about her…<br /><br />\"Nicely done,\" T.F. says.<br /><br />I give him a nod, and kneel down beside the unconscious captive. He looks a bit familiar… \"Think I recognize him,\" I say. I yank down his collar, popping a few buttons. Yep, there it is—a small tattoo, a pair of crossed hand cannons. \"Yeah, this is one of Missy Fortune’s boys. High-ranking one, too. Reckon she’d pay handsomely to have him back.\"<br /><br />T.F. grunts in amusement. \"Seems the Prince isn’t the only one after the crown.\"<br /><br />\"Looks like. Wonder if she’d pay better?\"<br /><br />\"Need to find it first,\" he says.<br /><br />\"What did he say about being a sacrifice?\"<br /><br />Far as I’m concerned, if that old woman is strong enough to overpower Miss Fortune’s man, she’s either got help—which could be close by—or there’s much more to her than it seems. Either way, I ain’t keen to stick around.<br /><br />\"Let’s just get out of here,\" I mutter. \"This don’t feel good.\"<br /><br />\"But we’re so close!\" T.F. says. \"It’s right here, I know it! Give me a little longer.\"<br /><br />Feels strange, me wanting to cut and run and him wanting to stay. That ain’t the way these things usually play out.<br /><br />I cast another uneasy glance at the old lady, but give a reluctant nod. \"Alright. But be quick.\"<br /><br />T.F. seats himself on the floor, and starts dealing out cards before him, face down, in a symmetrical pattern. I leave him to it, and start poking around, prodding into dark spaces with Destiny’s barrels, and being a bit more cautious of where I plant my feet. I find some old, tarnished coins, and am more than a little surprised to see a few gold Krakens among ’em. I pocket those, sliding a glance over at T.F. to make sure he doesn’t notice.<br /><br />\"You certain it’s here?\" I say.<br /><br />T.F. lifts up a card so I can see it. The picture looks like… well, it looks like a gold crown in the shape of a serpent.<br /><br />\"Don’t think I’ve seen that card before,\" I say.<br /><br />\"Nor have I,\" says T.F. \"It’s never existed, ’til now. The crown’s here. Somewhere.\"<br /><br />I’ll never really understand those cards of his.<br /><br />I keep searching, but after a while, I get the sense we’re being watched. Can’t say I much like the feeling. I turn around in place, looking into the darkness. There’re flickers of movement at the corners of my vision, but it all goes still when I focus on them. I try to shake it off. Probably just more crabs. Still, it seems like getting out of here would be a good idea, sooner rather than later.<br /><br />T.F. mutters to himself, then scoops up his cards. He looks around, frowning. \"You get the feeling we’re being watched?\"<br /><br />Not just me, then. I’m not sure if that makes me feel better or worse. I catch another glimpse of movement, and find my eye drawn to an upturned bucket on the floor.<br /><br />Did it—did it just move?<br /><br />I keep focused on it, and after a moment, the bucket does indeed inch along the floor, just a smidge, before stopping again. I reckon I’ve seen a few odd things in my life, but can’t say I’ve ever seen a bucket acting sneaky before.<br /><br />I take a step closer, leaning down toward it. There’s a hole in the side of it, and it looks like… yep, there’s an eye staring out, right back at me. A big, yellow, staring eye.<br /><br />\"Got you now, you little—\" I say, leveling Destiny at it.<br /><br />Seeing its ruse is up, whatever’s within flips over the bucket and makes a break for it. I almost shoot, before I see it’s nothing but a damn octopus. I hear T.F. chortle as the rubbery thing goes squelching across the cave floor, hauling itself along with a surprising turn of speed.<br /><br />It’s only got a single eye, and it’s still staring at me as it scoots backward.<br /><br />\"That’s… not something you see every day,\" T.F. says.<br /><br />The gangly green thing flops along to the base of the rock shelf where the old woman sleeps. It reaches up with a pair of tentacles and starts climbing.<br /><br />\"Well, don’t let it wake her up!\" hisses T.F.<br /><br />\"What d’you want me to do, shoot it? Don’t you think that might just wake her up?\"<br /><br />T.F. has a card at the ready, but doesn’t throw, probably on account of not wanting to risk hitting the old woman. \"I don’t know. Grab it or something!\"<br /><br />\"I ain’t touchin’ no one-eyed octopus, Tobias.\"<br /><br />He gives me a look at the use of his real name. \"I’ve told you not to call me that,\" he says. \"It’s Twisted Fate now, all right?\"<br /><br />I roll my eyes. \"I ain’t callin’ you that. It’s stupid an’ pretentious an’—\"<br /><br />The old woman gives a shuddering snort, and we cease our bickering instantly. We look over to see the slimy beastie wrapping its tentacles around her face. There’s an unpleasant squelching sound as it pulls itself onto her head, like a grotesque bonnet, and attaches. Its big yellow eye blinks.<br /><br />\"That ain’t right,\" I murmur.<br /><br />Then the old woman sits bolt upright.<br /><br />Now, I’m secure enough in myself to admit the sound I made when the old lady sat up was perhaps a little more shrill than I’m proud of. But to be fair, T.F.’s cry was even less dignified than mine.<br /><br />The old woman’s eyes snap open. They’re as white as serpent milk. Blind she might be, but she turns toward us all the same.<br /><br />\"More little rats, sneaking and thieving?\" she says. Her voice sounds like, well, exactly how you’d imagine an old sea witch with an octopus on her head would sound. \"Naughty rats, nothing here for you, oh no…\"<br /><br />\"Now hold on just one moment, lady,\" I say, as she swings her legs around and plants her bare feet on the cave floor. I’ve got Destiny leveled at her, but she don’t seem to care. \"We ain’t no rats, and we ain’t no thieves. Well, we are thieves, but, well—\"<br /><br />I look over at T.F.<br /><br />\"Help me out, would you?\" I hiss.<br /><br />\"We’re looking for the Abyssal Crown,\" T.F. says. \"If you’d be so kind as to hand it over, there doesn’t need to be any trouble.\"<br /><br />The old witch stands up with the aid of a serpent-headed staff. Didn’t notice that earlier. She turns her blank, cloudy eyes toward us, and gives a toothless smile. \"Silly, silly rats,\" she says, drooling. \"Already drowned. Promised to the Beasts Below, and don’t even know it.\"<br /><br />She slams her staff down on the floor. Reverberations shudder through the cave, and ripples spread across the black water. There’s a clicking sound, like lots of sticks and twigs breaking, and the walls come alive with movement.<br /><br />Things detach from the surrounding darkness.<br /><br />Big things.<br /><br />\"Crabs,\" I mutter. \"’Course it had to be crabs.\"<br /><br />These ain’t normal crabs, though—not that I’d describe anything with that many legs as normal under regular circumstances, but these things are something else. They’re about the size of small wagons, for starters, and they seem mighty intent on ripping us limb from limb.<br /><br />They come skittering toward us, each waving a giant blue claw. Gotta say, it looks a whole lot more threatening when that claw’s big enough to snip a man in two. More of them break the surface of the water, chittering and snapping, scuttling sideward up into the cave.<br /><br />\"Eat this, you leggy son of a…!\" I roar, and unleash both barrels into the first to come at us.<br /><br />The blast is deafening, and hurls the giant crab backward with satisfying violence. A flash of red, and T.F. sends one of his cards slicing into the middle of a cluster of them. It explodes, catching the lot of ’em in a burst of sorcerous flames.<br /><br />I reload just in time to pump a shot into another of the skittering beasts, blasting its overgrown claw to pieces. Shards of crab shell and wet meat splatter outward, and the behemoth staggers. My second shell disintegrates its eyestalks and clacking mandibles, and it’s thrown onto its back. Kicks like a damn mule, does Destiny.<br /><br />One tries to flank T.F., and I give a shout of warning. He dives, sliding underneath a snapping claw, and flicks another card. It hits the creature with a golden flash. The crab goes instantly still, frozen in place. Freshly reloaded, I step up and blast it back into the water in a shower of crab bits.<br /><br />\"We gotta get out of here!\" I holler.<br /><br />\"Not without the crown!\" T.F. calls back, dodging a claw.<br /><br />Feels to me like he’s trying to make a point. See, T.F.’s got a history of taking off as soon as things start to look dicey, leaving me to pick up the pieces. But he swears that’s not his way anymore, and I guess he’s willing to die to prove it. Well, that’s just damn stupid. Admirable, but stupid.<br /><br />\"Ain’t no good to us if we’re dead!\" I shout.<br /><br />I take another shot, but one of the damn crabs grabs Destiny in its claw as I squeeze the trigger. It drags my aim off, and I hit the Abyssal Shrine, blasting it apart.<br /><br />The sea witch—who, I might add, has been cackling away like a fiend this whole time—screeches in fury.<br /><br />I’m wrestlin’ with the crab that’s got Destiny in its claw. I ain’t releasing my grip, and the crab don’t seem inclined to, neither.<br /><br />I snarl. \"That’s mine, you scuttling—\"<br /><br />A pair of cards slices through the air, taking off each of the crab’s eye stalks. That makes it let go, and it staggers off blindly, bumping into walls and other scuttlers.<br /><br />I nod my thanks, but T.F. ain’t lookin’. He’s starin’ over at the shrine. Well, where the shrine was. Now it’s mostly a pile of rocks. Seems it was hollow the whole time, and that my wayward shot bust it wide open.<br /><br />\"Well, would you look at that,\" I say.<br /><br />Seems someone was entombed inside. They’re nothing more than dried bones now, sticking out of the rubble. There’s a tarnished crown circling their skull, too, a crown that glints like gold, and is fashioned in the form of a hissing serpent…<br /><br />I cast a glance over at the witch. She looks mighty displeased with this turn of events. Scowling, she starts to rise up off the floor. For a second I wonder if I hit my head harder than I first thought, and I have to blink a few times to make sure I’m seeing things right.<br /><br />But I’m not imagining it. She’s now hovering a good two feet off the ground.<br /><br />\"Huh,\" I say.<br /><br />With a snarl, the witch jabs her staff toward us, and a hole opens up in the air. Now, admittedly that doesn’t make a lick of sense, but it’s the best I got to describe it. The hole’s about the size of a cannonball, at least to start with, but it quickly expands, like a rip in a ship’s hull. A torrent of frigid seawater spills through it, and I go down to one knee as I lose my footing.<br /><br />There’s movement in the hole as well, and a massive yellow eye appears, iris contracting sharply as it peers through. Looks just like the eye of the octopus thing latched atop the witch’s head, only a hundred, no, a thousand times bigger. I get the feelin’ it’s somewhere deep, deep down in the darkest ocean depths, but here it is, eye-balling us like we’re bait on the end of a line.<br /><br />Next I know, the eye pulls away, and two giant tentacles lash through the hole. I unleash both barrels, and blow one of those tentacles clean off. It flops to the cave floor, spraying blue blood all over as it thrashes and wriggles. The other one wraps around a giant crab, lifting it easily, and whips it back into the hole.<br /><br />The old sea witch remains floating in place, with an evil grin. Seems she’s happy to hang back and watch her beast finish us off.<br /><br />\"Get the damn crown!\" I bark, pushing back to my feet and fumbling with a pair of fresh shells.<br /><br />Again the yellow eye races up to the hole, peering through. It looks at T.F., but I shout and wave my arms, and its giant pupil snaps toward me.<br /><br />A tentacle darts through and wraps around me. Damn near crushes my ribcage as it squeezes and lifts me off my feet. It starts pulling me in, but before I’m dragged through the hole to gods-know-where, I manage to get Destiny up, and level it at the eye.<br /><br />Seems to me there’s a certain level of intelligence in that gaze, more than one’d expect of a big ol’ sea monster. It sees Destiny and has an inkling of what’s coming, ’cause the eye pulls back, fast. Not fast enough, mind. Destiny roars, barking fire and brimstone, and I hear—and feel—the great beast’s roar of pain.<br /><br />I’m dropped abruptly to the floor. Water continues to pour into the cave, sending me tumbling head over arse before I’m slammed against the wall. Thankfully, I’ve still got a hold of Destiny—I’m none too eager to head back to Piltover to get another made just yet—but she likely took some water during my little spill.<br /><br />I come up spluttering. Feels like I’ve swallowed half of Bilgewater Bay. I see T.F. lift the crown off the skeleton, and he gives me a quick nod.<br /><br />\"Now we go,\" he says.<br /><br />I scramble to my feet. Seems like, for the moment at least, the beast behind the hole has backed off, though water keeps pouring through. The whole cave’s knee deep, and refuse and junk are floating around. The giant crabs—those few still here—are milling around, confused as to what’s going on.<br /><br />The witch’s captive is awake now. He’s climbed up onto a rock, and is staring around him, terrified. Can’t say I blame him. He’s still chained up as well, which ain’t ideal for him with the rising water.<br /><br />I aim Destiny at the chain and pull the trigger—least I can do is give the fella a fighting chance—but nothing happens. Seems water did get into her workings.<br /><br />\"Sorry, friend,\" I say with a shrug.<br /><br />The witch sees T.F. with the crown, and hisses in fury. She starts floating over toward us, toes dragging in the frigid brine.<br /><br />T.F. tosses the crown to me, and I awkwardly catch it.<br /><br />\"Why you givin’ it to me?\" I have to yell to be heard over the sound of the roaring water.<br /><br />\"Figured you wouldn’t want to let it out of your sight,\" he shouts back. \"That you wouldn’t trust me to shift out with it.\"<br /><br />I consider that for half a second. Gotta say, I’m a little surprised, and a little impressed. If T.F. keeps this up, I might just have to reassess my opinion of him.<br /><br />Still, the witch is now focused on me, and it looks like she’s mouthing a curse. As I said, I ain’t the superstitious type, but I ain’t stupid, neither. I toss the crown back to him.<br /><br />\"I trust ya,\" I shout. \"More or less.\"<br /><br />I take another glance at the witch. Behind her, the big old yellow eye is peeking through the hole again. I feel a moment of satisfaction to see an angry red mark where Destiny bit.<br /><br />T.F. flicks out a trio of cards, each trailing sorcerous flame, but the witch makes a dismissive gesture. An invisible force knocks them off course, and they fail to hit home. On she comes, floating closer.<br /><br />She’s smiling her toothless grin now, exposing rotting gums. Seems to reason she thinks she’s got us dead to rights.<br /><br />\"Go, get out of here!\" I shout to T.F., even as I swing Destiny over my shoulders. No time to see her wrapped and watertight. If I get out of this mess, she’ll need some tending.<br /><br />\"See you on the other side,\" T.F. says with a wink. I believe him, too. Who would have thought?<br /><br />\"Take them, now!\" shrieks the witch.<br /><br />She points her staff at us, and the giant behemoth hurls itself forward, trying to push itself through the hole. A mass of tentacles squeeze out, reaching for us.<br /><br />Time to leave. T.F. starts doing his thing, cards dancing, focusing on making his exit. Then he and the crown are gone.<br /><br />My turn. I take a running jump into the dark pool even as tentacles whip toward me. Really hope this does connect to the tunnel I swam through, else that heroic leap’s gonna seem mighty daft.<br /><br />I hit the water, diving deep, and start swimming. Can’t see anything worth a damn, but the time for caution is long past. If I smack straight into a wall, so be it. Right now that’s the least of my problems.<br /><br />Thankfully, seems my hunch was right. I swim under a dark rock, blind, and come up on the other side. Back in the first cavern. I can hear the sea witch screeching in rage, echoing around the cave. Any moment, I expect some big damn tentacles to snake through and pull me back.<br /><br />Sucking in a deep breath, I dive again.<br /><br />I surface with a gasp. Shoulda been easier coming back, knowing where I was going, but it damn near killed me.<br /><br />Hands grab me and haul me up. After more than a little swearing and grunting, both T.F. and I flop into the boat, Intrepid.<br /><br />\"Why you gotta be so damn heavy?\" he groans.<br /><br />\"Why you gotta be so damn scrawny?\" I throw back.<br /><br />I have no idea if the sea witch or her pets are coming after us, but it don’t seem like a good idea to stick around and find out. I grab hold of the oars and start pulling.<br /><br />There’s a ship waiting for us, just beyond the Widow Makers. It’s a sleek cutter, built for speed—the Ascended Empress. It’s a gaudy thing, decked out with gold leaf and a cat-headed woman for a figurehead, presumably the aforementioned empress.<br /><br />\"Guess the Prince’s eager to get a hold of his prize, eh?\" says T.F, as the cutter turns toward us.<br /><br />\"Seems like.\"<br /><br />Within minutes, the Empress is alongside us. A net’s thrown down, and eager hands haul us aboard once we clamber to the top.<br /><br />The Prince and his crew are there to greet us. He’s an odd one, the Prince, always has been. Claims to be descended from the lost rulers of the Shuriman sandlands, and waltzes around wearing gold paint caked on his face. Always pays well, though.<br /><br />\"You have it?\" asks the Prince. He’s so eager, he’s practically licking his golden lips.<br /><br />\"You got our coin?\" I say.<br /><br />A pair of purses, bulging with Krakens, are thrown at our feet. I stoop down to inspect them. Got a good heft. Like I said, the Prince’s always been one to pay well.<br /><br />T.F. hands over the crown, and the Prince takes it, full of reverence. \"The Abyssal Crown,\" he breathes. He stares at it a moment longer, then places it atop his smooth, golden head.<br /><br />A broad smile creeps across his face. He gives us an appreciative nod, and strides onto the foredeck. He steps up to the bow and leans out, facing the open ocean, and lifts his arms high.<br /><br />\"Rise!\" he bellows, shouting at the top of his lungs. \"Hear my command, oh dwellers of the deep! Rise and come to me!\"<br /><br />The Prince’s crew are watching expectantly. I catch T.F.’s eye, and nod down toward Intrepid.<br /><br />I really didn’t expect the crown to work—and part of me figured we’d best not be around when I was proved right—but after everything else I’d seen tonight, I wasn’t dismissing the chance that it might. And if it did, well, that seemed like an even better reason to be far, far away. Besides, that old sea witch probably ain’t gonna be too impressed with someone messin’ with her property.<br /><br />Still, it’s more than a little surprising when the biggest damn creature I’ve ever seen breaches some hundred feet or so off the Ascended Empress’ starboard.<br /><br />T.F. and I, we’re already half a league away, heading madly for port, but even from here, the scale of the thing is almost impossible to comprehend.<br /><br />\"Huh,\" I grunt.<br /><br />T.F. can’t even manage that. He stands, all fear of tipping overboard momentarily forgotten, and stares, mouth agape, at the distant sea monster.<br /><br />I can just make out the tiny figure of the Prince, standing on the Ascended Empress’ deck, arms still lifted to the sky.<br /><br />The beast continues to rise. It could be mistaken for a small island, though to be fair, not many islands have bloody great glowing lures atop their heads, or teeth the length of a ship’s keel, or masses of coiling tentacles, or pallid dead eyes the size of the moon.<br /><br />Almost lazily, the gargantuan beast reaches out and wraps the Ascended Empress in its tentacles. The cutter lists to the side, cannons and crew falling into the sea. I can still see the Prince, clinging to the foredeck. Then the behemoth’s immense, distended jaw snaps, biting off the front half of the ship, swallowing it whole—along with the Prince.<br /><br />It’s over in moments. Before Fifth Bell tolls, all evidence of the Ascended Empress is gone, and the great beast has disappeared beneath the surface.<br /><br />\"Huh,\" I say again. Don’t think either of us expected that.<br /><br />After a while, I start rowing. It’s only once we’re tied up at the White Wharf, and are back on solid ground, that we speak.<br /><br />\"Well, that was really… somethin’,\" I say.<br /><br />\"It was.\"<br /><br />\"Reckon that sea witch is gonna be comin’ after us?\"<br /><br />\"I reckon so.\"<br /><br />I grunt, and we both stand in silence, staring back out across the bay.<br /><br />\"Drink?\" says T.F., finally.<br /><br />I suddenly remember those extra Krakens I pocketed in the witch’s cave. Might not be a bad idea to be rid of them sooner than later.<br /><br />\"Drink,\" I agree, with a nod. \"And it’s on me.\"<br /><br />Sarah Fortune reclines, boots up on the table. She sips from an ornate goblet, making a show of being casual… though hidden unseen in one of her deep coat pockets, she clasps a loaded hand cannon.<br /><br />A veritable mother lode of old coins, artifacts, and precious gemstones are piled upon the table before her. Even encrusted in verdigris, barnacles, and dried seaweed, it’s clearly enough to buy up half the Slaughter Fleets. Nevertheless, Sarah Fortune pretends to be unimpressed. No need to seem too eager.<br /><br />\"So, in return for my man, and this lot,\" she says, gesturing languidly at the treasure, \"what exactly is it you want?\"<br /><br />The sea witch stares at her with her blank, milky gaze. The golden eye of the creature affixed to her head, however, blinks.<br /><br />\"Two rats, promised to the Beasts Below,\" the witch hisses. \"Find them for me, and all this, and more, shall be yours…\"",
            "ONE LAST SHOT<br />Holed up in an empty bar, bleeding from a dozen wounds and surrounded by armed men who wanted him dead, Malcom Graves had seen better days. He’d seen worse ones, too, so he wasn’t worried yet. Graves leaned over the smashed bar and helped himself to a bottle, sighing as he read the label.<br /><br />\"Demacian wine? That all you got?\"<br /><br />\"It’s the most expensive bottle I have...\" said the innkeeper, cowering below the bar in a glittering ocean of broken glass.<br /><br />Graves looked around the bar and grinned.<br /><br />\"I reckon it’s the only bottle you got left.\"<br /><br />The man had panic written all over him. He clearly wasn’t used to being in the middle of a gunfight. This wasn’t Bilgewater, where fatal brawls broke out ten times a day. Piltover was regarded a more civilized city than Graves’s hometown. In some ways, at least.<br /><br />He yanked the cork free with his teeth and spat it to the floor before taking a swig. He swilled it around his mouth like he’d seen rich folks do before swallowing it.<br /><br />\"Pisswater\" he said \"but beggars can’t be choosers, huh?\"<br /><br />A voice shouted through the broken windows, buoyed with confidence it hadn’t earned and the false bravado of numbers.<br /><br />\"Give it up, Graves. There’s seven of us to one of you. This ain’t going to end well.\"<br /><br />\"Damn straight it ain’t\" hollered Graves in return. \"If you want to walk away from this, you best go fetch more men!\"<br /><br />He took another swig from the bottle, then put it down on the bar.<br /><br />\"Time to get to work\" he said, lifting his one-of-a-kind shotgun from the bar.<br /><br />Graves reloaded, pushing fresh shells home. The weapon snapped together with a satisfyingly lethal sound, loud enough to carry to the men outside. Anyone who knew him would know that sound and what it meant.<br /><br />The outlaw slid off the barstool and made his way to the door, glass crunching beneath his boot heels. He stooped to glance through a cracked window. Four men crouched behind makeshift cover: two on the upper floor of a fancy workshop, another two in shadowed doorways to either side. All held crossbows or muskets at the ready.<br /><br />\"We tracked you halfway across the world, you son of a bitch\" shouted the same voice. \"Bounty didn’t say nothin’ about you being alive or dead. Walk out now with that cannon of yours held high and there don’t need to be no more bloodshed.\"<br /><br />\"Oh, I’m comin’ out\" shouted Graves. \"Don’t you worry none about that.\"<br /><br />He drew a silver serpent from his pocket and flipped it onto the bar, where it spun through a pool of spilled rum before landing heads up. A trembling hand reached up to take it. Graves grinned.<br /><br />\"That’s for the door\" he said.<br /><br />\"What about the door?\" asked the innkeeper.<br /><br />Graves hammered his boot into the inn’s front door, smashing it from its hinges. He dove through the splintered frame, rolling to one knee, gun blasting from the hip.<br /><br />\"Alright, you bastards!\" he roared. \"Let’s finish this!\""
        ]
    },
    "table": {
        "name": "Graves",
        "image": "graves.png",
        "general": {
            "Title": "The Outlaw",
            "Real Name": "Malcolm Graves",
            "Pronouns": "He/Him",
            "Release date": "October 19th, 2011",
            "Cost": "4800 880",
            "Attribute": "Marksman"
        },
        "statistics": {
            "HP": "555 (+92)",
            "HPR": "8 (+0.7)",
            "MP": "325 (+40)",
            "MPR": "8 (+0.7)",
            "MS": "340",
            "AD": "68 (+3)",
            "AS": "0.475 (+2.6%)",
            "RNG": "425",
            "AR": "33 (+3.4)",
            "MR": "32 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "New Destiny",
            "img": "new_destiny.png",
            "description": "<span class='passiveActive'>Innate:</span> Graves' shotgun has some unique properties --<br /><span class='importantText'>Double Barrel:</span> Graves must reload when he runs out of ammo. Attack Speed reduces reload time only slightly, but reduces time between attacks dramatically.<br /><span class='importantText'>12-Gauge:</span> Attacks fire 4 bullets (6 on critical strikes). Units hit take physical damage plus an additional third of the damage for each bullet. Structures take 25% reduced damage.<br /><span class='importantText'>Buckshot:</span> Bullets cannot pass through units. Non Champions struck by multiple bullets are knocked back.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage Per Bullet:</span> <span class='adConversion'>(+<abbr title='68.235% + 1.765% x level'>70 - 100%</abbr> total)</span>"
            ]
        },
        {
            "key": "Q",
            "name": "End of the Line",
            "img": "end_of_the_line.png",
            "description": "<span class='passiveActive'>Active:</span> Fires a powder round that deals physical damage to enemies in a line. After 2 seconds, or on collision with terrain, the round detonates, dealing physical damage to all nearby enemies.",
            "stats": [
                "<span class='importantText'>Cost:</span> 60 Mana",
                "<span class='importantText'>Cooldown:</span> 12 / 11 / 10 / 9 / 8s",
                "<span class='importantText'>Range:</span> 925"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Initial Damage:</span> 45 / 60 / 75 / 90 / 105 <span class='adConversion'>(+80% bonus)</span>",
                "<span class='importantText'>Detonation Damage:</span> 85 / 120 / 155 / 195 / 225 <span class='adConversion'>(+40 / 70 / 100 / 130 / 160% bonus)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Smoke Screen",
            "img": "smoke_screen.png",
            "description": "<span class='passiveActive'>Active:</span> Creates a cloud of Black Smoke lasting 4 seconds. Enemies inside Black Smoke cannot see out. Deals magic damage and slows by 50% for 0.5 seconds on impact.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 / 75 / 80 / 85 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 26 / 24 / 22 / 20 / 18s",
                "<span class='importantText'>Range:</span> 950",
                "<span class='importantText'>Area of Effect:</span> 250"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 60 / 110 / 160 / 210 / 260 <span class='apConversion'>(+60%)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Quickdraw",
            "img": "quickdraw.png",
            "description": "<span class='passiveActive'>Active:</span> Dashes in a direction, reloading one shell. Graves gains <span style='color: #d4d422'>True Grit</span> for 4 seconds. If Graves dashes towards an enemy champion, gain two stacks of <span style='color: #d4d422'>True Grit</span> instead. Basic attack hits lower the cooldown of Quickdraw by 0.5 seconds. Damage against non-minions also refresh <span style='color: #d4d422'>True Grit</span>. <span style='color: #d4d422'>True Grit</span> grants Armor (stacks up to 8 times).",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 Mana",
                "<span class='importantText'>Cooldown:</span> 16 / 15 / 14 / 13 / 12s",
                "<span class='importantText'>Range:</span> 425"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Bonus Armor per Stack:</span> 6 / 9 / 12 / 15 / 18"
            ]
        },
        {
            "key": "R",
            "name": "Collateral Damage",
            "img": "collateral_damage.png",
            "description": "<span class='passiveActive'>Active:</span> Fires an explosive shell with such force that it knocks Graves back. The Shell deals physical damage to the first enemy hit. After hitting an enemy Champion or reaching the end of its range, the shell explodes, dealing physical damage in a cone.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 120 / 90 / 60s",
                "<span class='importantText'>Range:</span> 1000",
                "<span class='importantText'>Area of Effect:</span> 800"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Initial Physical Damage:</span> 250 / 400 / 550 <span class='adConversion'>(+150% bonus)</span>",
                "<span class='importantText'>Explosion Physical Damage:</span> 200 / 320 / 440 <span class='adConversion'>(+120% bonus)</span>"
            ]
        }
    ]
}