{
    "lore": {
        "biography": "Once a tribesman of the icy Freljord named Kegan Rodhe, the creature known as Brand is a lesson in the temptation of greater power. Seeking one of the legendary World Runes, Kegan betrayed his companions and seized it for himself—and, in an instant, the man was no more. His soul burned away, his body a vessel of living flame, Brand now roams Valoran in search of other Runes, swearing revenge for wrongs he could not have suffered in a dozen mortal lifetimes.<br />The son of a Freljordian healer, Kegan Rodhe was born an outsider. The little magic and herbcraft his mother possessed allowed them both to survive on the fringes of a small coastal community named Rygann’s Reach. Friends were few and far between. Even as a young boy, he knew his father was an enemy reaver, and that he—and Kegan by extension—was the reason his mother was shunned. The villagers called him \"the reaver-bastard\". Kegan allowed his loneliness and resentment to smolder, often turning violent.<br /><br />After enduring years of seemingly endless winter, his mother’s frail body finally gave in. As Kegan spread her funeral ashes, he thought of the people she had spent her life healing. None had come to pay their respects. He knew they wished him to disappear into the cold air as well.<br /><br />He would oblige them, but not before he took his revenge. He burned down the village and fled into the night, leaving himself with scars that would never heal.<br /><br />Kegan wandered the frozen tundra of the Freljord. He told himself that he was searching for his father, but he knew deep down he was looking for a friend... or, at the very least, a kind face. Finding neither, he holed himself up in a cave, and waited to die.<br /><br />It was not death that came to him, but another outsider.<br /><br />The mysterious mage named Ryze saw potential in this half-frozen young man, and took him on as an apprentice. Teacher and student struggled as Kegan’s nascent, wild magic frustrated them both, and Ryze’s requests for patience and humility often fell on deaf ears.<br /><br />Unfortunately, instructing Kegan would always come second to Ryze’s original mission. He had long sought to collect and hide away a power that could be Runeterra’s unmaking—the legendary World Runes. After tracking down one such fragment, Kegan faced the same desperate temptation that had driven so many before him to madness. The Runes were the source of all magic in the world and, against his master’s warnings, he chose to seize that power for himself.<br /><br />Ryze was forced to watch in failure as his apprentice was burned away by the raw magic, Kegan’s soul utterly consumed. The creature that was born in that moment was no longer the bitter young man Ryze had rescued from the snows, nor the Freljordian mage he had come to know as his friend.<br /><br />Rather, this vengeful being of fire and fury that now walked the mortal realm would eventually become known as Brand.<br /><br />Cursing his former master, and every other living thing that would ever come between him and the Runes, Brand lashed out with magical flames, and Ryze barely escaped with his life.<br /><br />Over the centuries since that day, Brand has lived an anarchic, wildfire existence, taking and never giving anything back to the world. At times, he blazes across the heavens like a comet. At others, he sinks into the cold earth and slumbers, waiting for the unmistakable scent of magic that will lead him to another World Rune… and should he find one, there are precious few in Runeterra with the power to stop him.",
        "stories": [
            "FROM THE ASHES<br />\"I can’t do it.\"<br /><br />The words thickened Kegan’s tongue, and almost crashed against the cage of his teeth, but he forced them past his lips.<br /><br />\"Master. I can’t do it.\"<br /><br />Defeat gave him a chance to catch his breath. Who knew failure could be so exhausting? In that moment, he looked for sympathy in the older man’s eyes—to his disgust, he saw it right there, as bare as the cloudless sky.<br /><br />When Kegan’s master spoke, it was with the lilting flow of faraway lands. His was an accent rarely carried by these northern winds. \"It is not a matter of whether you can,\" he said. \"Only that you must.\"<br /><br />The older man clicked his fingers. With a purple flash, the bundle of deadwood flared to life; a campfire born in a single moment of willpower.<br /><br />Kegan turned from the fire and spat into the snow. They were words he’d heard before, and they were as useless now as they always were.<br /><br />\"You make it seem so easy.\"<br /><br />His master shrugged, as if even that half-hearted accusation needed a moment’s thought before replying. \"It is simple, perhaps. Not easy. The two aren’t always the same thing.\"<br /><br />\"But there has to be another way…\" Kegan muttered, unconsciously touching his fingertips to the burn-scars blighting his cheek. Even as he said it, he found himself believing it. It had to be true. It wouldn’t always be like this. It couldn’t always be like this.<br /><br />\"Why?\" His master looked at him with unconcealed curiosity in the light of his eyes. \"Why must there be another way? Because you continue to fail at this one?\"<br /><br />Kegan grunted. \"Answering questions with questions is a coward’s way of speaking.\"<br /><br />His master raised one dark eyebrow. \"And there it is. The wisdom of a barbarian who cannot yet read, or count past the number of fingers on his hands.\"<br /><br />The tension faded as the two of them shared a grim smile. They warmed broth, sipping it from ivory cups as their campfire cast them in a flickering amber glow. Above them—above the tundra for hundreds of miles around—the sky rippled with light.<br /><br />Kegan watched the heavens’ familiar performance, the gauzy radiance caressing the moon and the stars that cradled it. For all that he loathed this land, there was beauty here in abundance, if a man knew where to look.<br /><br />Sometimes that was as simple as looking up.<br /><br />\"The spirits dance wildly tonight,\" he said.<br /><br />His master tilted his unnatural gaze skyward. \"The aurora? That is not the work of spirits—only the action of solar winds on the upper reaches of…\"<br /><br />Kegan stared at him.<br /><br />His master trailed off, and awkwardly cleared his throat. \"Never mind.\"<br /><br />Silence returned to haunt them. Kegan drew the knife from his belt, setting to work on a sliver of unburnt wood. He carved with easy strokes. Hands that had set fires and ended lives now turned to a far more peaceful purpose.<br /><br />Out of the corner of his eye, he saw that the sorcerer was watching him.<br /><br />\"I want you to breathe in,\" the older man said.<br /><br />The blade still scraped over the bark. \"I’m breathing now. I’m always breathing.\"<br /><br />\"Please,\" his master said, with an edge of impatience, \"do not be so obtuse.\"<br /><br />\"So what?\"<br /><br />\"Obtuse. It means… Well, never mind what it means. I want you to breathe in, and hold it as long as you can.\"<br /><br />\"Why?\"<br /><br />His master exhaled something like a sigh.<br /><br />\"Fine,\" Kegan agreed, tossing the branch into the fire and sheathing his bone-handled knife once more. \"Fine, fine, fine.\"<br /><br />He took a deep breath, swelling the muscles of his chest and shoulders. Silenced as he held his breath, he looked to his master for whatever would come next.<br /><br />\"You do not create the air you breathe,\" the sorcerer said. \"You draw it inside you, letting it sustain you. You use it as your body requires, and then release it as you exhale. It is never yours. You are just a vessel for it. You breathe in, you breathe out. You are a channel through which air flows.\"<br /><br />Kegan made to release his breath, though his master shook his head.<br /><br />\"No. Not yet. Feel the air in your lungs, Kegan. Feel it pushing at the cage of your body. Feel it straining to escape.\"<br /><br />The young barbarian’s features were flushing red. His eyes asked the question his mouth could not.<br /><br />\"No,\" the sorcerer answered. He gestured to Kegan with a discoloured hand. \"Keep holding.\"<br /><br />When Kegan’s endurance finally gave out, defiance took over, buying him more time. When even his defiance began to ebb with the pain of his quivering chest, naked stubbornness took control. He glared daggers at his master, trembling with the effort, knowing this was surely a test—knowing he had to prove something, without knowing just what it might be.<br /><br />Greyness misted the edge of his vision. His pulse was rhythmic thunder in his ears. All the while his master looked on, saying nothing.<br /><br />Finally, his breath burst back into the chill evening air, and Kegan sagged, gasping, as he recovered. He was a wolf in that moment, a wild animal baring his teeth at the world around him, offering a threat to any that might attack in his moment of weakness.<br /><br />His master watched this, too.<br /><br />\"I was beginning to wonder if you would actually let yourself pass out,\" he murmured.<br /><br />Kegan grinned, and pounded a fist against his chest, wordlessly proud of how long he’d held out.<br /><br />\"Therein lies the problem,\" his master observed, reading his posture. \"I told you the air was not yours, yet you are thrilled with yourself for how long you kept it inside you. It is the same with magic. You want it, believing it can be owned. You cling to it, forgetting that you are merely a channel through which it passes. You choke it in your heart, and in your hands. And so the magic is strangled in your grip, because you see it as something to bind to your will. It is not, and never will be. It is like air. You must draw in what exists around you, use it for a moment, then let it free.\"<br /><br />The two of them—student and master, barbarian and sorcerer—fell silent again. The wind howled through the canyons to the south, bringing a keening cry on the breeze.<br /><br />Kegan eyed the older man suspiciously. \"So… why didn’t you just say all that? Why make me hold my breath?\"<br /><br />\"I have said all of that before. Several dozen times, in several dozen ways. I hoped a practical element to the lesson might aid your comprehension.\"<br /><br />Kegan snorted, then glared into the fire.<br /><br />\"Master. Something’s been preying on my mind of late.\"<br /><br />The sorcerer chuckled to himself and patted the rolled, bound parchment leashed to his back. \"No, Kegan. I am not letting you read this.\"<br /><br />The young tribesman grinned, though his stare was devoid of mirth. \"That’s not what I wanted to ask,\" he said. \"What if I’m not a bad student? What if you’re just a bad teacher?\"<br /><br />His master stared into the flames, his weary eyes reflecting the dancing firelight.<br /><br />\"Sometimes I wonder that myself,\" he replied.<br /><br />The next day, they journeyed north, and west. It would not be long before even the sparse tundra froze over, leaving them travelling through fields of lifeless ice. For now, their boots crunched on useless, rocky soil, broken only by scrub flora. The sorcerer’s thoughts were as bleak as their surroundings, but Kegan was his usual self—persevering without complaint, but equally without joy.<br /><br />\"You said something the other day,\" the barbarian said as he drew alongside his master. \"Something that sounded like a lie.\"<br /><br />The sorcerer turned slightly, his features shadowed by his hood. \"I am many things,\" said the older man, \"and not all of them are virtuous. But I am not a liar.\"<br /><br />Kegan grunted what may or may not have been an apology. \"Perhaps not a lie, then. More like… a fable.\"<br /><br />The sorcerer was watching him as they walked. \"Go on.\"<br /><br />\"That place. That empire. The kingdom you said was destroyed lifetimes ago.\"<br /><br />\"Shurima? What of it?\"<br /><br />\"You said it lay in a land never touched by frost, or rimed by ice.\" Kegan grinned as if sharing a joke. \"I’m not as gullible as you believe I am, master.\"<br /><br />The sorcerer found himself dragged out of his bleakness by the barbarian’s curiosity. He switched the burden of his backpack to his other shoulder, unable to hide a small smile.<br /><br />\"That was no lie.\" He stopped walking, turning to point southward. \"Far, far to the south, many hundreds of days’ walk, and across another ocean, there lies a land where…\"<br /><br />How does one explain the desert to a man that knows only winter? he thought. How does one explain sand to a man that knows nothing but ice?<br /><br />\"…a land where the earth is hot dust, and where snow is utterly unknown. The sun beats down without mercy. Even rain is rare. The ground thirsts for it, day after day.\"<br /><br />Kegan was staring at him again. He had that look in his pale eyes, the one that said he didn’t dare trust what was being told, in case it was some trick to make him look foolish. The sorcerer had seen that look in the eyes of many, in his time—lonely children and fragile adults alike.<br /><br />\"A place that has never felt Anivia’s touch,\" Kegan murmured. \"But is the world really that large, that a man can walk for so long and still not see its end?\"<br /><br />\"It is the truth. There are whole lands elsewhere in the world that are not frozen. In time, you will learn that there are few places as cold as the Freljord.\"<br /><br />The conversation was stilted for the rest of the day’s journey, and when they made camp, there seemed little more to say. Even so, the young barbarian persevered. He looked across the campfire, to where his master sat cross-legged in sullen introspection.<br /><br />\"Shouldn’t you be teaching me something?\"<br /><br />The sorcerer raised an eyebrow. \"Should I?\"<br /><br />He always had a look about him that suggested his apprentice was interrupting him just by being alive. They’d been together for a few weeks now. Kegan was growing used to it. The youth dragged his hands through dirty hair, brushing his mother’s ivory trinkets from his face. He muttered something that would, with imagination, pass for an agreement.<br /><br />When the sorcerer still refused to answer, he pressed harder.<br /><br />\"So, will we get to... wherever it is we’re going, today?\"<br /><br />His master regarded him carefully. \"No. We will not reach our destination for several weeks.\"<br /><br />The sorcerer did not seem to be jesting.<br /><br />\"And I have given more thought to the difficulties you suffer in controlling your gifts,\" he added, flatly.<br /><br />Kegan wasn’t sure what to say. Sometimes silence was the only way to avoid looking ignorant or impatient, so he tried that. It seemed to work, for the sorcerer continued.<br /><br />\"You have some talent, true enough. The ability is in your blood. Now you must stop perceiving magic as an adversarial, external force. It need not be harnessed, merely… nudged. I have watched you. When you reach out to wield it, you seek to fashion it to your will. You want control.\"<br /><br />Kegan was getting frustrated now. \"But that’s how magic works. That’s what my mother always did. She wanted it to do something, so she made it happen.\"<br /><br />The sorcerer suppressed a wince of irritation. \"You don’t need to make magic happen. Magic exists in the world. The raw stuff of creation is all around us. You do not need to clutch it, and bend it to your needs. You can just… encourage it. Direct it along the path you would prefer it to take.\"<br /><br />As he spoke, he moved his hands as if shaping a ball of clay. A faint chime sounded in the empty air, holding to its eternal, perfect note. Misty energies snaked between his fingers, binding to one another in slow lashes. Several of them tendriled out from the sphere to curl around his discolored hands, seething and darkly organic.<br /><br />\"There will always be those that study magic with rigid intent, mapping the ways one can exert their will on the primal forces. And, clumsy as it is, it will work. Slowly, and with limited results. But you don’t need to behave so crudely, Kegan. I am not shaping these energies into a sphere. I’m merely encouraging them to form one. Do you understand?\"<br /><br />\"I see,\" Kegan admitted, \"but that’s not the same as understanding.\"<br /><br />The sorcerer nodded, sharing a small smile. Evidently his apprentice had finally uttered something worthwhile.<br /><br />\"Some men and women, souls of iron discipline or limited imagination, will codify the magical energy that flows between realms. They will manipulate it, and bind it, however they are able. They are looking at sunlight through a crack in the wall, marveling at how it bleeds into their dark chambers. Instead, they could just go outside, and marvel in the blinding light of day.\" He sighed pointedly. \"Your mother was one such mage, Kegan. Through repetitive ritual and traditional concoctions, she dabbled in minor magics. But all she was doing—all any of them can do with their rituals and talismans and spell books—is create a barrier between themselves and the purer forces at play.\"<br /><br />Kegan watched the sphere ripple and revolve, not bound within the sorcerer’s touch at all; constantly overlapping it, or threatening to roll free.<br /><br />\"Here is the secret, young barbarian.\"<br /><br />Their eyes met in that moment; pale and human, reflected against shimmering and… whatever his master really was.<br /><br />\"I’m listening,\" Kegan said, softer than he intended. He’d not wanted to appear ignorant and awed, especially since he knew he was both.<br /><br />\"Magic wants to be used,\" said the sorcerer. \"It is all around us, emanating from the first fragments of creation. It wants to be wielded. And that is the true challenge on the path we both walk. When you realize what the magic wants, how eager it is… Well, then the difficulty isn’t how to begin wielding it. It’s knowing when to stop.\"<br /><br />The sorcerer opened his hands, gently nudging the sphere of cascading forces towards his apprentice. The barbarian cautiously reached out to welcome it, only for it to burst the moment his fingers grazed its surface. The trails of mist thinned and faded away. The ringing chime grew fainter, then altogether silent.<br /><br />\"You will learn,\" the sorcerer promised. \"Patience and humility are the hardest lessons, but they are all you will ever need.\"<br /><br />Kegan nodded, though not at once, and not without a sliver of doubt.<br /><br />The sorcerer didn’t sleep that night. He lay awake, wrapped in a crude blanket of furs, staring up at the aurora undulating across the night sky. On the other side of the banked fire, the barbarian snored.<br /><br />Doubtlessly dreaming the dreams of the unburdened, thought the sorcerer.<br /><br />No. That was unfair. Kegan was a brute, yes, but he was a youth roughly hewn from a land of endless hardship. The Freljord bred souls whose instinct was forever focused on survival above all else. Beasts with iron hides and spear-length fangs stalked the wilds. Raiders from rival villages shed blood all along the icy coasts. Their winter had lasted a hundred lifetimes. These people grew in a land where writing and artistry were luxuries; where the reading of books was an unimaginable myth, and lore was told and retold down the generations in whispered stories by weary elders and tribal shamans.<br /><br />And Kegan, for all his blunt stubbornness, was far from unburdened.<br /><br />Is it a mistake, bringing him with me? Was this a moment of mercy, or a moment of weakness?<br /><br />There seemed no answer to that.<br /><br />I could have left him. As soon as the thought occurred, the rest of it rose unbidden, treacherously swift. And he would not be the first I had abandoned...<br /><br />The sorcerer looked through the haze of heat that shimmered above the faded fire, and watched the barbarian sleep. The young man’s lip twitched, with an answering flicker of his fingers.<br /><br />\"I should wonder what you dream of, Kegan Rodhe,\" the sorcerer whispered. \"What ghosts of fading memory reach out to reclaim you?\"<br /><br />Night after night, in his dreams, Kegan walked the paths of his past. Before meeting the sorcerer, he had been an exile, wandering the frozen wastes alone, warmed only by his brash refusal to die.<br /><br />And before that? A brawler. A failed shaman. A son to a distant mother.<br /><br />He was still young by any standard beyond that of the Freljord, with scarcely the chill of nineteen winters in his bones. He had lived hard, by his wits and the edge of his blade, winning a cut of renown and more than his fair share of indignity.<br /><br />Night after night, in his dreams, he was a ragged wanderer lost in the howling white storm once more, slowly freezing to death in the snow. He was a healer, scrabbling over loose rocks in the rain, seeking the flashes of color that betrayed rare herbs amid the undergrowth. He was a boy crouched in his mother’s cave, in that place that was a sanctuary from the world but never from her gaze, laden with misgivings.<br /><br />And night after night, in his dreams, Rygann’s Reach burned again.<br /><br />He was seven years old when he learned the truth of his blood. His mother crouched before him, turning his face in her hands and looking over the scrapes and bruises marking his skin. He felt an uneasy flicker of surprise, for she rarely touched him.<br /><br />\"Who did this to you?\" she asked, and as he was drawing breath to answer her, she spoke over him with words he was far more used to hearing. \"What did you do? What did you do wrong, to earn this punishment?\"<br /><br />She moved away before he could reply.<br /><br />He trembled in the wake of her touch on his skin, unused to the contact, fearing and cherishing that moment of awkward closeness. \"Just wrestling, mother. In the village all the boys wrestle. And the girls too.\"<br /><br />She regarded him with a skeptical eye. \"You didn’t get those marks from wrestling, Kegan,\" she muttered. \"I’m not a fool.\"<br /><br />\"There was a fight after the wrestling.\" He wiped his nose on his ragged sleeve, smearing away a half-dried scab. \"Some of the other boys didn’t like me winning. They got angry.\"<br /><br />His mother was a thin woman—frail in a land that devoured the weak. She was old before her time, a victim of unspoken sorrows and the isolation brought about by her talents. Even at seven, Kegan knew all of this.<br /><br />He was a perceptive child. This was the advantage of having a mage for a mother.<br /><br />As he looked up at her, framed as she was by the mouth of the cave they called home, he saw a softness in her eyes that was as unfamiliar as the touch on his face had been a moment before. He thought she might sink back to her knees before him and draw him into an embrace, and the thought terrified him as much as he yearned for it.<br /><br />Instead, her dark eyes frosted over.<br /><br />\"What have I told you about upsetting the other children? You’ll just make our lives even harder if the village hates you, Kegan.\"<br /><br />\"But they started it.\"<br /><br />She stopped, half-turned, and looked back down at him. Her expression was as dark and cold as her eyes. The younger gaze lifted to meet hers was pale green, like she so often told him his father’s had been.<br /><br />\"And you started it all the other times. Your temper, Kegan…\"<br /><br />\"No, I didn’t,\" the boy lied. \"Not every time, at least.\"<br /><br />His mother moved further back into the cave, crouching by the firepit, stirring the watery broth of boiled elnük fat that would serve as their dinner for the next three nights. \"There’s magic in our blood. In our bones. In our breath. We have to be careful, in ways other people don’t.\"<br /><br />\"But—\"<br /><br />\"You shouldn’t cause trouble in the village. We already live here on their sufferance. Old Rygann has been good to us, letting us stay here.\"<br /><br />Instinct moved Kegan’s mouth before he had time to think. \"We live in a cave in the rocks, far from the village,\" he said. \"You should stop healing them if they’re so bad to us. We should leave.\"<br /><br />\"You don’t know what you’re talking about, Kegan. I heal because I have the power to do it, and we stay because we have to stay.\" She nodded to the hillside where the trees were blackened by the night, and silvered by the moon. \"We’d die out there, where the woods become ice and snow, all the way to the world’s end. Let them say whatever they want to say. Don’t stir up trouble. Don’t stir up the magic in your blood.\"<br /><br />But the boy stood still at the rim of the cave. \"If they say bad things about me, or they fight me… I’ll fight back. I’m not a coward like you.\"<br /><br />This night would become a memory branded forever into his mind because of what came next. For the first time, he didn’t bow his head and promise to obey her. Instead, he clenched his little fists, and narrowed his eyes.<br /><br />In the silence that stretched between mother and son, he expected a slap—one of her forceless cracks against his cheek that would somehow sting for about an hour afterwards—or maybe yet more weeping. His mother cried a lot, quiet and alone, long into the night when she thought he was asleep.<br /><br />But this time, there was something new in her eyes. Something fearful.<br /><br />\"You are your father’s son.\" The words were calm and measured, and somehow all the worse for it. \"His eyes, always looking at me. His crime, always there to remind me. And now his words, his spite, thrown in my face.\"<br /><br />The boy gazed up at her in awed, childish fury. \"Is that why you hate me?\"<br /><br />She hesitated before answering, and that meant more than any answer ever could. It was that hesitation he never forgot, even years later, long after her skinny bones were naught but ash and dust on a cooling funeral pyre.<br /><br />He was thirteen when he first saw Zvanna. She came to Rygann’s Reach with two dozen others, the survivors of a nomadic clan that had dwindled in the wilds over the course of a generation. Rather than take to raiding like so many others, they settled in the Reach, bringing fresh blood, skills, and spears to the people of the prosperous fishing village.<br /><br />Kegan met her one day in the half-light of the setting sun. He was picking heather and herbs in the southern hills, stripping the stems of thorns before stuffing them into his stag-hide satchel. It was a slow task when done right, and Kegan’s fingers were pin-pricked in a hundred places from his haste.<br /><br />At one point he looked up, and there she was.<br /><br />He stopped working. He rose to his feet, brushing dirt from his sore hands, with no idea how curiosity and surprise looked like suspicion on his otherwise fine features. You would be handsome, his mother had once said, if you could stop glaring at the world as if you want to avenge yourself upon it.<br /><br />\"Who are you?\" he asked.<br /><br />She flinched at the question, and even to his own ears he sounded abrupt.<br /><br />\"I mean, you’re one of the newcomers. I know that. What’s your name? What are you doing out here? Are you lost?\"<br /><br />The questions rained on the girl like flung stones. She was older than him, though by no more than a year or two. Willowy, wide-eyed, practically drowning in her heavy furs, she stared back at him as she spoke. She had the voice of a mouse.<br /><br />\"Are you the healer’s boy?\"<br /><br />He smiled, showing all teeth and no humour. For the first time in years, he felt the ache of knowing that they talked ill of him in the village. Here was someone new to his world, and it was someone who had already heard a hundred dark things about him.<br /><br />\"Kegan,\" he replied. He swallowed, and sought to soften his words. \"Yes, I’m the healer’s boy,\" he added with a nod. \"Who are you?\"<br /><br />\"Zvanna. Can you come? My father is sick.\"<br /><br />Kegan’s heart sank. He found himself pitching his voice lower, as if she were a grazing beast he didn’t want to frighten away.<br /><br />\"I’m not a healer. Not like my mother.\" The confession was like having a tooth pulled. \"I just help her.\"<br /><br />\"She’s on her way to the village,\" the girl said. \"She told me to find you. You have the herbs she needs.\"<br /><br />Kegan cursed as he buckled his bag into place. He started towards her, moving lightly over the dark earth and scree. \"I’ll come now. Who’s your father? What’s wrong with him?\"<br /><br />\"He’s a sailmaker,\" Zvanna replied, leading the way back to the Reach. \"He can’t eat or drink. His stomach hurts.\"<br /><br />\"My mother will know what to do.\" Kegan spoke in the tones of absolute confidence as he followed her across the hillside, descending towards the village. Inwardly, he felt a stab every time she glanced back at him, and he wondered just what she’d heard from the other children of the village.<br /><br />He didn’t have to wonder for long. She spoke gently, without judgement.<br /><br />\"Old Rygann said you’re a raider’s son. A reaver-bastard.\"<br /><br />Gloom was taking hold around them with the setting of the sun. Kegan showed no emotion at all. \"Old Rygann said the truth.\"<br /><br />\"Does that really make you bad luck? Like the legends say?\"<br /><br />\"Depends which legends you believe…\" Kegan considered that a cunning enough answer, but she twisted it back at him a moment later.<br /><br />\"Which legends do you believe?\" she asked, looking over her shoulder. He met her eyes in the twilight, and felt the force of her gentle gaze like an axe to the gut.<br /><br />None of them, he thought. They’re all fears held by foolish men and women, afraid of true magic.<br /><br />\"I don’t know,\" he said.<br /><br />She had no response for that. She did, however, have another question.<br /><br />\"If your mother is a healer, why aren’t you?\"<br /><br />Because the magic doesn’t work for me, he almost said aloud, but thought better of it. \"Because I want to be a warrior.\"<br /><br />Zvanna kept ahead of him, her tread light across the icy rocks. \"But there are no warriors here. Only hunters.\"<br /><br />\"Well. I want to be a warrior.\"<br /><br />\"People need healers more than warriors,\" she pointed out.<br /><br />\"Oh?\" Kegan spat into the undergrowth. \"Then why do shamans have no friends?\"<br /><br />He knew the answer to that. He’d heard it enough. People are frightened of me, his mother always said.<br /><br />But Zvanna had a different answer.<br /><br />\"If you help my father, I’ll be your friend.\"<br /><br />He was sixteen when he broke Erach’s jaw. Sixteen, and already possessing a man’s size and muscle. Sixteen, and all too familiar when it came to proving a point with his fists. His mother warned him about it, time and again, and now Zvanna did the same.<br /><br />\"Your temper, Kegan…\" she would say, in the same tone as his mother.<br /><br />In his sixteenth year, the solstice celebration was a riotous affair, a louder and brighter celebration than usual with the arrival of a merchant caravan and three string musicians from Valar’s Hollow, far to the south-west. Oathings were made by the shore, and promises of eternal love spoken ardently, foolishly, and frequently. Young warriors fire-danced to impress the unwed locals watching from the sides. Hearts were broken and mended, grudges forged and settled. Fights broke out over betrothals, over property, over matters of honour. The abundance of drink only added to the atmosphere of revelry.<br /><br />Many were the regrets that came with the pale, winter’s dawn, when the clarity of the unmelting snows returned through fading hangovers.<br /><br />But the fight between Kegan and Erach was like no other.<br /><br />Bathed in sweat from the fire-dance, Kegan looked for Zvanna by the shoreline. Had she seen him perform? Had she watched him leave the other young men of the village panting, unable to keep up with his wild leaps?<br /><br />His mother was a stick-thin wraith in her sealskin cloak. Her hair was ragged, with the trinkets and talismans of bone tied into the unwashed strands resting against her cheeks. She gripped his wrist. The solstice was one of the few nights their presence was tolerated in the village, and his mother had made the journey with him.<br /><br />\"Where’s Zvanna?\" he asked her.<br /><br />\"Kegan,\" she warned him as she held his wrist. \"I want you to be calm.\"<br /><br />The heat of the flames and the sweat on his skin no longer existed. His blood was frost. His bones were ice.<br /><br />\"Where’s Zvanna?\" he asked again, this time in a growl.<br /><br />His mother started to explain, but he didn’t need her to. Somehow, he knew. Perhaps it was nothing more than a flash of intuition through his dawning temper. Or perhaps it was—as the sorcerer would later say—a flicker of insight from his latent magical gifts.<br /><br />Whatever the truth, he shoved his mother aside. He went down to the waves where young couples stood with their families, garlanded by winter flowers, swearing oaths to stay loyal and loving for the rest of their lives.<br /><br />Murmurs started up as he drew near. He ignored them. They became objections as he forced his way through the crowd, and he ignored those, too.<br /><br />He wasn’t too late. That was what mattered. There was still time.<br /><br />\"Zvanna!\"<br /><br />All eyes turned to him, though hers was the only gaze that mattered. He saw the joy die in her eyes as she recognised the look upon his face. The crown of white winter blossoms was at odds with her black hair. He wanted to rip it from her head.<br /><br />The young man at her side moved protectively in front of her, but she eased him aside to confront Kegan herself.<br /><br />\"Don’t do this, Kegan. My father arranged it. I could have refused, if I wanted to. Please don’t do this. Not now.\"<br /><br />\"But you’re mine.\"<br /><br />He reached for her hand. She wasn’t fast enough to draw away—that, or she knew it would spark him further if she tried.<br /><br />\"I’m not yours,\" she said softly. They stood in the center of the crowd, as if they were the ones about to be bound together in the sight of the gods. \"I’m not anyone’s. But I’m accepting Malvir’s pledge.\"<br /><br />Kegan could have dealt with it, if that was all it had been. The embarrassment meant nothing to him, for what was a fleeting, adolescent humiliation to one that had endured nothing but shame for most of his life? He could’ve walked away right then, or even—against every desire and prayer—stayed in the crowd and lied his way through the laughter and the cheers and the blessings.<br /><br />He would’ve done that for her. Not easily, no, but willingly. Anything for Zvanna.<br /><br />He was already releasing her, readying a false smile and drawing breath to apologise, when the hand slammed down on his shoulder.<br /><br />\"Leave her alone, boy.\"<br /><br />Old Rygann’s voice, cracked with age, cut through the silence. This was a man, the founder of the settlement, who looked like he’d been old when the world was still young. He was at least seventy, likely closer to eighty, and though it wasn’t his hand holding Kegan back, he directed the men that surrounded the healer’s son now.<br /><br />\"You get out of here, reaver-bastard, before you bring yet more misfortune down on all of us.\"<br /><br />The hand tried to haul him back, but Kegan stood firm. He was not a boy. He had a man’s strength now.<br /><br />\"Don’t touch me,\" he said through clenched teeth. Whatever was on his face caused Zvanna to back away. Other hands joined the first, dragging him away from her, making him stumble.<br /><br />And, as always, instinct was there to catch him. He turned, he roared, and he swung at the closest of the men hauling him away.<br /><br />Zvanna’s father went down in a boneless heap, his jaw shattered.<br /><br />Kegan walked away. Others in the crowd cried out or hurled insults, but none sought to bar his passage, or come after him. There was satisfaction in that. Vindication, even.<br /><br />He cuffed at the corners of his eyes on the way home, refusing to cry, and unpleasantly soothed by the sweet pain in his throbbing knuckles.<br /><br />He was nineteen when he burned his mother on her funeral pyre, and spread her ashes along the hillside overlooking Rygann’s Reach the following morning. He knew he would have to have to bear the burden alone, despite all his mother had done for the village. For all that they had feared her, they’d needed her and valued her<br /><br />And yet here he was, casting her remains to the bitter winds with a prayer to the Seal Sister, alone but for his thoughts.<br /><br />He imagined them in the village, and if they acknowledged his mother’s death at all it was with a selfish eye to their own suffering. They’d be worried now, with the healer gone. They couldn’t rely on her son to step up, after all. The hereditary chain had been broken when his raiding father had sired him, pouring misfortune into a mage’s blood.<br /><br />Right now, those people would all be bleating their useless sentiments about his mother, maybe even convincing themselves that a few kind words uttered far too late severed them from the guilt and responsibility of how they had treated her in life. Far more likely, they were quietly celebrating the passing of a shadow from their lives.<br /><br />Superstitious animals, all of them.<br /><br />Only three of them came out from the village at all, and they hadn’t made the journey to say their farewells. Zvanna approached him after the lonely ceremony was over—but her son, with the same black hair as his mother, refused to come near Kegan. The boy, now almost three, stayed at his father’s side a short distance away.<br /><br />\"The little one is scared of me,\" Kegan observed without rancor.<br /><br />Zvanna hesitated, just as Kegan’s mother had once hesitated, setting the truth in his mind. \"He’s heard stories,\" she admitted.<br /><br />\"I’m sure he has.\" He tried to keep his tone neutral. \"What do you want?\"<br /><br />She kissed his cheek. \"I’m sorry for your loss, Kegan. She was a kind soul.\"<br /><br />Kind wasn’t a word he connected with his mother, but now was hardly to the time to argue. \"Yes,\" he said. \"She was. But what did you really come to say? We were friends once. I can tell when you’re holding something back.\"<br /><br />She didn’t smile as she replied. \"Old Rygann… He’s going to ask you to leave.\"<br /><br />Kegan scratched his chin. He was too weary that day to feel anything, least of all surprise. He didn’t need to ask why Rygann had come to that decision. There was still one shadow darkening the edge of the settlement. One last shadow that would finally fade away.<br /><br />\"So the bad-omened boy can’t lurk nearby, now his mother’s dead,\" he spat onto the ashy earth. \"At least she was useful, right? She was the one with the magic.\"<br /><br />\"I’m sorry, Kegan.\"<br /><br />For a brief time, together on the hillside, things were just as they had been a few short years ago. She leeched the angry heat from his heart just by being near, and he breathed in the cold air, defying every urge to reach out for her.<br /><br />\"You should go,\" he muttered, and nodded towards Malvir and the young boy. \"Your family is waiting.\"<br /><br />\"Where will you go?\" she asked. She drew her furs tighter around herself. \"What will you do?\"<br /><br />His mother’s words echoed down the years. We’d die out there, where the woods become ice and snow, all the way to the world’s end...<br /><br />\"I’ll find my father,\" he replied.<br /><br />She looked at him, troubled. He could see the doubt in her eyes, and worse, the fear. The fear that he might be serious.<br /><br />\"You don’t mean that, Kegan. You don’t even know who your father’s people are, or where they hailed from, or… or anything. How would you ever hope to find him?\"<br /><br />\"I’ll try, at least.\"<br /><br />Kegan resisted the urge to spit again. Even an impossible ambition sounded better than I don’t know what I’ll do, Zvanna. I’ll probably die alone on the ice.<br /><br />She was drawing breath to fight him on it, even after all these years of little more than silence, but he hushed her with a shake of his head. \"I’ll come see you before I leave. We’ll talk then. I’ll be down in the village tomorrow, for supplies. I’ll need things for my journey.\"<br /><br />Zvanna hesitated again, and he knew. Kegan knew it as if the ancestor-spirits had whispered it to him on the wind.<br /><br />\"Old Rygann has forbidden it,\" he sighed. The words weren’t a question, or even a guess. \"I’m not allowed down into the Reach. Not even to trade before I go.\"<br /><br />She pressed a small satchel against his chest, and that confirmed it. He could guess what would be in there: dried foodstuffs, and whatever meager provisions her young family could spare. The ferocity of unfamiliar gratitude left him shaking and almost—almost—accepting the gift.<br /><br />But he handed it back to her.<br /><br />\"I’ll be fine,\" he promised her. \"Don’t worry about me. I’ll be fine.\"<br /><br />That night, he went into Rygann’s Reach alone.<br /><br />He carried a week’s worth of supplies in his pack, an ivory spear in his hand, and his hair was woven with his mother’s bone charms. He looked as much a mendicant shaman as she ever had, though he carried himself with a warrior’s bulk, and moved with a hunter’s grace.<br /><br />Dawn was still three hours distant. Here, in the stillest part of the night, Kegan stalked with exaggerated care, moving between the earthwork huts of the families that had rejected him and his mother for all of his short, harsh life. He felt no malice toward them, not anymore—the old anger was reduced to embers, alive but banked, burning low. If he felt anything more, it was a deep-grained and exhausted sense of pity. They were simple. They were slaves to their misjudgements.<br /><br />No, his true hatred was reserved for one soul above all others.<br /><br />Old Rygann’s longhouse sat proudly in the settlement’s heart. Kegan drew near, avoiding the indifferent gazes of the watchmen by staying in the shadows cast by the descending moon. Theirs was a dreary duty, and they treated it with all the informality one would expect. Why should they expect any trouble from the naked tundra, or the bare ocean? No raiders had landed at Rygann’s Reach for a long time, after all.<br /><br />Kegan ghosted inside.<br /><br />Old Rygann awoke to find a shadow crouched at the foot of his bed. In the shadow’s pale eyes were slivers of reflected moonlight, and in the shadow’s hands was an ivory knife—a ritual dagger last carried by Krezia Rodhe, the witch that had died only days before. It was a blade that had been used, so it was said, for blood sacrifices.<br /><br />The shadow smiled, and spoke in a low, feral whisper.<br /><br />\"If you make a single sound without my permission, old man, you die.\"<br /><br />In the light-starved gloom, Rygann could have passed for a hundred years old. His sinuses stung from the reek of lantern oil, and the animal spice of the intruder’s sweat. He nodded in helpless obedience.<br /><br />The shadow leaned forward, and the reaver-bastard Kegan’s face leered, coldly amused, from the darkness.<br /><br />\"I’m going to tell you something, old man. And you will listen to me, if for no other reason that it lets you live a little longer.\"<br /><br />The dagger, carved from a drüvask tooth, glinted in the half-dark. Kegan rested the tip, carved to a puncturing point, on the man’s saggy throat.<br /><br />\"Nod if you understand.\"<br /><br />Rygann nodded, wisely mute.<br /><br />\"Good.\" Kegan kept the knife in place. His eyes were liquid with hatred, his teeth almost trembling with the force of his anger. He was a creature on the edge of savagery, held back only by tattered shreds of humanity.<br /><br />Rygann swallowed hard, saying nothing. He was shaking himself, for far different reasons.<br /><br />\"You killed my mother,\" Kegan growled. \"It wasn’t the disease that ate her away from within. It was you. You killed her, day by day, with your mistrust and your ingratitude. You killed her by exiling her to the cold comfort of that cave. You killed her by banishing her on the whims of your stupid superstition.\"<br /><br />The blade rested on the old man’s cheek, ready to saw through the flesh.<br /><br />\"And now you’re killing me,\" Kegan added softly. \"It wasn’t enough to shame me for the sin of my father’s blood, and curse me for being bad luck. It wasn’t enough to kick a child out of your precious village, over and over, and teach me nothing except how to hate others. Now, while the embers of my mother’s funeral pyre are still warm, you want to damn me to wander the wasteland, to die.\"<br /><br />And then the dagger was gone.<br /><br />The intruder slipped from the bed, edging back across the room. Kegan’s smile became a grin, scarcely illuminated by the shuttered lantern he held up from the bedchamber’s table.<br /><br />\"That’s all I came to say. I want you to think about those words when I’m gone. I want you to think of the boy you helped to raise by throwing him and his mother out into the cold.\"<br /><br />Rygann didn’t know how to respond, or if the healer’s son even desired a reply. He stayed silent out of a healthy blend of wisdom and fear, breathing in the earthy, oily scent that filled the room.<br /><br />Kegan unshuttered the lantern, and a sudden amber glow spread across the room. Patches of resinous wetness marked the floorboards, the walls, the shelves, even the bedsheets. The intruder had done his work well—in silence—before waking his prey.<br /><br />\"W-wait,\" the old man stammered, breathless with dawning panic. \"Wait—\"<br /><br />\"No, I have a journey to make,\" Kegan said, almost conversationally, \"and I should warm my hands before I go. Goodbye, Rygann.\"<br /><br />\"Wait! Please!\"<br /><br />But Kegan didn’t wait. He was backing away towards the door, and tossed the lantern like a parting gift. It smashed on the rough floorboards of the bedchamber.<br /><br />The world ignited, and Kegan laughed even as the flames licked at his own flesh.<br /><br />Fire is like a living thing, rapacious and ravenous. It has its own hunger, its own whims, and—like fate—its own vile sense of humor. It leapt in caressing licks, as sparks that were carried by the Freljord’s hateful wind, dancing across nearby rooftops. Everywhere that it touched, it bit down and devoured.<br /><br />Kegan cut north, heading through the forested lowlands, blind to the devastation in his wake. He had more pressing matters than waiting to see if Old Rygann’s hall would burn all the way to the ground. He had the seared ruin of his face to deal with; a screaming, searing wash of pain bathing the left side of his features, soothed only by pressing his flesh into the snowy earth.<br /><br />Not for the first time, he wondered if there might not be something to all the talk of the ill-fortune in his blood.<br /><br />By the time he reached high enough ground to turn back and witness the results of his handiwork, the sun was rising above the ocean, and the fire had long since been reduced down to a pall of thick smoke, curling and thinning in the mercy of the morning winds. He held a palmful of ice against his burned cheek, hoping to see Rygann’s hall as a charred, black heart in the center of the village.<br /><br />What he saw instead stopped his breath. Mute with horror, scarred by carelessness, and staggering in an awkward run, the betrayer made his way back to the scene of his betrayal.<br /><br />At first, no one marked his return. The survivors wandered among the charred skeletons of their homes, where all they owned was now gone. He was just one more silhouette in the smoky haze, one more scarred face among those that still lived.<br /><br />He found Zvanna outside the blackened remains of her hut. She’d been laid carefully on the earth with her son and husband, the three of them silent and still beneath the same sooty blanket. Kegan crouched beside them for an unknown time, his skull empty of thought, his body empty of strength. Perhaps he wept. He wasn’t sure—not then, and not after—though he felt the sting of salt upon his wounded cheek.<br /><br />He could only remember two things for certain, in his time at her side. The first was the sight of the family’s faces when he pulled the sheet back, to be certain it was them. When he had his answer, he covered them again.<br /><br />The second was resting his ungloved hands on the filthy shroud, pleading for his mother’s old magic to work through him. He achieved no more in that moment than he ever had, when seeking to draw upon his supposed gifts.<br /><br />They stayed dead. He stayed broken.<br /><br />Some time later, of course, the others came for him. Kegan stayed on his knees by Zvanna’s side as they threw insults and blame, as they bleated about hexes and sacred misfortune, and cursed the day he’d been born. Kegan let it wash over him. It was nothing against the emptiness in his chest and the acid ache of his face.<br /><br />The survivors had no idea. They blamed him out of mournful superstition because there was no one else to blame, little knowing the true harm he’d done to them all. They blamed his blood when they should have blamed his deeds.<br /><br />Kegan left the razed village without looking back. He walked out into the wilderness, just as he had planned, though the anticipated sense of exultation was now nothing but ashes in his mouth.<br /><br />What followed were the weeks of wandering. Kegan made his way inland, following game spoor and trade-trails, with no destination in mind and no knowledge of what settlements lay where. The only places he knew well were isolated glades and mountainsides with harvestable herbs his mother had used in her medicinal concoctions. Even the closest settlement, Valar’s Hollow, was weeks away, and likely to be the new home of any survivors from Rygann’s Reach. If Kegan found his way there, he doubted the welcome would be warm. Far likelier, it would be fatal.<br /><br />He hunted when he could, though he lacked a true hunter’s skills. Once he gorged on the half-cooked carcass of a rabbit, only to throw the mess back up hours later when his belly rebelled.<br /><br />The days bled into weeks, and the weeks into a month, and more, as the skies stayed dark and the weather turned foul. He saw no other tribespeople. He saw no sign of nearby settlements. He spent hours in a snowblind daze, and others in a frost-mad trance. Day after day he encountered nothing but the icy indifference of his homeland—the Freljord cared nothing for whether he lived or died by its howling breath. Nowhere else in the world could teach such a brutal lesson in a man’s insignificance.<br /><br />Fortune, or perhaps a cruel twist of fate, led him to a cave formed from the same pale rock as his mother’s sanctuary. Emaciated, weakened from exposure, scarred by his own fire, Kegan Rodhe lay down on the cold rock, feeling his skin freeze to the stone. He would lie here and wait for the latest blizzard to die down, or he would lie here and wait to die. Whichever came first.<br /><br />But on that night, he met the man who would become his teacher. His master.<br /><br />The figure melted out of the storm in a weary trudge, with his shoulders hunched and head down. His beard was shaggy, and grey not with age but from the bite of the frosty winds. His features were gaunt beneath his hood, and his eyes shimmered with an unnatural iridescence. Strangest of all was the man’s skin, mottled and tattooed—in the storm’s light, with each crash of lightning, the flesh looked as though it were darkening to blue.<br /><br />Later, by firelight, it was far more clearly paling to violet.<br /><br />As meetings fated by destiny went, it was too anticlimactic for any bard’s tale, or saga of old. No arcane declarations were made, and no binding pacts were sworn. The newcomer had merely stood at the mouth of the cave, turning a suspicious eye on the human wreckage lying before him.<br /><br />\"What,\" the sorcerer muttered, \"do we have here?\"<br /><br />Kegan drifted in and out of consciousness, as well as his senses. When he finally managed to summon words, he accused the older man of being a spirit, or an illusion.<br /><br />In answer, the sorcerer crouched beside him, offering a hand.<br /><br />Warmth spread through Kegan from his touch, in a rush of tingling… life. It was not the sting of flame, yet the relief it brought was so fierce that it almost broke him.<br /><br />\"I am neither a phantom nor a fiction,\" the newcomer had said. \"My name is Ryze. And you, dear miserable creature… Who are you?\"<br /><br />Kegan woke well after dawn, thumbing the grit from his eyes. It didn’t surprise him to see that his master was already up, sitting cross-legged and with his eyes closed. He was meditating, the barbarian knew, though he couldn’t understand the point of sitting still for an hour a day. What was it supposed to accomplish? It seemed a strange suspension between sleeping and being awake, to no obvious purpose...<br /><br />\"Good morning,\" the sorcerer said, without opening his eyes. \"You did not sleep well,\" he added. As so often, it was a statement and not a question.<br /><br />Kegan emptied one nostril into the ashes of the campfire, and grunted. \"Why do I feel like you’re watching me, even when your eyes are closed?\"<br /><br />\"Because you’re uneasy around others. It makes you doubt their intentions.\"<br /><br />Kegan grunted again. \"There’s nothing wrong with a little healthy suspicion.\"<br /><br />Ryze chuckled, remaining motionless in his meditative pose.<br /><br />Kegan bristled at that. \"What’s so funny?\"<br /><br />\"I hear myself in your words, sometimes. The way you turn mistrust into a virtue is especially familiar to me. I can’t say I blame you, given all you have endured.\"<br /><br />Kegan stared at him. Can he read my mind? Does he see my dreams...?<br /><br />The sorcerer made no response. Not even a twitch.<br /><br />The young barbarian rose, stretching out the night’s soreness with a delicious crackle of sinew. \"Nnh. Do you want me to heat the last of the broth, to break our fast?\"<br /><br />\"Decent of you, Kegan. Will you gather firewood, or use your gifts?\"<br /><br />The question was loaded, bordering on condescending, and it took no small effort for Kegan to avoid the bait. \"Firewood. I’ll try the magic again later.\"<br /><br />Another chuckle. Another maddening chuckle. \"As you wish,\" Ryze replied.<br /><br />Kegan took his time finding enough fallen deadwood. His skull was awhirl with echoes of their conversations these last few weeks. Something was nagging at the back of his brain, something that made the healing burn scars itch across his face. It was only when he returned to their makeshift camp, and dumped the armful of broken branches, that he realized what it was.<br /><br />\"Master.\"<br /><br />The sorcerer didn’t move, but the air seemed to change around them both. It became sharper, somehow—maybe a touch cooler, charged with some unseen force.<br /><br />\"Yes?\"<br /><br />Kegan cleared his throat, fighting for the right way to say it. \"When you spoke of magic yesterday, you mentioned… You mentioned the stuff of creation.\"<br /><br />Ryze remained motionless, but for his sorcery-darkened lips. \"I did, yes. Go on.\"<br /><br />Kegan took a breath, struggling with the immensity of what he wanted to say. \"Well. Water comes from rain, ice, and the sea. Fire comes from sparks and tinder, or from lightning striking the forest. And those trees that make up the forest, they come from seeds.\"<br /><br />\"All true, to some degree. And surprisingly poetic for this hour of the morning. What is the conclusion of this thesis?\"<br /><br />\"This what?\"<br /><br />The older man smiled, not unkindly. \"What are you trying to say, Kegan?\"<br /><br />\"Just that everything comes from somewhere. Everything has… a birth. A source. Is it the same for magic? Does it have a source in the world?\"<br /><br />Ryze didn’t answer at once. His stillness, to Kegan’s eyes, seemed suddenly a thing of restraint, rather than serenity.<br /><br />\"That is an intelligent question, my friend. There is a purity to your barbaric way of thinking, and I commend you for that line of thought. But it is not a discussion you and I are ready to have.\"<br /><br />The barbarian clenched his teeth, swallowing his temper. Finally he’d asked something worthy of an answer, and his master denied it to him. \"But I was thinking… If you controlled the rain, you could make new rivers. If you had a thousand seeds, you could plant a new forest. If you have iron, you can forge an axe. What if you could control the source of magic? You wouldn’t need to guide it or nudge it. You could command it, after all.\"<br /><br />Ryze opened his eyes.<br /><br />His gaze was colder than any Freljordian wind. There was mercy in those eyes, and admiration, but beneath both of those was a knifing, sickly hint of fear.<br /><br />You’re afraid, Kegan thought, and his skin crawled at the very idea.<br /><br />He didn’t know why. He couldn’t guess what it was about his words would inspire that stern, cold dread in his master’s soul. But Kegan knew what fear looked like, in the eyes of others. He’d seen it all his life.<br /><br />\"Not yet,\" Ryze murmured. \"When you are ready, we will speak of this. But not yet.\"<br /><br />Kegan Rodhe nodded, agreeing without understanding, intrigued by the unease in his master’s stare. Fear was a weakness, after all, and weaknesses had to be faced.<br /><br />And conquered."
        ]
    },
    "table": {
        "name": "Brand",
        "image": "brand.png",
        "general": {
            "Title": "The Burning Vengeance",
            "Real Name": "Kegan Rodhe",
            "Pronouns": "He/Him",
            "Release date": "April 12th, 2011",
            "Cost": "4800 880",
            "Attribute": "Mage"
        },
        "statistics": {
            "HP": "519.68 (+88)",
            "HPR": "5.5 (+0.55)",
            "MP": "469 (+21)",
            "MPR": "10.665 (+0.6)",
            "MS": "340",
            "AD": "57.04 (+3)",
            "AS": "0.625 (+1.36%)",
            "RNG": "550",
            "AR": "21.88 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Blaze",
            "img": "blaze.png",
            "description": "<span class='passiveActive'>Innate:</span> Brand's spells light his targets <span style='color: #d4d422'>ablaze</span>, dealing <span class='hpConversion'>[+3% their maximum]</span> in magic damage (deals 120% damage against monsters) over 3.25 seconds, and empowering his abilities against them. If Brand kills an enemy that is already ablaze he restores Mana. <span style='color: #d4d422'>Blaze</span> stacks up to three times. When <span style='color: #d4d422'>Blaze</span> reaches max stacks on a Champion or large monster, the <span style='color: #d4d422'>Blaze</span> becomes unstable. It detonates after 2 seconds, dealing magic damage to each nearby enemy. That champion cannot stack <span style='color: #d4d422'>Blaze</span> again within 4 seconds.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Mana:</span> <abbr title='at levels 1/3/6/9/12/15/18'>20 / 23 / 27 / 30 / 33 / 37 / 40</abbr>",
                "<span class='importantText'>Explosion Magic Damage:</span> <span class='hpConversion'>[10 - 14%</span> <span class='apConversion'>(+2% per 100)</span> <span class='hpConversion'>max]</span>"
            ]
        },
        {
            "key": "Q",
            "name": "Sear",
            "img": "sear.png",
            "description": "<span class='passiveActive'>Active:</span> Brand launches a fireball forward that deals magic damage to the first enemy it hits.<br /><span class='importantText' style='color: #d4d422'>Blaze:</span> If the target is ablaze, they are stunned for 2 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 Mana",
                "<span class='importantText'>Cooldown:</span> 8 / 7.5 / 7 / 6.5 / 6s",
                "<span class='importantText'>Range:</span> 1050"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 80 / 110 / 140 / 170 / 200 <span class='apConversion'>(+55%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Pillar of Flame",
            "img": "pillar_of_flame.png",
            "description": "<span class='passiveActive'>Active:</span> After a short delay, Brand blasts a target area, dealing magic damage to enemy units within the area.<br/><span class='importantText' style='color: #d4d422'>Blaze:</span> If the targets are ablaze, they take 25% damage increased damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 60 / 70 / 80 / 90 / 100 Mana",
                "<span class='importantText'>Cooldown:</span> 10 / 9.5 / 9 / 8.5 / 8s",
                "<span class='importantText'>Range:</span> 900",
                "<span class='importantText'>Area of Effect:</span> 250"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 75 / 120 / 165 / 210 / 255 <span class='apConversion'>(+60%)</span>",
                "<span class='importantText' style='color: #d4d422'>Blaze</span> <span class='importantText'>Damage:</span> 94 / 150 / 206 / 263 / 319 <span class='apConversion'>(+75%)</span>"
            ]
        },
        {
            "key": "E",
            "name": "Conflagration",
            "img": "conflagration.png",
            "description": "<span class='passiveActive'>Active:</span> Brand conjures an instant blast at his target, dealing magic damage to it and spreading to nearby enemies.<br /><span class='importantText' style='color: #d4d422'>Blaze:</span> If the target is ablaze, Conflagration's spread range is doubled.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 / 75 / 80 / 85 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 12 / 11 / 10 / 9 / 8s",
                "<span class='importantText'>Range:</span> 625",
                "<span class='importantText'>Area of Effect:</span> 300"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 70 / 95 / 120 / 145 / 170 <span class='apConversion'>(+45%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Pyroclasm",
            "img": "pyroclasm.png",
            "description": "<span class='passiveActive'>Active:</span> Brand unleashes a devastating torrent of fire, dealing magic damage each time it bounces, up to 5 bounces. Bounces prioritize stacking Blaze on Champions and himself.<br /><span class='importantText' style='color: #d4d422'>Blaze:</span> If the target is ablaze, Pyroclasm will briefly slow.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 105 / 90 / 75s",
                "<span class='importantText'>Range:</span> 750",
                "<span class='importantText'>Area of Effect:</span> 750"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 100 / 200 / 300 <span class='apConversion'>(+25%)</span>",
                "<span class='importantText'>Slow:</span> 30 / 45 / 60%"
            ]
        }
    ]
}