{
    "lore": {
        "biography": "Jhin is a meticulous criminal psychopath who believes murder is art. Once an Ionian prisoner, but freed by shadowy elements within Ionia’s ruling council, the serial killer now works as their cabal's assassin. Using his gun as his paintbrush, Jhin creates works of artistic brutality, horrifying victims and onlookers. He gains a cruel pleasure from putting on his gruesome theater, making him the ideal choice to send the most powerful of messages: terror.<br />For years, Ionia’s southern mountains were plagued by the infamous \"Golden Demon.\" Throughout the province of Zhyun, a monster slaughtered scores of travelers and sometimes whole farmsteads, leaving behind twisted displays of corpses. Armed militias searched the forests, towns hired demon hunters, Wuju masters patrolled the roads - but nothing slowed the beast’s grisly work.<br /><br />In desperation, the Council of Zhyun sent an envoy to beg Great Master Kusho for help. Upon hearing of the region’s plight, Kusho feigned an excuse for why he couldn’t help. But a week later, the master, his son <br />Shen, and star apprentice <br />Zed, disguised themselves as merchants and moved to the province. In secret, they visited the countless families emotionally shattered by the killings, dissected the horrific crime scenes, and looked for possible connections or patterns to the murders.<br /><br />Their investigation took four long years, and left the three men changed. The famous red mane of Kusho turned white; Shen, known for his wit and humor, became somber; and Zed, the brightest star of Kusho’s temple, began to struggle with his studies. Upon finally finding a pattern to the killings, the Great Master is quoted as saying: \"Good and evil are not truths. They are born from men and each sees the shades differently.\"<br /><br />Depicted in a variety of plays and epic poems, the capture of the \"Golden Demon\" would be the seventh and final great feat in the illustrious career of Lord Kusho. On the eve of the Blossom Festival in Jyom Pass, Kusho disguised himself as a renowned calligrapher to blend in with the other guest artists. Then he waited. Everyone had assumed only an evil spirit could commit these horrifying crimes, but Kusho had realized the killer was an ordinary man. The famed \"Golden Demon\" was actually a mere stagehand in Zhyun’s traveling theaters and opera houses working under the name Khada Jhin.<br /><br />When they caught Jhin, young Zed marched forward to kill the cowering man, but Kusho held him back. Despite the horrors of Jhin’s actions, the legendary master decided the killer should be taken alive and left at Tuula Prison. Shen disagreed, but accepted the emotionless logic of his father’s judgment. Zed, disturbed and haunted by the murder scenes he had witnessed, was unable to understand or accept this mercy, and it is said a resentment began to bloom in his heart.<br /><br />Though imprisoned in Tuula for many years, the polite and shy Khada Jhin revealed little of himself - even his real name remained a mystery. But while a prisoner, the monks noted he was a bright student who excelled in many subjects, including smithing, poetry, and dance. Regardless, the guards and monks could find nothing to cure him of his morbid fascinations.<br /><br />Outside the prison, Ionia fell into turmoil as the Noxian empire’s invasion led to political instability. War awoke the tranquil nation’s appetite for bloodshed. The peace and balance Kusho had famously fought to protect was shattered from within as dark hearts rose in power and secret alliances competed for influence. Desperate to counter the power of the ninja and Wuju swordsmen, a cabal within the ruling council conspired to secretly free Jhin and turn him into a weapon of terror.<br /><br />Now with access to the Kashuri armories’ new weapons, and nearly unlimited funds, the scale of Khada Jhin’s \"performances\" has grown. His work has brought fear to many foreign dignitaries and to Ionia’s secret political underground, but how long will a serial killer, craving attention, be satisfied working in the shadows?",
        "stories": [
            "THE MAN WITH THE STEEL CANE<br />I<br />The gun in his hand was simply a tool—but a perfectly crafted one. Gold type was inlaid into the blackish-green metal. It spelled the smith’s name: This detail spoke of its creator’s pride and confidence. It was not a Piltovian weapon—those gaudy things that attempted to function with the minuscule amounts of magic available in those lands. This gun was made by a true forge master. Magic pulsed from its bronze, Ionian heart.<br /><br />He wiped the gun’s stock a fourth time. He couldn’t be sure it was clean until he wiped it down four times. Didn’t matter that he hadn’t used it. Didn’t matter that he was only going to stow it in the bag under the bed. He couldn’t put it away until he was sure it was clean. And he couldn’t be sure it was clean until he had wiped it down four times. It was getting clean though. Four times makes it clean.<br /><br />It was clean, and it was wonderful. His new patrons had been generous. But did the finest painters not deserve the finest brushes?<br /><br />The scale and precision of the new device made his previous work with blades seem insignificant by comparison. Understanding firearm mechanics had taken him weeks of study, but evolving his chi techniques from blades had taken months.<br /><br />The gun held four shots. Each bullet had been infused with magical energy. Each bullet was as perfect as a Lassilan monk’s blade. Each bullet was the paint from which his art would flow. Each bullet was a masterpiece. It didn’t just cut apart the body. It rearranged it.<br /><br />The rehearsal at the mill town had already shown the gun’s potential. And his new employers had been pleased with the work’s reception.<br /><br />He had finished polishing it, but with the gun in his right hand, the temptation was too great. He knew he shouldn’t, but he unpacked the black, eel-skin bodysuit. He drew the fingertips of his left hand across the slick surface of the clothes. The feel of the skin’s oily surface quickened his breath. He picked up the tight, leather mask, then—unable to help himself—slid it over his face. It covered his right eye and mouth. It constricted his breathing and removed his depth perception…<br /><br />Delightful.<br /><br />He was putting on the shoulder armor when the bells he’d hidden on the steps leading up to his room sounded. He quickly folded up the weapon and removed the mask.<br /><br />\"Hello?\" the maid asked through the door. The lilt in her voice hinted to an upbringing far south of this town.<br /><br />\"You did what I asked?\" he said.<br /><br />\"Yes, sir. A white lantern every four yards. A red lantern every sixteen.\"<br /><br />\"Then I can begin,\" Khada Jhin said as he swung open the door to his room.<br /><br />The woman’s eyes widened as he exited his room. Jhin was well aware of how he looked. Normally, it elicited pangs of self-conscious loathing, but today was a performance day.<br /><br />Today, Khada Jhin cut a slender, elegant figure as he walked out with a cane. He was hunched, and his cloak seemed to cover some huge deformity on his shoulder, but a jaunty stride belied this. He forcefully tapped the cane ahead of him as he marched toward the window. He tapped the frame rhythmically—three beats, then a fourth. His gold sparkled, his cream cloak flowed, and his jewels glittered in the sun.<br /><br />\"What...what is that?\" the maid asked, indicating Jhin’s shoulder.<br /><br />Jhin paused for a moment to study the woman’s cherubic face. It was round and perfectly symmetrical. A dull and predictable design. Removed, it would make a terrible mask.<br /><br />\"It’s for the crescendo, my darling,\" Khada Jhin said.<br /><br />From the inn’s window, he had a clear view of the rest of the town in the valley below him. This performance had to be wonderful, but there was still so much work to do. The councilman would be returning this evening—and so far, all of Jhin’s plans for tonight seemed... uninspired.<br /><br />\"I brought some flowers for your room,\" the woman said, walking past him.<br /><br />He could have used someone else to place the lanterns. But he didn’t. He could have changed clothes before opening his door. But he didn’t. Now she had seen Khada Jhin in his finery.<br /><br />The inspiration he needed was so obvious now. So preordained. There was never a choice. There was no escaping the Art.<br /><br />He would have to make this maid’s face... more interesting.<br /><br />II<br /><br />The candied pork glistened on top of the five-flavor broth. The aroma entranced Shen, but he set aside his spoon. As the waitress left, she smiled and nodded in approval. The fat had yet to melt into the broth. Doubtless, the soup was already excellent, but in a moment, the flavor would be at its peak. Patience.<br /><br />Shen considered the interior of the White Cliffs Inn. It was deceptively simple and rough. The wood weavers had been masters, removing the tree bark and living leaves only where necessary.<br /><br />The candle on Shen’s table flickered...wrongly. He slid away from the table, retrieving his blades from under his cloak.<br /><br />\"Your students are as quiet as a pregnant worax,\" Shen said.<br /><br />Alone and dressed like a merchant, Zed entered the inn. Brushing past the waitress, he sat down three tables from Shen. Every part of him wanted to dash at his foe. To avenge his father. But such was not the way of twilight. He calmed himself as he realized the distance was too far... but only by the length of Shen’s index finger.<br /><br />Shen looked over at Zed, expecting to see him grin. Instead, his rival sighed. His skin was sallow, and dark folds hung beneath his eyes.<br /><br />\"Five years, I have waited,\" Shen said.<br /><br />\"Have I misjudged the distance?\" Zed asked wearily.<br /><br />\"Even if my head is cut off, I will still close and strike,\" Shen said, sliding his foot backward and cocking it against the floor. Zed was ten paces and one half of a finger length away.<br /><br />\"Your path’s closer to mine. Your father’s ideals were a weakness. Ionia could no longer afford them,\" Zed said. He leaned back in his chair, keeping himself just outside of the range Shen would need to strike a killing blow. \"I know that’s not something I can make you understand. But I will offer you a chance for vengeance.\"<br /><br />\"I do not act because of vengeance. You defy the balance. For that, you are damned,\" Shen said as he inched forward to the edge of his chair.<br /><br />\"The Golden Demon escaped,\" Zed replied.<br /><br />\"Impossible.\" But Shen felt a hollowness had caught in his chest.<br /><br />\"Your father’s greatest victory. And now, again, his foolish mercy has tarnished his legacy.\" Zed shook his head. \"You know what that... thing is capable of.\" Then Zed leaned over the table, well within Shen’s range—his neck intentionally exposed. \"And you know that we are the only two people who can get close enough to stop him.\"<br /><br />Shen remembered the first time he’d seen the body of someone killed by the infamous Khada Jhin. His skin prickled from the memory; his teeth clenched. Only his father had been strong enough to still believe a merciful justice could be served. Something in Shen had changed that day. Something in Zed had broken.<br /><br />Now, that monster had returned.<br /><br />Shen put his swords on the table. He looked down at the perfect bowl of soup in front of him. Little droplets of the pork fat’s oil shimmered on its surface, but he wasn’t hungry anymore.<br /><br />III<br /><br />There was still no sign of Zed. It was disappointing. Very disappointing. He certainly must have sought out his former friend. It was likely Zed was hiding, watching. Jhin needed to be careful.<br /><br />From the jetty, Jhin looked back to the foreign ship. The tide had come in, and the ship would be leaving in a few moments. He would have to return soon if he was going to perform in Zaun next month. Risk on top of risk.<br /><br />He stopped to check his reflection in a puddle. From the water, a worried, elderly merchant stared back at him. Years of acting practice combined with his martial training had given him total control of his facial muscles. It was a common face, and he had given it an unexceptional expression. When he walked up the hill, Jhin blended easily into the crowd.<br /><br />He checked the white lanterns above him, counting the distance. If Zed appeared, he would need them. At the inn on the top of the hill, he glanced at the planters where he had hidden traps. Sharpened steel blades, shaped like flowers. They protected his escape route in case anything went wrong.<br /><br />He thought of how the metal would slice through the crowd and splash the building’s freshly painted teal walls with red. It was tempting.<br /><br />He was pushing through the crowd when he heard the village elder speaking to Shen.<br /><br />\"Why would the demon attack her and the councilmen?\" the elder asked.<br /><br />Shen, dressed in his blue outfit, didn’t answer.<br /><br />Another kinkou, a young woman named Akali, stood beside Shen. She walked to the doorway of the inn.<br /><br />\"No,\" Shen said as he blocked her path.<br /><br />\"What makes you think I’m not ready?\" Akali asked, annoyed.<br /><br />\"Because I wasn’t when I was your age.\"<br /><br />At that moment, a town guard stumbled from the entrance, his face pale and hollow.<br /><br />\"Her flesh, it was... it was...\" he said. He took a few steps, then collapsed to the ground in shock.<br /><br />\"He saw it. He saw the flower!\" Against the far wall, the tavern’s owner laughed. Then he began weeping—his face painted by madness.<br /><br />These were not people who would forget seeing Khada Jhin’s work.<br /><br />Shen scanned the faces of the onlookers.<br /><br />\"Clever boy\", Jhin thought, before fading into the back of the crowd.<br /><br />He checked the rooftops for Zed as he walked back to the ship.<br /><br />The work was inescapable. Together or apart, Zed and Shen would chase the clues he had left. They would follow them back to the Blossom Festival. Back to Jyom Pass. And when they became desperate, then they would have to work together again.<br /><br />It would be like it had been when they were young. They would huddle together in awe and fear.<br /><br />Only then would the great Khada Jhin reveal himself...<br /><br />And his true masterpiece would begin.<br /><br />IIII"
        ]
    },
    "table": {
        "name": "Jhin",
        "image": "jhin.png",
        "general": {
            "Title": "The Virtuoso",
            "Real Name": "Khada Jhin",
            "Pronouns": "He/Him",
            "Release date": "February 1st, 2016",
            "Cost": "6300 975",
            "Primary": "Marksman",
            "Secondary": "Mage"
        },
        "statistics": {
            "HP": "585 (+93)",
            "HPR": "3.75 (+0.55)",
            "MP": "300 (+50)",
            "MPR": "6 (+0.8)",
            "MS": "330",
            "AD": "59 (+4.7)",
            "AS": "0.625 (+0%)",
            "RNG": "550",
            "AR": "24 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Whisper",
            "img": "whisper.png",
            "description": "<span style='color:#ffffcc'>Death in 4 Acts</span> - Jhin's hand cannon has a fixed attack speed and can be fired 4 times before needing to be reloaded. The 4th bullet always <span class='critConversion'>Crits</span> and deals bonus damage based on the target's missing health. <span style='color:#ffffcc'>Every Moment Matters</span> - <span class='critConversion'>Critical Strike Chance</span> and <span class='asConversion'>Bonus Attack Speed</span> have special scaling:<br />Attack Damage is increased.<br />Jhin's <span class='critConversion'>Crits</span> deal 14% reduced damage but grant him 10% <span class='asConversion'>(+40% bonus Attack Speed)</span> bonus movement speed for 2 seconds.",
            "stats": [],
            "lvl-upgrades": [
                "<span class='importantText'>Bonus Attack Damage Equal to:</span> <span class='adConversion'>(+4 - 44% total)</span> <span class='critConversion'>(+30% Crit Chance)</span> <span class='asConversion'>(+25% bonus Attack Speed)</span> of Total Attack Damage",
                "<span class='importantText'>Missing Health Damage:</span> <span class='hpConversion'>[+15 / 20 / 25% target's missing]</span>"
            ]
        },
        {
            "key": "Q",
            "name": "Dancing Grenade",
            "img": "dancing_grenade.png",
            "description": "<span class='passiveActive'>Active:</span> Jhin launches a cartridge at the targeted enemy that deals physical damage before bouncing to a nearby target that has not yet been hit. The cartridge can hit a maximum of 4 times. Each kill by the cartridge increases the damage of subsequent hits by 35%.",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 / 45 / 50 / 55 / 60 Mana",
                "<span class='importantText'>Cooldown:</span> 7 / 6.5 / 6 / 5.5 / 5s",
                "<span class='importantText'>Range:</span> 550",
                "<span class='importantText'>Area of Effect:</span> 400"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 45 / 70 / 95 / 120 / 145 <span class='adConversion'>(+35 / 42.5 / 50 / 57.5 / 65% total)</span> <span class='apConversion'>(+60%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Deadly Flourish",
            "img": "deadly_flourish.png",
            "description": "<span class='passiveActive'>Active:</span> Jhin fires a long range shot that stops on the first champion hit, dealing physical damage to it, and 75% of that damage to minions and monsters hit along the way. If Deadly Flourish strikes a champion that has been hit by any damage from Jhin or his allies, or are standing in a Lotus Trap within the last 4 seconds it will root them and grant Jhin Movement Speed as though he had <span class='critConversion'>crit</span> them.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 / 60 / 70 / 80 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 12s",
                "<span class='importantText'>Range:</span> 2500"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Duration:</span> 50 / 85 / 120 / 155 / 190 <span class='adConversion'>(+50% total)</span>",
                "<span class='importantText'>Root Duration:</span> 1 / 1.25 / 1.5 / 1.75 / 2s"
            ]
        },
        {
            "key": "E",
            "name": "Captive Audience",
            "img": "captive_audience.png",
            "description": "<span class='passiveActive'>Active:</span> Jhin places an invisible Lotus Trap at the target location that lasts 3 minutes and activates when stepped on, revealing nearby enemies for 4 seconds. The trap leaves behind a zone that slows enemies inside by 35%, and detonates after 2 seconds, dealing magic damage (65% damage on subsequent hits and vs. minions and monsters). Jhin can store 2 traps at once. <span style='color:#ffffcc'>Beauty in Death</span> - When Jhin kills an enemy champion a Lotus Trap will spawn and detonate where they were killed.",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 / 35 / 40 / 45 / 50 Mana + 1 charge",
                "<span class='importantText'>Cooldown:</span> 2s",
                "<span class='importantText'>Recharge:</span> 28 / 25 / 22 / 18 / 16s",
                "<span class='importantText'>Range:</span> 750"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 20 / 80 / 140 / 200 / 260 <span class='adConversion'>(+120% total)</span> <span class='apConversion'>(+100%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Curtain Call",
            "img": "curtain_call.png",
            "description": "<span class='passiveActive'>Active:</span> Jhin sets up and channels, enabling him to fire 4 super shots at extreme range in a cone in front of him. The shots stop on the first champion hit, slowing it by 80% for 0.5 seconds and dealing physical damage. The 4th shot crits for 200% damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 120 / 105 / 90s",
                "<span class='importantText'>Range:</span> 3500"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 50 / 125 / 200 <span class='adConversion'>(+25% total)</span> <span class='hpConversion'>[+3% per 1% target's missing]</span>"
            ]
        }
    ]
}