{
    "lore": {
        "biography": "A manic and impulsive criminal from Zaun, Jinx lives to wreak havoc without care for the consequences. With an arsenal of deadly weapons, she unleashes the loudest blasts and brightest explosions to leave a trail of mayhem and panic in her wake. Jinx despises boredom, and gleefully brings her own chaotic brand of pandemonium wherever she goes.<br />While most look at Jinx and see only a mad woman wielding an array of dangerous weapons, a few remember her as a relatively innocent girl from Zaun—a tinkerer with big ideas who never quite fit in. No one knows for certain what happened to turn that sweet young child into a wildcard, infamous for her wanton acts of destruction. But once Jinx exploded onto the scene in Piltover, her unique talent for sowing anarchy instantly became the stuff of legend.<br /><br />Jinx first gained notoriety through her anonymous \"pranks\" on the citizens of Piltover… particularly those with connections to the wealthy merchant clans. These pranks ranged from the moderately annoying to the criminally dangerous. She blocked streets on Progress Day, with a stampede of exotic animals freed from Count Mei’s menagerie. She disrupted trade for weeks when she lined the city’s iconic bridges with adorably destructive flame chompers. Once, she even managed to move every street sign in town to new and utterly confusing locations.<br /><br />Though this unknown troublemaker’s targets seemed random, and her motivation nothing more than pure chaos, her actions always served to bring the city’s orderly bustle to a screeching halt.<br /><br />Naturally, the wardens attributed some of her crimes to chem-punk gangs from the undercity. Having others get credit for her manic schemes didn’t sit well with Jinx, and so she made sure to make her presence known at every future crime scene. Rumors soon circulated of the mysterious, blue-haired Zaunite girl carrying chemtech explosives, a shark-mouthed rocket launcher, and a repeater gun. Still, the authorities dismissed these reports as preposterous. After all, how could a lowly street punk possibly obtain such lethal ordnance?<br /><br />Jinx’s bombastic spree seemed endless, with the wardens’ attempts to catch the culprit thwarted at every turn. She began tagging her works of destruction with vivid graffiti, and other taunting messages directed at the city sheriff’s newest ally in the fight against crime, Enforcer Vi.<br /><br />Jinx’s reputation grew, leaving the people of Zaun divided as to whether she was a hero for sticking it to the arrogant Pilties, or a dangerous lunatic for escalating existing tensions between their two cities.<br /><br />After months of ever-increasing carnage, Jinx unveiled her biggest plan yet. In her trademark electric pink, Jinx daubed the walls of the Ecliptic Vaults—one of Piltover’s most secure treasuries—with a very unflattering caricature of Enforcer Vi, and the details of her own intention to rob the stores within.<br /><br />An uneasy sense of anticipation settled on Piltover and Zaun leading up to the promised date of the heist. Many doubted even Jinx would have the guts to show up and risk almost certain capture.<br /><br />When the day arrived, Vi, Sheriff Caitlyn, and the wardens prepared a trap for Jinx outside the treasury. But Jinx had already smuggled herself inside by way of an oversized coin crate that had been delivered days before. When Vi heard pandemonium erupt from inside the structure, she knew the wardens had been outclassed once again. She burst into the treasury, and the ensuing confrontation left the Ecliptic Vaults a smoldering ruin, and the merry mischief maker Jinx nowhere to be found.<br /><br />Jinx remains at large to this day, and is a constant thorn in Piltover’s side. Her schemes have inspired copycat crimes among the chem-punks, as well as numerous satirical plays lampooning the incompetence of the wardens, and even a smattering of new colloquialisms throughout both cities—though no one has yet had the courage to call Enforcer Vi \"Pretty-in-Pink\" to her face.<br /><br />Jinx’s ultimate endgame, and her obvious obsession with Vi, both remain a mystery, but one thing is certain: her crimes are continuing and growing in sheer audacity.",
        "stories": [
            "THE WEDDING CRASHER<br />Jinx hated petticoats.<br /><br />Corsets too, but she grinned at how she’d put the space under and within the stolen dress to good use. Her long blue braids were concealed beneath a ridiculous feathered bonnet that was the latest fashion in Piltover. Jinx sashayed between the wedding guests, keeping her smile fixed and trying not to scream at the dead-eyed people surrounding her. It took an effort of will not to grab each one by the shoulder and try to shake them awake.<br /><br />Jinx had come here to get all explodey on the observatory atop Count Sandvik’s mansion, but when she’d seen there was a wedding underway... well, that was too good an opportunity for mayhem to pass it up. The count had spared no expense in making his daughter’s party a grand spectacle. The cream of Piltover society was here; the heads of the major clans, lauded hextech artificers, and even fat Nicodemus had managed to finagle an invite. The Warden-Prefect looked like an overstuffed poro in his dress uniform, chest puffed out and beady eyes ogling the sprawling buffet table. Music from a small orchestra drifted over the wedding guests, so slow and ponderous it made Jinx want to yawn. She’d take the foot-stomping, spin-around-till-it-made-you-sick music of Zaun any day.<br /><br />Hexlumens fitted with rotating zoetropes and oddly-angled lenses projected spectral dancers onto the floor that pirouetted and spun to the delight of laughing children who’d never known a moment of hunger, pain, or loss. Mimes and sleight of hand artistes moved through the crowd, delighting the guests with the fingerwork of their card tricks. Jinx had seen better. The sump-snipes of the Boundary Markets would quite literally give any of these performers a run for their money.<br /><br />Pictures of Piltover’s bigwigs hung on walls paneled with oak and inlaid with geometric copper fretwork. The men and women in the portraits looked down on the people below with haughty disdain. Jinx stuck her tongue out at each and every one of them as she passed, grinning as they tutted and turned away. Windows paned with colored glass patterned the mosaic floor with rainbows and Jinx skipped merrily over every bright square as she made her way to a table heaped with enough food to feed a hundred families in Zaun for a month.<br /><br />A liveried waiter passed her, bearing a silver tray of fluted glasses filled with something golden and fizzy. She took one in each hand, spinning away with a grin. Flying foam stained the backs of dresses and frock coats of nearby guests and Jinx sniggered.<br /><br />\"Drink up,\" she said and knocked back what was left in the glasses.<br /><br />She bent awkwardly and set the glasses on the mosaic floor, right in the path of oncoming dancers, and burped the opening bars of Vi is a Stupid Fathead, a tune she’d only just made up. Cliques of society ladies turned to sneer at her coarseness, and Jinx covered her mouth in mock, wide-eyed embarrassment. \"Sorry, I accidentally did that on purpose.\"<br /><br />She skipped on and helped herself to some weird looking fish-things from another waiter’s platter. She tossed them into the air and managed to catch at least one in her mouth. A few fell into her enhanced cleavage and she plucked them out with the glee of a sump-scrapper who’d found something shiny in the ooze.<br /><br />\"You thought you could get away from me, fishy-fishes!\" she said, wagging a finger at each morsel. \"Well, you were wrong.\"<br /><br />Jinx stuffed the food into her mouth and readjusted her dress. She wasn’t used to this much up top, and stifled a giggle at what she had stuffed down there. The hairs on the back of her neck bristled, and she looked up to see a man staring at her from the edge of the chamber. He was good-looking in a stiff sort of way and wore nice, formal clothes, but was so obviously a warden that he might as well have had a sign around his neck. She turned and pushed deeper into the throng of guests filling the chamber.<br /><br />She reached the buffet table and sucked in an impressed breath as she saw the towering wedding cake; a frosted masterwork of pink fondant, whipped cream and lacework caramel. A replica of the Tower of Techmaturgy in sponge, jam, and sweet pastry. Jinx reached out, lifted a ladle from the punch bowl, and scooped out a cave in the sponge. She tipped it out onto the floor, licked the ladle clean and tossed it back onto the table. She saw a number of the guests looking at her funny and bared her teeth in her best, manic grin. Maybe they thought she was mad. Maybe they were right.<br /><br />Jinx shrugged. Whatever.<br /><br />She reached down into her décolletage and pulled out four chompers. She stuffed three deep into the hole she’d scooped in the cake and dropped the other in the punch bowl.<br /><br />Jinx strolled along the length of the table, pulling out another two chompers and depositing them in various dishes. One went in a copper soup tureen, the other replaced the apple in the mouth of a suckling pig. Her dress was a lot looser without the additional baggage upstairs, and as she pulled down the side zipper, Jinx spotted the good-looking man she’d earlier pegged as a warden making a beeline for her through the guests.<br /><br />\"About time,\" she said, spotting another four, gussied-up wardens, three women and a man, converging on her. \"Oooh, and you brought friends too!\"<br /><br />Jinx reached around to the small of her back and pulled the knot securing the petticoats around her narrow waist. The bottom half of her dress sank to the floor as her corset fell away to surprised gasps of the men and women around her.<br /><br />Revealed in her pink leggings, ammo-belted shorts and vest top, Jinx ripped off the bonnet and shook her hair loose. She reached down and swung Fishbones up from where it had been concealed beneath her dress, and hoisted the weapon up to her shoulder.<br /><br />\"Hey folks!\" she yelled, leaping onto the buffet table and drawing Zapper from her thigh-holster. \"Hope you’re all hungry...\"<br /><br />Jinx spun on her heel and fired a crackling bolt of energy down the table to the chomper in the pig’s mouth.<br /><br />\"‘Cause this buffet is to die for!\"<br /><br />The chomper exploded, draping the nearest guests in ribbons of scorched meat and fat. A chain reaction of detonations followed. The tureen blasted into the air to drench scores of guests in hot beef soup. The punch bowl blew up next, and then the climax of the detonations; the wedding cake.<br /><br />The three chompers inside detonated simultaneously and the towering confection launched into the air like a rocket. It almost reached the stained glass ceiling before it arced over and nosedived back to the floor. Guests scattered as the giant cake exploded on impact, and fondant fragments flew in all directions. Screaming guests ran from the blasts, slipping and tumbling in patches of gooey cream and sizzling punch.<br /><br />\"Seriously folks,\" said Jinx, blowing a loose strand of blue hair out of her face. \"Screaming helps, not at all.\"<br /><br />She skipped down the ruined buffet table and fired a rocket from Fishbones that blew out the nearest window. Iron bolts from hand crossbows flashed past her to embed in the walls, but Jinx laughed as she leapt through the shattered window frame to land in the garden beyond. She rolled back to her feet and pulled up short. She’d had an escape route sort of planned out, but looking toward the Sandvik Mansion’s entrance, she saw a tall, gleaming ring-rider that looked like it’d be a ton of fun to steal.<br /><br />\"Now, that I gotta try...\"<br /><br />She slung Fishbones over her shoulder and elbowed a host of gawping Sandvik footmen out the way, settling into the disc-runner’s hand-tooled leather saddle.<br /><br />\"So how do you start this thing?\" she said, staring at the bewildering array of ivory knobs, brass-rimmed dials and gem-like buttons on the control panel in front of her.<br /><br />\"Time for a little trial and error!\"<br /><br />Jinx hauled back on the nearest lever and hit the biggest, reddest button she could see. The machine throbbed beneath her, spooling up with a rising whine and hum of building power. Blue light spun around the outer edges of the wide disc as the main doors to the mansion slammed open. Stern voices yelled at her to stop. Like that was going to happen! The stabilizer struts retracted into the gleaming frame and Jinx whooped with manic glee as the disc-runner shot away from the mansion like a super mega death rocket.<br /><br />\"See ya!\" she yelled over her shoulder. \"Awesome party!\""
        ]
    },
    "table": {
        "name": "Jinx",
        "image": "jinx.png",
        "general": {
            "Title": "The Loose Cannon",
            "Pronouns": "She/Her",
            "Release date": "October 10th, 2013",
            "Cost": "4800 880",
            "Attribute": "Marksman"
        },
        "statistics": {
            "HP": "610 (+86)",
            "HPR": "3.75 (+0.5)",
            "MP": "245 (+45)",
            "MPR": "6.7 (+1)",
            "MS": "325",
            "AD": "57 (+3.4)",
            "AS": "0.625 (+1%)",
            "RNG": "525",
            "AR": "28 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Get Excited!",
            "img": "get_excited.png",
            "description": "<span class='passiveActive'>Innate:</span> Whenever a champion, tower, inhibitor or Epic monster that Jinx has dealt damage to within the last 3 seconds is killed or destroyed, she gains 175% decaying Movement Speed and 15% Total Attack Speed for 6 seconds. While excited Jinx can exceed the Attack Speed cap. Subsequent procs make Jinx even more excited, stacking the Attack Speed (max stacks: like a bajillion).",
            "stats": [],
            "lvl-upgrades": []
        },
        {
            "key": "Q",
            "name": "Switcheroo!",
            "img": "switcheroo.png",
            "description": "<span class='passiveActive'>Toggle:</span> Jinx swaps weapons.<br /><span class='passiveActive'>Fishbones, the Rocket Launcher:</span> Basic attacks deal 110% Damage to Jinx's target and all nearby enemies, gain range, fire 15% slower and drain Mana.<br /><span class='passiveActive'>Pow-Pow, the Minigun:</span> Basic attacks grant bonus Attack Speed for 2.5 seconds. This effect stacks up to 3 times. Stacks fall off one at a time and only benefit Jinx's first attack after switching to Rocket Launcher.",
            "stats": [
                "<span class='importantText'>Cost:</span> 20 Mana per Rocket",
                "<span class='importantText'>Cooldown:</span> 0.9s",
                "<span class='importantText'>Area of Effect:</span> 150"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Max Attack Speed:</span> 30 / 55 / 80 / 105 / 130%",
                "<span class='importantText'>Bonus Range:</span> 75 / 100 / 125 / 150 / 175"
            ]
        },
        {
            "key": "W",
            "name": "Zap!",
            "img": "zap.png",
            "description": "<span class='passiveActive'>Active:</span> After a short delay, Jinx fires a shock blast that deals physical damage to the first enemy hit and slowing it for 2 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 / 60 / 70 / 80 / 90 Mana",
                "<span class='importantText'>Cooldown:</span> 10 / 9 / 8 / 7 / 6s",
                "<span class='importantText'>Range:</span> 1450"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Physical Damage:</span> 10 / 60 / 110 / 160 / 210 <span class='adConversion'>(+160% bonus)</span>",
                "<span class='importantText'>Slow:</span> 30 / 40 / 50 / 60 / 70%"
            ]
        },
        {
            "key": "E",
            "name": "Flame Chompers!",
            "img": "flame_chompers.png",
            "description": "<span class='passiveActive'>Active:</span> Jinx tosses out 3 chompers that, once armed, explode on contact with enemy champions dealing magic damage to nearby enemies. The champion that sets off the chomper is also rooted the same duration. Chompers explode automatically after 5 seconds. Enemy champions only take damage from one Flame Chomper per cast.",
            "stats": [
                "<span class='importantText'>Cost:</span> 70 Mana",
                "<span class='importantText'>Cooldown:</span> 24 / 20.5 / 17 / 13.5 / 10s",
                "<span class='importantText'>Range:</span> 900",
                "<span class='importantText'>Area of Effect:</span> 50"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 70 / 120 / 170 / 220 / 270 <span class='apConversion'>(+100%)</span>"
            ]
        },
        {
            "key": "R",
            "name": "Super Mega Death Rocket!",
            "img": "super_mega_death_rocket.png",
            "description": "<span class='passiveActive'>Active:</span> Jinx fires a rocket that travels in a line, exploding on the first enemy champion hit. Enemies caught in the explosion take magic damage equal to a base amount (this amount increasing over the first second the rocket travels) plus a percentage of their missing health. The primary target of the explosion takes full damage, while nearby enemies take 80% damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 90 / 75 / 60s",
                "<span class='importantText'>Range:</span> Global",
                "<span class='importantText'>Area of Effect:</span> 225"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Minimum Magic Damage:</span> 25 / 35 / 45 <span class='adConversion'>(+15% bonus)</span>",
                "<span class='importantText'>Maximum Magic Damage:</span> 250 / 350 / 450 <span class='adConversion'>(+150% bonus)</span>",
                "<span class='importantText'>Missing Health Damage:</span> <span class='hpConversion'>[+25 / 30 / 35% target's missing]</span>"
            ]
        }
    ]
}