{
    "lore": {
        "biography": "Something has awoken in Runeterra. Something ancient. Something terrible. The ageless horror known as Fiddlesticks stalks the edges of mortal society, drawn to areas thick with paranoia where it feeds upon terrorized victims. Wielding a jagged scythe, the haggard, makeshift creature reaps fear itself, shattering the minds of those unlucky enough to survive in its wake. Beware the sounding of the crow, or the whispering of the shape that appears almost human… Fiddlesticks has returned.<br />Long, long ago, in a tower by the edge of the sea, a foolish young mage summoned something into the world that he was not prepared to control. What stepped before the boy was something older than recorded history. Something darker than a yawning, starless night. Something the world had desperately tried to forget—and in an instant, the mage, the creature, and the tower itself were lost to all of time.<br /><br />At least, that’s what the stories say.<br /><br />In the Freljord, children frighten each other around the fire with tales of a monster that raises itself from untended graves in the ice, its body a shambling mass of helmets, bucklers, furs, and wood. In Bilgewater, drunken sailors trade accounts of something standing alone on a tiny, distant atoll from which no one has ever returned. An old Targonian legend speaks of how a child of twilight stole the only joy from a ragged, whispering horror, while veteran Noxian soldiers prefer the fable of a lonely farmhand who was blamed for a poor harvest and fed to the crows, later returning to the world as a demon.<br /><br />Demacia. Ixtal. Piltover. Ionia. Shurima. In every corner of Runeterra, these myths persist—reshaped, respun, and passed down by countless generations of storytellers. Stories of a thing that looks almost human and stalks places thick with fear.<br /><br />But these are simply fables to frighten young children. No one would ever be afraid of a silly old monster called Fiddlesticks…<br /><br />Until now.<br /><br />Something has awoken in the Demacian hinterlands, drawn by the climate of rising fear and paranoia. Rural protectorates, separated from the capital by hundreds of miles of farmland, are emptying in mere days. Travelers vanish from the old footpaths. Guard patrols fail to report back from the edges of the kingdom. And wild-eyed survivors claw at their faces from the safety of roadside taverns, wailing of crows that aren’t crows, sounds that aren’t sounds, and a lopsided horror in the shape of a scarecrow that croaks in the stolen voices of the dead.<br /><br />Most blame rogue mages. Such accusations are common in these days of rebellion.<br /><br />Yet the truth is far worse. Something has returned, just as it had in the fictitious tale of the young mage in his seaside tower. An evil gone from the world for numberless centuries—long enough that the warnings of a nascent humanity passed into rumor, then myth, then legend… until all that remained were simple fables. An entity so utterly alien that it defies almost all contemporary knowledge of magic. So impossibly ancient that it has always been. So universally feared that even animals grow nervous when someone speaks its name.<br /><br />In the wake of this revival, another tale, nearly lost to memory, has seen a resurgence throughout the hinterlands. A legend of a great evil that has no form, no thoughts, and no understanding of the world it inhabits, instead building itself into the crude shape of those that fear it. The terror of all living things, given life in that first terrible scream of creation. A demon before demons were known.<br /><br />At least, that’s what the stories say.<br /><br />But Fiddlesticks is real.",
        "stories": [
            "VOICES<br />Ten great kings took ten great thrones,<br />Nine crowns adorned nine heads.<br />One left to scratch upon their mounds,<br />The crow, alive and dead.<br />— old Demacian poem, author unknown<br />It started when old Hubard, drunk out his mind on stale mead and the dulled memories of some battle he’d probably run from, locked himself in a shack just outside of Goldweald. Davil tried to break the door in, good neighbor as he was, but the miserable fossil had more strength than anyone could have anticipated, bracing his entire body against the entrance as he babbled about heights and spiders and being pecked to death by birds. No one believed the man was being pecked to death by anything but a bottle, so we all went home, assuming, as one does, that with a day to dry out, the ordeal would sort itself.<br /><br />Took only one night.<br /><br />First scream ripped across the village like someone had pulled it out of Hubard’s open chest, followed by a second that was almost the same—but worse. It pitched higher, like rusted metal wrapped in burlap, in almost-human words with an almost-human rhythm until the baker’s wife cried, \"Mages!\" and all hell broke loose. People arming themselves, the mayor—if that's what you could call the head of some hinterlands piss-hole—shooing whoever he could into the meeting hall, windows being boarded up in blind panic, the works. You’ve seen it a hundred times, probably two hundred since the Claw hit up north. Regular folks going mad at the fairest hint of magic.<br /><br />Point is, that’s around when everything went bad. But there’s a bottom to bad, and what happened in Goldweald broke right past it.<br /><br />Don’t believe me?<br /><br />Go for yourself. Goldweald ain’t there anymore.<br /><br />But I’m skipping ahead, and that ain’t fair to Davil. See, Davil was a spy from back when the Freljord pacifications were still talked about like there was honor in ’em, and he later served the crown as far out as Shurima and the Blue Flame Isles. The man had seen things. We’re lucky out west, since the worst the hinterlands have to offer are some stray raptors after the hatching season, and maybe a sun-cooked bandit or three, but Davil knew what was out there. What could be out there. And he gathered up all the folk who were willing to listen and organized a peasant militia to bring those supposed \"mages\" to justice.<br /><br />His plan was simple: First light, we’re all going on patrol, two by two, no one alone. Military stuff, and that gives us hope, gins us all up for a fight. For king and country! Rah-rah Demacia, and all that.<br /><br />Until the sun comes up and a family’s gone missing.<br /><br />Every one of them—five in all. Farmhouse torn to shreds, livestock slaughtered in their pens. Doors all locked from the inside, windows all latched. They’re gone. The mayor calls a meeting, but a pair of fieldhands don’t come in from the rows. When Davil calls for them, something calls back. But it isn’t them. Sounds almost like them, like something is forcing words into almost the right shape, but that old, rusty cage sound keeps cutting through, squeaking and rattling and clicking like it can’t help itself.<br /><br />Now people are afraid. Some hothead charges into the fields with a sword in his hand—gone. Another follows him—gone. Blacksmith gets the wise idea he’ll ride all the way to Amberfel and call the guard, but the horse bucks him halfway down the old trade road and something pulls him into the rows. Davil calls to see if he’s alright, and that awful voice burbles out, saying it’ll take the road to Amberfel and call the guard.<br /><br />Davil asks again, and it repeats: \"I’ll take the old road to Amberfel and call the guard.\"<br /><br />There’s something about it… like a pin twisting inside your head, poking through the meat into something darker underneath. I could see it on everyone’s faces. Folks holding their kids close, backing away toward their homes, some just running. That voice could cut away all the parts of a person and leave ’em naked and afraid, shivering in the middle of a blistering afternoon. Like it was pulling something out of you. Something it wanted.<br /><br />A little girl says she saw someone standing above the field out where we keep the scarecrow. It’s such an odd thing to notice, and there’s so much going on, that we pay her no mind.<br /><br />But we should have.<br /><br />Night comes and half the houses in town are boarded shut. You can hear folks inside whispering, muttering, giggling like maniacs, but about… I’m not sure. Snakes. Lightning. The dark. Walls closing in. Knives. The sea. They’re laughing and they’re screaming and it sounds like everyone has gone insane, like they’re trapped inside a room with a part of themselves they don’t want to face. It sounds like we’re all stuck in a nightmare.<br /><br />Then the lights start going out. One after the other in all the boarded-up houses, the lamps flicker and die. And the voices melt away, each suddenly silenced, all save for one. Something croaking behind the old smithy. Muttering to itself. About snakes. About lighting. Muttering about the dark.<br /><br />Davil, that poor fool, takes the militia and goes in. And I… I’m there with him. I have my blade. I have my lantern. But the rows are deep, and the light casts shadows everywhere you look.<br /><br />I… I don’t know exactly what happened. I saw a face—maybe. Something looking back at me just ahead of Davil, but it was like he saw right past it. Like that face was just there for me. All lopsided, twisted sackcloth and rusted teeth. And behind it… something huge. Splayed out on thin legs, but alive with hundreds of black birds rattling inside an old cage we’d thrown into the woods last year. And eyes. So many eyes.<br /><br />There’s no one left in Goldweald now. If no one came after me… I’m the only one left. Hearing those screams fade behind me as crimson light poured out from between the corn stalks—that sickly crunching, and the bellowing, tortured squeals of hogs and horses…<br /><br />And the crows! Hundreds of them—thousands! But crows they aren’t, can’t you see? They’re smoke and fire! They’re not real! They couldn’t be real…<br /><br />They follow that voice! The deep, rumbling voice beneath it all! Don’t you see? Don’t you—<br /><br />Oh, gods… Davil! I left him behind! I left him there—there in the rows with that horrible scarecrow! Everyone—they’re all dead! Gods, gods, it must have followed me. Once it tastes your fear, once it knows you, it never lets go. It won’t let you go, it won’t—<br /><br />What’s that voice?<br /><br />Can anyone hear—<br /><br />You don’t hear it?<br /><br />…Davil?"
        ]
    },
    "table": {
        "name": "Fiddlesticks",
        "image": "fiddlesticks.png",
        "general": {
            "Title": "The Ancient Fear",
            "Pronouns": "It",
            "Release date": "February 21st, 2009",
            "Cost": "1350 585",
            "Primary": "Mage",
            "Secondary": "Support"
        },
        "statistics": {
            "HP": "580.4 (+92)",
            "HPR": "5.5 (+0.6)",
            "MP": "500 (+28)",
            "MPR": "8 (+0.8)",
            "MS": "335",
            "AD": "55.36 (+2.625)",
            "AS": "0.625 (+2.11%)",
            "RNG": "480",
            "AR": "34 (+3.5)",
            "MR": "30 (+0.5)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "A Harmless Scarecrow",
            "img": "a_harmless_scarecrow.png",
            "description": "<span class='passiveActive'>Innate:</span> Fiddlesticks has a <span class='importantText'>Scarecrow Effigy</span> in place of its trinket. After standing for 2 seconds, he poses as an Effigy. Effigies gain power as Fiddlesticks levels, reducing their cooldown and increasing their duration. Level 6: Effigies will reveal any nearby wards for 6 seconds on placement.",
            "stats": [],
            "lvl-upgrades": []
        },
        {
            "key": "Q",
            "name": "Terrify",
            "img": "terrify.png",
            "description": "<span class='passiveActive'>Passive:</span> If Fiddlesticks' spells damage an enemy while unseen and outside of combat, they terrify the enemy for a few seconds. Fiddlesticks' abilities terrify enemies when posing as an Effigy.<br /><span class='passiveActive'>Active:</span> Fiddlesticks terrifies the enemy for a few seconds and deals magic damage. If the enemy has recently been terrified, it deals double damage.",
            "stats": [
                "<span class='importantText'>Cost:</span> 65 Mana",
                "<span class='importantText'>Cooldown:</span> 15 / 14.5 / 14 / 13.5 / 13s",
                "<span class='importantText'>Range:</span> 575"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Fear Duration:</span> 1 / 1.25 / 1.5 / 1.75 / 2s",
                "<span class='importantText'>Magic Damage:</span> <span class='hpConversion'>[6 / 7 / 8 / 9 / 10%</span> <span class='apConversion'>(+2% per 100)</span> <span class='hpConversion'>target's current]</span>",
                "<span class='importantText'>Min. Damage:</span> 40 / 60 / 80 / 100 / 120"
            ]
        },
        {
            "key": "W",
            "name": "Bountiful Harvest",
            "img": "bountiful_harvest.png",
            "description": "<span class='passiveActive'>Active:</span> Fiddlesticks drains the souls of all enemies around itself, dealing magic damage every 0.25 seconds over 2 seconds, with the final tick dealing up to a percentage of their missing health as magic damage. Deals half damage to minions. Fiddlesticks heals for a percentage of the damage dealt before mitigation, reduced to 15% versus minions. On a completed channel or if nothing remains to be harvested, refund 60% of the remaining cooldown.",
            "stats": [
                "<span class='importantText'>Cost:</span> 60 Mana",
                "<span class='importantText'>Cooldown:</span> 9s",
                "<span class='importantText'>Range:</span> 575"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage Per Second:</span> 60 / 90 / 120 / 150 / 180 <span class='apConversion'>(+35%)</span>",
                "<span class='importantText'>Missing Health Percentage:</span> 12 / 14.5 / 17 / 19.5 / 22%",
                "<span class='importantText'>Heal Ratio:</span> 30 / 35 / 40 / 45 / 50%"
            ]
        },
        {
            "key": "E",
            "name": "Reap",
            "img": "reap.png",
            "description": "<span class='passiveActive'>Active:</span> Fiddlesticks unleashes dark magic from its scythe, dealing magic damage to and slowing enemies hit for 1.25s in a crescent-shaped area at a target position. Enemies in the center of the crescent are silenced for the duration.",
            "stats": [
                "<span class='importantText'>Cost:</span> 40 Mana",
                "<span class='importantText'>Cooldown:</span> 10 / 9 / 8 / 7 / 6s",
                "<span class='importantText'>Range:</span> 850"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 70 / 105 / 140 / 175 / 210 <span class='apConversion'>(+50%)</span>",
                "<span class='importantText'>Slow:</span> 30 / 35 / 40 / 45 / 50%"
            ]
        },
        {
            "key": "R",
            "name": "Crowstorm",
            "img": "crowstorm.png",
            "description": "<span class='passiveActive'>Active:</span> Fiddlesticks channels for 1.5 seconds, then blinks to the target point unleashing a murder of crows that flock wildly around it, dealing magic damage per 0.25 seconds to all enemy units in the area for 5 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 140 / 11 / 80s",
                "<span class='importantText'>Range:</span> 800",
                "<span class='importantText'>Area of Effect:</span> 600"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage Per Second:</span> 125 / 225 / 325 <span class='apConversion'>(+45%)</span>"
            ]
        }
    ]
}