{
    "lore": {
        "biography": "Fizz is an amphibious yordle, who dwells among the reefs surrounding Bilgewater. He often retrieves and returns the tithes cast into the sea by superstitious captains, but even the saltiest of sailors know better than to cross him—for many are the tales of those who have underestimated this slippery character. Often mistaken for some manner of capricious ocean spirit, he seems able to command the beasts of the deep, and delights in confounding his allies and enemies alike.<br />In ages past, the oceans of Runeterra were home to civilizations far older than those of the land. In the depths of what is now the Guardian’s Sea, a great city once stood—it was here that the yordle Fizz made his home. He lived alongside the artisans and warriors of that proud, noble race. Even though he was not one of them, they treated him as an equal, and his playful nature and tall tales of adventures in the open sea made him welcome at any gathering.<br /><br />But the world was changing. The oceans were growing warmer, emboldening fierce predators to rise up from the deepest trenches. Other settlements had fallen silent, but the rulers of the great city could still not agree on how to deal with the threat. Fizz pledged to roam the seas in search of survivors, or anyone who knew what had happened.<br /><br />Then, one dark day, the gigalodons came.<br /><br />These huge dragon-sharks stunned their prey with fell shrieking, and the avenues of the great city were soon clouded red. Thousands died in a matter of hours, the immense bulk of their killers crushing towers and temples in a monstrous feeding frenzy. Scenting blood in the water, Fizz raced back, determined to join the fight and save the city.<br /><br />He was too late. There was nothing left of the city to save. When the debris finally settled, not a single living creature remained, nor any stone upon another, and the ravenous shoal had moved on. Alone in the cold depths, Fizz sank into mournful despair. As his yordle magic began to fade, he let himself be carried by the currents, drifting in a catatonic torpor, dreaming away the millennia…<br /><br />It was only chance that reawakened him. A handful of copper coins fell from above, scattered to the seabed in the wake of a huge, wooden fish that swam upon the surface. This was no gigalodon, but Fizz was alarmed nonetheless—he knew little of the world overhead, but surely no fish could survive up there? He ventured up and peered into the salty air for the first time.<br /><br />There were people, people who lived outside of the water and sailed in wooden fish of all sizes. Fizz found the thought both frightening and exciting, but the curious gifts they cast into the water made it clear that they wanted to be his friends. In time, following their movements to and fro across the oceans, he came to the port city of Bilgewater.<br /><br />To the inhabitants of that lawless place, this strange and slippery creature quickly became something of a legend—the Tidal Trickster, a spirit of the ocean itself. It is said that he can summon great beasts to do his bidding, hole a ship’s hull with his stone trident, and breathe air or water as it suits him. Many a misbehaving child has been warned on a moonless night: \"Go quickly to sleep, or the Trickster will come and feed you to the fishes…\"<br /><br />Fizz is good-natured, but mischievous even for a yordle, and delights in confounding the people of Bilgewater. The most seasoned fishermen know, just as the ocean may rise and fall, the Tidal Trickster is as likely to lead them into windless doldrums as to an easy catch that would fill their nets. Even so, Fizz does not take kindly to the greedy or selfish, and more than one haughty sea captain hoping to make a quick pile of silver has found that her mysterious guide has led her crew not to safety, but to shipwreck.",
        "stories": [
            "THE LUCKY KRAKEN<br />Eh! Well, ‘allo there, young ‘uns. Shouldn’t you cheeky little sprats already be a-bed? What’s that? You want a suppertime story from old One-Legged Lars, eh?<br /><br />Alright, alright, just one ‘afore bed. Gather round. But I don’t wanna hear no cryin’ or whimperin’ this time. This is Bilgewater, after all, and even our bedtime tales have more’n a little darkness in ‘em.<br /><br />Right. Now, you’ve heard of the Tidal Trickster, the little ocean sprite they call Fizz, ain’t ya? Ye have? Good, good. Well, this is a story about the time old Lars met him. What’s that? Must have been fun? Well, what sort o’ stories you been told? No it weren’t fun, thank you very much! He’s a malign little terror, that one, and you’ll be lucky if you never cross paths with ‘im in all your lives. But I’m gettin’ ahead of me self. Ahem.<br /><br />Right, so there I was, clingin’ to a rock out in the Jagged Straits. Me ship was sunk don’t matter how it happened, there’s a tale for another night, maybe but that’s as it was. I clung to that rock for three days and nights, with fins a-circlin’.<br /><br />And just when I was startin’ to give up all hope... he appeared.<br /><br />All I seen at first were those two big, round eyes, pale as death, as he swam towards me. Them circling sharks took off right away, and no mistake they was a-feared of him, see, just as you all should be. Closer, and closer, and closer ‘e came. I don’t mind admittin’ I were scared, but he’d shooed off them hungry fishes, so I dove into the sea, and started swimmin’ for Bilgewater, as quick as ye like!<br /><br />But every time I looks back, ‘e was there, with those big eyes peerin’ at me! I finally get to shore, and thought I’d lost ‘im... But how wrong old Lars was!<br /><br />I got a room in a flea-ridden flophouse down Rat Town way, but it didn’t take long for me to realize... I weren’t alone. What first clued me was the creepin’ stink o’ seaweed and fish in me room. Oh, pooh! That and the little wet footprints on the stair when I awoke in the mornin’...<br /><br />They call ‘im the Trickster, and he certainly lived up to the name. Put seawater in me porridge when I weren’t lookin’! Tied me bootlaces together, so I fell as soon as took a step! And slipped eels under me blankets! Give me a right proper scare when they started wrigglin’, I’ll tell ye!<br /><br />And all the time, I hears ‘im laughing. Still makes me skin crawl, just to think of it. For a whole week Fizz haunted me. Drove me fairly to the brink o’ madness! \"What do ye want, you little monster?\" I screams!<br /><br />But on the final night, I woke. I heared his webbed feet, flappin’ on the floor. Slap. Slap. Slap.<br /><br />Closer, ‘e came, and closer. \"This is it!\" I thought. \"He’s come to end me, once and for all,\" and I hid me self under the covers.<br /><br />Slap. Slap. Slap, went his cold, wet feet! And then... silence. I lay there, cowering, for what must’ve been an hour, ‘afore I dared a peek. Slowly, I reaches out, lights the lamp, and do you know what happened next?<br /><br />Nothin’.<br /><br />Aye, Fizz were gone, at long last. But he left something for me, on the wooden box ‘aside me bed. A coin, a gold Kraken, no less. This coin here, in fact! Eh, eh, look wi’ your eyes, not your ‘ands! That’s my lucky Kraken, ye know.<br /><br />But I tell you, rather than make me happy for I hadn’t a penny to me name back then the sight of that coin filled me with dread. ‘Cos this were the very coin that our captain swore he tossed into the ocean, on our way out o’ port. That was his offering to the Bearded Lady for safe passage, but the Tidal Trickster had took it! That was the reason our ship’d sunk! That playful, hateful little imp, he’d doomed the whole crew, and done it with a wicked, fishy grin on his face.<br /><br />So, I tell you little sprats now, pray you never encounter ‘im, ‘cos while ‘e might seem all fun and games, let me tell you now – he ain’t.<br /><br />Now, off to bed with ye! And pray you don’t see no little wet footprints on the floorboards when you wake! Hah!"
        ]
    },
    "table": {
        "name": "Fizz",
        "image": "fizz.png",
        "general": {
            "Title": "The Tidal Trickster",
            "Pronouns": "He/Him",
            "Release date": "November 15th, 2011",
            "Cost": "4800 880",
            "Primary": "Assassin",
            "Secondary": "Fighter"
        },
        "statistics": {
            "HP": "570 (+98)",
            "HPR": "8 (+0.7)",
            "MP": "400 (+37)",
            "MPR": "7 (+0.8)",
            "MS": "335",
            "AD": "58.04 (+3)",
            "AS": "0.658 (+3.1%)",
            "RNG": "175",
            "AR": "22.412 (+3.4)",
            "MR": "32.1 (+1.25)"
        }
    },
    "abilities": [
        {
            "key": "Passive",
            "name": "Nimble Fighter",
            "img": "nimble_fighter.png",
            "description": "<span class='passiveActive'>Innate:</span> Fizz can move through units and takes 4 <span class='apConversion'>(+1%)</span> reduced damage from all sources. (Max 50% reduction)",
            "stats": [],
            "lvl-upgrades": []
        },
        {
            "key": "Q",
            "name": "Urchin Strike",
            "img": "urchin_strike.png",
            "description": "<span class='passiveActive'>Active:</span> Fizz dashes through his target, dealing <span class='adConversion'>(+100% total)</span> physical damage plus magic damage. This spell applies on-hit effects.",
            "stats": [
                "<span class='importantText'>Cost:</span> 50 Mana",
                "<span class='importantText'>Cooldown:</span> 8 / 7.5 / 7 / 6.5 / 6s",
                "<span class='importantText'>Range:</span> 550"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 10 / 25 / 40 / 55 / 70 <span class='apConversion'>(+55%)</span>"
            ]
        },
        {
            "key": "W",
            "name": "Seastone Trident",
            "img": "seastone_trident.png",
            "description": "<span class='passiveActive'>Passive:</span> Fizz's basic attacks bleed his enemies, dealing magic damage over 3 seconds.<br /><span class='passiveActive'>Active:</span> Fizz's next basic attack deals additional magic damage and empowers Fizz's attacks for 5 seconds, dealing additional magic damage on-hit. If the first attack kills a target, it refunds Mana, resets its cooldown to 1 second but does not grant the 5 second on-hit buff.",
            "stats": [
                "<span class='importantText'>Cost:</span> 30 / 40 / 50 / 60 / 70 Mana",
                "<span class='importantText'>Cooldown:</span> 7 / 6.5 / 6 / 5.5 / 5s"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Passive Damage:</span> 20 / 30 / 40 / 50 / 60 <span class='apConversion'>(+35%)</span>",
                "<span class='importantText'>Active Damage:</span> 50 / 70 / 90 / 110 / 130 <span class='apConversion'>(+50%)</span>",
                "<span class='importantText'>Empowered Damage on non-kill:</span> 10 / 15 / 20 / 25 / 30 <span class='apConversion'>(+40%)</span>",
                "<span class='importantText'>Mana Refund:</span> 20 / 28 / 36 / 44 / 52"
            ]
        },
        {
            "key": "E",
            "name": "Playful / Trickster",
            "img": "playful.png",
            "description": "<span class='passiveActive'>Playful:</span> Fizz hops on his trident towards the cursor, becoming briefly untargetable.<br /><span class='passiveActive'>Trickster:</span> Fizz cancels the spell early, jumping towards the cursor a second time and dealing magic damage to nearby enemies. If Fizz does not reactivate, he deals damage in a larger area and slows all enemies hit for 2 seconds.",
            "stats": [
                "<span class='importantText'>Cost:</span> 90 / 95 / 100 / 105 / 110 Mana",
                "<span class='importantText'>Cooldown:</span> 16 / 14.5 / 13 / 11.5 / 10s",
                "<span class='importantText'>Range:</span> <abbr title='Playful range'>330</abbr> | <abbr title='Trickster range'>270</abbr>",
                "<span class='importantText'>Area of Effect:</span> <abbr title='Playful AoE'>400</abbr> | <abbr title='Trickster AoE'>200</abbr>"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Magic Damage:</span> 70 / 120 / 170 / 220 / 270 <span class='apConversion'>(+75%)</span>",
                "<span class='importantText'>Slow:</span> 40 / 45 / 50 / 55 / 60%"
            ]
        },
        {
            "key": "R",
            "name": "Chum the Waters",
            "img": "chum_the_waters.png",
            "description": "<span class='passiveActive'>Active:</span> Fizz launches a fish that attaches to the first enemy champion it hits, slowing them, granting True Sight, and attracting a shark. After 2 seconds, the shark erupts out of the ground, knocking its target up and knocking other enemies aside. The farther the first travels before attaching, the bigger the shark it attracts, dealing increasing magic damage and slowing based on the sharks size.",
            "stats": [
                "<span class='importantText'>Cost:</span> 100 Mana",
                "<span class='importantText'>Cooldown:</span> 100 / 85 / 70s",
                "<span class='importantText'>Range:</span> 1300"
            ],
            "lvl-upgrades": [
                "<span class='importantText'>Guppy Shark:</span> <455 units, 40% slow, 200 AOE, 150 Knockback",
                "<span class='importantText'>Magic Damage:</span> 150 / 250 / 350 <span class='apConversion'>(+80%)</span>",
                "<span class='importantText'>Chomper Shark:</span> 455-910 units, 60% slow, 320 AOE, 250 Knockback",
                "<span class='importantText'>Magic Damage:</span> 225 / 325 / 425 <span class='apConversion'>(+100%)</span>",
                "<span class='importantText'>Gigalodon Shark:</span> >910 units, 80% slow, 450 AOE, 350 Knockback",
                "<span class='importantText'>Magic Damage:</span> 300 / 400 / 500 <span class='apConversion'>(+120%)</span>"
            ]
        }
    ]
}